Repository: Swarmops/Swarmops
Catalog: trunk/Logic/Security/App_LocalResources/Authentication.*.resx
Languages: sv_se

# RequestActivistSignoff_Mail_ClickOneLink
source: To do that, plaese click on this link:
sv_se: För att göra detta så ska du klicka på den här länken:

# RequestActivistSignoff_Mail_ClickOneOfLinks
source: Click on the link for the account you want to stop activist messages for:
sv_se: Klicka på länken för det konto du vill avaktivera aktiviststatus för:

# RequestActivistSignoff_Mail_Ending
source: If the link for some reason doesn't work in your mail client, pleas copy it and paste it into your web browser.. In case you havent requested this action, please just ignore this message. Best regards the Pirate Party
sv_se: Om länken av nån anledning inte fungerar i ditt mailprogram kan du kopiera den och klistra in den i din webbläsare. Skulle det vara så att det INTE är du som har begärt det här så kan du strunta i det här meddelandet. med vänlig hälsning Piratpartiet

# RequestActivistSignoff_Mail_Preamble
source: Hi! This automatic mail was sent because you requsted to end your activist status within the Pirate Party.
sv_se: Hej! Det här mailet är skickat för att du begärt att avsluta din aktiviststatus i Piratpartiet.

# RequestActivistSignoff_Mail_Subject
source: Request for confirmation: End activist status
sv_se: Bekräfta avslutande av aktiviststatus

# RequestNewPassword_Mail_ClickOneLink
source: To do so, please click this link::
sv_se: För att göra detta så ska du klicka på den här länken:

# RequestNewPassword_Mail_ClickOneOfLinks
source: We have discovered that more than one account seems to be connected to your mail address. Please select the link corresponding to the account for wich you want to reset the password:
sv_se: Vi har upptäckt att det finns flera konton kopplade till din mailadress. Klicka på länken till det konto du vill uppdatera lösenord för:

# RequestNewPassword_Mail_Ending
source: If the link for some reason doesn't work in your mail client, pleas copy it and paste it into your web browser.. In case you havent requested this action, please just ignore this message. Best regards the Pirate Party
sv_se: Om länken av nån anledning inte fungerar i ditt mailprogram kan du kopiera den och klistra in den i din webbläsare. Skulle det vara så att det INTE är du som har begärt återställning av lösenordet så kan du strunta i det här meddelandet. med vänlig hälsning Piratpartiet

# RequestNewPassword_Mail_Preamble
source: Hi! This automatic mail was sent because you you requested to reset your password for PirateWeb (http://pirateweb.net), the member administration system for the Pirate Party.
sv_se: Hej! Detta är ett automatiskt mail som skickats med anledning av att du har begärt att återställa ditt password till PirateWeb (http://pirateweb.net), Piratpartiets medlemsadministrativa system.

# RequestNewPassword_Mail_Subject
source: Request for confirmation: Password reset.
sv_se: Återställning av lösenord
