Repository: Swarmops/Swarmops
Catalog: Logic/Resources/Logic.Financial.PaymentTransferInfo.*.resx
Languages: sv_se

# PaymentTargetField_AccountHolderName
source: Account Holder Name
sv_se: Kontoinnehavarens namn

# PaymentTargetField_AccountNumber
source: Account Number
sv_se: Kontonummer

# PaymentTargetField_BankAddress
source: Bank Address
sv_se: Bankens adress

# PaymentTargetField_BankName
source: Bank Name
sv_se: Bankens namn

# PaymentTargetField_BicSwift
source: BIC/Swift Code
sv_se: BIC/Swift-kod

# PaymentTargetField_CashAccount
source: Bitcoin Cash Account
sv_se: Bitcoin-cash-konto

# PaymentTargetField_ClearingCode
source: Clearing Code
sv_se: Clearingkod

# PaymentTargetField_CryptoAddress
source: Cryptocurrency Address
sv_se: Kryptovaluteadress

# PaymentTargetField_GiroNumber
source: Giro Number
sv_se: Gironummer

# PaymentTargetType_BitcoinCashAccount
source: Bitcoin Cash Account
sv_se: Bitcoin-cash-konto

# PaymentTargetType_DomesticBankGiro
source: Domestic Giro
sv_se: Inrikes girering

# PaymentTargetType_DomesticBankTransfer
source: Domestic Bank Transfer
sv_se: Inrikes banköverföring

# PaymentTargetType_InternationalBankTransfer
source: International Bank Transfer
sv_se: Internationell banköverföring
