Repository: Swarmops/Swarmops
Catalog: Logic/Resources/Logic.Financial.FinancialAccount.*.resx
Languages: ar_sa, de_de, el_gr, es_es, fil_ph, fr_fr, it_it, pl_pl, pt_br, pt_pt, sr_latn_rs, sr_sp, sv_se, tr_tr, zh_cn

# Income_Donations
source: Donations
ar_sa: التبرعات
de_de: Spenden
el_gr: Δωρεές
es_es: Donaciones
fil_ph: Mga donasyon
fr_fr: Dons
it_it: Donazioni
pl_pl: Darowizny
pt_br: Doações
pt_pt: Doações
sr_latn_rs: Donacije
sr_sp: Донације
sv_se: Donationer
tr_tr: Bağışlar
zh_cn: 捐赠

# Income_ForexGains
source: Forex Capital Gains
ar_sa: أرباح رأس المال في سوق العملات
de_de: Devisen-Kapitalgewinne
el_gr: Κέρδη Κεφαλαίου Forex
es_es: Ganancias de Capital Forex
fr_fr: Gains de capital Forex
it_it: Guadagni derivanti dal tasso di cambio valuta
pl_pl: Zyski z Kapitału Forex
pt_br: Ganhos de Capital Forex
pt_pt: Ganhos de Capital Forex
sr_latn_rs: Forex, kapitalni dobici
sr_sp: Forex, капитални добици
sv_se: Valutakursvinster
tr_tr: Forex Sermaye Kazançları
zh_cn: 外汇资金增长

# Income_InterestGains
source: Interest Gains
ar_sa: الارباح على الفائدة
de_de: Zinsgewinne
el_gr: Κέρδη Τόκων
es_es: Ganancia de interese
fil_ph: Mga Natamo sa Interes
fr_fr: Gains d'intérêts
it_it: Plusvalenze da interessi
pl_pl: Zyski z Odsetek
pt_br: Juros Obtidos
sr_latn_rs: Kamatni dobici
sr_sp: Каматни добици
sv_se: Räntevinster
tr_tr: Faiz Kazançları
zh_cn: 利息收益

# Income_MembershipDues
source: Membership Dues
ar_sa: رسوم العضوية
de_de: Mitgliedsbeiträge
el_gr: Οφειλόμενες Συνδρομές
es_es: Las cuotas de afiliación
fil_ph: Mga Dues ng Pagsapi
fr_fr: Frais d'adhésion
it_it: Quote associative
pl_pl: Składki Członkowskie
pt_br: Quotas de Filiação
sr_latn_rs: Due za članarine
sr_sp: Due за чланарине
sv_se: Medlemsavgifter
tr_tr: Üyelik ücretleri
zh_cn: 会员费

# Income_Sales
source: Sales
ar_sa: المَبيعات
de_de: Verkäufe
el_gr: Πωλήσεις
es_es: Ventas
fil_ph: Pagbebenta
fr_fr: Ventes
it_it: Vendite
pl_pl: Sprzedaż
pt_br: Vendas
pt_pt: Vendas
sr_latn_rs: Prodaje
sr_sp: Продаје
sv_se: Försäljning
tr_tr: Satışlar
zh_cn: 销售

# Income_SubsidiesGrants
source: Subsidies and Grants
ar_sa: الإعانات والمنح
de_de: Subventionen und Zuschüsse
el_gr: Επιδοτήσεις και Επιχορηγήσεις
es_es: Subsidios y subvenciones
fil_ph: Subsidies at Grants
fr_fr: Subventions et allocations
it_it: Sussidi e sovvenzioni
pl_pl: Subwencje i Dotacje
pt_br: Subsídios e Bolsas
sr_latn_rs: Subvencije i donacije
sr_sp: Субвенције и донације
sv_se: Subventioner och bidrag
tr_tr: Teşvikler ve Bağışlar
zh_cn: 津贴与补助

# Asset_ShortTerm
source: Short Term Assets
ar_sa: أصول قصيرة المدى
de_de: Kurzfristige Vermögenswerte
el_gr: Βραχυπρόθεσμο Ενεργητικό Κεφάλαιο
es_es: Activos a corto plazo
fil_ph: Mga Short Term Asset
fr_fr: Actifs à court terme
it_it: Beni a breve termine
pl_pl: Krótkoterminowe Aktywa
pt_br: Ativos de curto prazo
sr_latn_rs: Kratkoročna sredstva (assets)
sr_sp: Краткорочна средства (аssets)
sv_se: Kortfristiga tillgångar
tr_tr: Kısa Vadeli Varlıklar
zh_cn: 短期资产

# Asset_TransfersInProgress
source: Internal Transfers in Progress
ar_sa: التحويلات الداخلية في تقدم
de_de: Interne Überweisungen werden ausgeführt
el_gr: Εσωτερικές Μεταφορές σε Εξέλιξη
es_es: Transferencias internas en progreso
fil_ph: Panloob na Paglilipat sa Isinasagawa
fr_fr: Transferts internes en cours
it_it: Trasferimenti interni in corso
pl_pl: Wewnętrzne Transfery w Toku
pt_br: Transferências Internas em Progresso
sr_latn_rs: Interni transferi koji su u toku
sr_sp: Интерни трансфери који су у току
sv_se: Pågående interna överföringar
tr_tr: Devam eden dahili transferler
zh_cn: 内部转账进行中

# Asset_InboundVatReported
source: Surplus inbound VAT in report
ar_sa: فائض الضريبة على القيمة المضافة الواردة التي سيتم الابلاغ عنها
de_de: Surplus eingehende MwSt. in Bericht
el_gr: Πιστωτικός ΦΠΑ στην αναφορά
es_es: Excedente de IVA entrante en el informe
fil_ph: Ang labis na papasok na VAT sa ulat
fr_fr: Excédentaire de la TVA entrante en rapport
it_it: Eccedenza dell'Iva in entrata nel report
pl_pl: Nadwyżka przychodzącego podatku VAT w raporcie
pt_br: Excedente de entrada VAT no relatório
sr_latn_rs: Višak inbound VAT u izveštaju
sr_sp: Вишак inbound VAT у извештају
sv_se: Överskott ingående rapporterad moms
tr_tr: Rapordaki fazlalık gelen KDV
zh_cn: 报告中的超额入境增值税

# Asset_InboundVatUnreported
source: Inbound VAT to report
ar_sa: ضريبة القيمة المضافة الواردة التي سيتم الإبلاغ عنها
de_de: Zu meldende eingehende MwSt.
el_gr: Δήλωση συλλεγμένου ΦΠΑ
es_es: IVA entrante para informar
fil_ph: Ang papasok na VAT na i-uulat
fr_fr: TVA entrante à signaler
it_it: Iva in entrata da dichiarare
pl_pl: Przychodzący podatek VAT do zgłoszenia
pt_br: VAT de entrada para relatar
sr_latn_rs: Inbound VAT koji se prijavljuje
sr_sp: Inbound VAT који се пријављује
sv_se: Ingående moms att rapportera
tr_tr: Gelen raporlanacak KDV
zh_cn: 待报告的入境增值税

# Debt_OutboundVatReported
source: Reported VAT to pay
ar_sa: ضريبة القيمة المضافة التي قُرر دفعها
de_de: Zu zahlende gemeldete MwSt.
el_gr: Χρεωστικός ΦΠΑ στην αναφορά
es_es: IVA notificado a pagar
fil_ph: Iniulat na VAT na babayaran
fr_fr: TVA déclarée à payer
it_it: Iva dichiarata da pagare
pl_pl: Zgłoszone VAT do zapłaty
pt_br: Reportado VAT para pagar
sr_latn_rs: Prijavljeni VAT koji se plaća
sr_sp: Пријављени VAT који се плаћа
sv_se: Rapporterad moms att betala
tr_tr: Ödenmek için raporlanan KDV
zh_cn: 要支付的申报增值税

# Debt_OutboundVatUnreported
source: Outbound VAT to report
ar_sa: ضريبة القيمة المضافة الصادرة التي سيتم الإبلاغ عنها
de_de: Zu meldende ausgehende MwSt.
el_gr: Δήλωση κατεβληθέντος ΦΠΑ
es_es: IVA saliente para informar
fil_ph: Ang palabas na VAT na i-uulat
fr_fr: TVA sortante à signaler
it_it: Iva in uscita da dichiarare
pl_pl: Wysłany podatek VAT do zgłoszenia
pt_br: VAT de saída para relatar
sr_latn_rs: Outbound VAT koji se prijavljuje
sr_sp: Outbound VAT који се пријављује
sv_se: Utgående moms att rapportera
tr_tr: Giden raporlanacak KDV
zh_cn: 待报告的出口增值税

# Asset_TaxAdvances
source: Taxes Prepayment
ar_sa: ضرائب الدفع المسبق
de_de: Steuervorauszahlung
el_gr: Προπληρωμή Φόρων
es_es: Pago anticipado de impuestos
fil_ph: Prepayment ng Buwis
fr_fr: Pré-paiement des taxes
it_it: Anticipo tasse
pl_pl: Przedpłaty Podatków
pt_br: Pré-pagamento de impostos
sr_latn_rs: Pretplata poreza
sr_sp: Претплата пореза
sv_se: Skatteförskott
tr_tr: Vergi Ön Ödemesi
zh_cn: 预付税款

# Asset_BankAccounts
source: Bank Accounts
ar_sa: الحسابات البنكية
de_de: Bankkonten
el_gr: Τραπεζικοί Λογαριασμοί
es_es: Cuentas Bancarias
fil_ph: Mga Bank Account
fr_fr: Comptes bancaires
it_it: Conti bancari
pl_pl: Konta Bankowe
pt_br: Contas Bancárias
sr_latn_rs: Bankovni računi
sr_sp: Банковни рачуни
sv_se: Bankkonton
tr_tr: Banka Hesapları
zh_cn: 银行账户

# Cost_BusinessServices
source: Business Services
ar_sa: خدمات الأعمال
de_de: Business-Dienste
el_gr: Επιχειρηματικές Υπηρεσίες
fr_fr: Services aux entreprises
it_it: Servizi alle imprese
pl_pl: Usługi Biznesowe
pt_br: Serviços para empresas
sr_latn_rs: Poslovni servisi
sr_sp: Пословни сервиси
sv_se: Affärs- och kontorstjänster
tr_tr: İş Hizmetleri
zh_cn: 商业服务

# Cost_MaintenanceDonations
source: Maintenance Donations
de_de: Wartungsspenden
pt_br: Doações de manutenção
sr_latn_rs: Donacije za održavanje
sr_sp: Донације за одржавање
sv_se: Underhållsdonationer
tr_tr: Bakım Bağışları
