Repository: Swarmops/Swarmops
Catalog: Logic/Resources/Logic.Financial.FinancialAccount.*.resx
Languages: ar_sa, de_de, el_gr, es_es, fil_ph, fr_fr, it_it, pl_pl, pt_br, pt_pt, sr_latn_rs, sr_sp, sv_se, tr_tr, zh_cn

# Asset_BankAccount
source: Bank Account
ar_sa: الحساب البنكي
de_de: Bankkonto
el_gr: Τραπεζικός Λογαριασμός
es_es: Cuenta bancaria
fr_fr: Compte bancaire
it_it: Conto bancario
pl_pl: Konto Bankowe
pt_br: Conta Bancária
pt_pt: Conta Bancária
sr_latn_rs: Bankovni račun
sr_sp: Банковни рачун
sv_se: Bankkonto
tr_tr: Banka Hesabı
zh_cn: 银行账户

# Asset_BitcoinCold
source: Bitcoin Cold Storage
ar_sa: التخزين البارد للبيتكوين
de_de: Bitcoin-Kaltlagerung
el_gr: Απόθεμα Bitcoin, τύπου Cold Storage
es_es: Almacenamiento en frío de Bitcoin
fr_fr: Stockage froid du Bitcoin
pl_pl: Magazyn Chłodniczy Bitcoina
sv_se: Bitcoin kylförvaring
tr_tr: Bitcoin Cold Depolama
zh_cn: 比特币冷存储

# Asset_BitcoinHot
source: Bitcoin Hot Wallet
ar_sa: المحفظة الساخنة للبيتكوين
el_gr: Πορτοφόλι Bitcoin
es_es: Cartera caliente de Bitcoin
fr_fr: Portefeuille chaud du Bitcoin
it_it: Hot wallet Bitcoin
pl_pl: Portfel Elektroniczny Bitcoin
sv_se: Bitcoin handkassa
zh_cn: 比特币热钱包

# Asset_CashAdvances
source: Cash Advances
ar_sa: السلفة النقدية
de_de: Bargeld-Vorschüsse
el_gr: Προκαταβολές μετρητών
es_es: Adelanto en efectivo
fr_fr: Avances monétaires
it_it: Anticipi in contanti
pl_pl: Zaliczki
pt_br: Adiantamentos de Dinheiro
pt_pt: Adiantamentos de Dinheiro
sv_se: Kontantförskott
tr_tr: Nakit Avanslar
zh_cn: 现金预支

# Asset_Hardware
source: Hardware, Machinery, etc.
ar_sa: الأجهزة، الآلات، إلخ.
de_de: Hardware, Maschinen usw.
el_gr: Υλισμικό, Μηχανήματα, κλπ.
es_es: Hardware, maquinaria, etc.
fil_ph: Hardware, Makinarya, atbp.
fr_fr: Matériel, Machines, etc.
it_it: Hardware, macchine, etc.
pl_pl: Sprzęt, Maszyneria, itp.
pt_br: Equipamento, Maquinaria, etc.
sr_latn_rs: Hardware, Machinery, itd.
sr_sp: Hardware, Machinery, итд.
sv_se: Hårdvara, maskiner osv.
tr_tr: Donanım, Mekanizma, vb.
zh_cn: 硬件，机械等。

# Asset_InboundVat
source: Inbound VAT
ar_sa: ضريبة القيمة المضافة الواردة
de_de: Eingehende MwSt.
el_gr: Εισερχόμενος ΦΠΑ
es_es: IVA entrante
fr_fr: TVA entrante
it_it: Iva in entrata
pl_pl: Przychodzący podatek VAT
pt_br: VAT de entrada
pt_pt: IVA de entrada
sv_se: Ingående moms
tr_tr: Gelen KDV
zh_cn: 进口增值税

# Asset_OutboundInvoices
source: Outbound Invoices
ar_sa: الفواتير الصادرة
de_de: Ausgangsrechnungen
el_gr: Εξερχόμενα Τιμολόγια
es_es: Facturas salientes
fil_ph: Mga Invoice na Papalabas
fr_fr: Factures sortantes
it_it: Fatture in uscita
pl_pl: Faktury Wychodzące
pt_br: Faturas de Saída
pt_pt: Notas Fiscais de Saída
sr_latn_rs: Izlazne fakture
sv_se: Utgående fakturor
tr_tr: Giden Faturalar
zh_cn: 出口发票

# Asset_Paypal
source: Paypal Account
ar_sa: حساب الـ Paypal
de_de: PayPal-Konto
el_gr: Λογαριασμός Paypal
es_es: Cuenta paypal
fr_fr: Compte Paypal
it_it: Conto Paypal
pl_pl: Konto Paypal
pt_br: Conta PayPal
pt_pt: Conta PayPal
sr_latn_rs: PayPal nalog
sr_sp: Paypal налог
sv_se: PayPal-konto
tr_tr: Paypal Hesabı
zh_cn: Paypal账户

# Cost_AccountingErrors
source: Accounting Errors
ar_sa: الأخطاء المحاسبية
de_de: Buchungsfehler
el_gr: Λογιστικά Λάθη
es_es: Errores de contabilidad
fil_ph: Mga Error sa Accounting
fr_fr: Erreurs de comptabilité
it_it: Errori di contabilità
pl_pl: Błędy Księgowe
pt_br: Erros de Contabilidade
pt_pt: Erros de Contabilidade
sr_latn_rs: Greške prilikom obračunavanja
sr_sp: Грешке приликом обрачунавања
sv_se: Bokföringsfel
tr_tr: Muhasebe Hataları
zh_cn: 账户错误

# Cost_Airfare
source: Airfare, Airports, and Transit
ar_sa: السفر جوا، المطارات، والعبور
de_de: Flugpreis, Flughäfen und Transit
el_gr: Αεροπορικά Εισιτήρια, Αεροδρόμια και Δημόσια Συγκοινωνία
es_es: Boleto aéreo, aeropuertos y tránsito
fil_ph: Airfare, Paliparan, at Transit
fr_fr: Billet d'avion, aéroports et transit
it_it: Biglietto aereo, Aeroporti, e transito
pl_pl: Loty, Lotniska i Transport
pt_br: Passagens Aéreas, Aeroportos e Trânsito
sr_latn_rs: Airfare, aerodromi i tranzit
sr_sp: Airfare, аеродроми и транзит
sv_se: Flyg, flygplatser och transit
tr_tr: Bilet Fiyatları, Hava Alanları ve Ulaşım
zh_cn: 机票，机场和运输

# Cost_AirfareBusiness
source: Business or First Class
ar_sa: الدرجة الاولى او درجة رجال الاعمال
de_de: Business oder Erste Klasse
el_gr: Διακεκριμένη ή Πρώτη Θέση
es_es: Primera clase o ejecutiva
fil_ph: Business o First Class
fr_fr: Première classe ou classe des hommes d'affaires
it_it: Business o prima classe
pl_pl: Biznesowy lub Pierwszej Klasy
pt_br: Classe Executiva ou Primeira Classe
sr_latn_rs: Business ili prva klasa
sr_sp: Business или прва класа
sv_se: Business eller första klass
tr_tr: İş ya da Birinci Sınıf
zh_cn: 商务或头等舱

# Cost_AirfareCoach
source: Coach
ar_sa: مدرب
el_gr: Οικονομική Θέση
es_es: Entrenador
it_it: Allenatore
pl_pl: Klasa Ekonomiczna
pt_br: Tutor
sr_latn_rs: Ekonomska klasa
sv_se: Ekonomiklass
tr_tr: Koç
zh_cn: 仓位

# Cost_AllocatedFunds
source: Allocated Funds
ar_sa: الأموال المخصصة
de_de: Zugewiesene Gelder
el_gr: Διατεθέντα Κεφάλαια
es_es: Fondos asignados
fil_ph: Inilaan na Pondo
fr_fr: Fonds alloués
it_it: Fondi stanziati
pl_pl: Przyznane Środki
pt_br: Fundos Alocados
pt_pt: Fundos Alocados
sr_latn_rs: Dodeljena sredstva
sr_sp: Додељена средства
sv_se: Fördelade medel
tr_tr: Ayrılmış Fonlar
zh_cn: 拨款

# Cost_AnnualResult
source: Annual Profit/Loss
ar_sa: الربح / الخسارة السنوية
de_de: Jahresgewinn/-verlust
el_gr: Ετήσιο Κέρδος/Ζημία
es_es: Ganancia / Pérdida Anual
fil_ph: Taunang Profit / Pagkawala
fr_fr: Profit / Perte Annuel
it_it: Profitto/perdita annua
pl_pl: Roczny Zysk/Strata
pt_br: Lucro/Perda Anual
sr_latn_rs: Godišnji profit/gubitak
sr_sp: Годишњи профит/губитак
sv_se: Årligt resultat
tr_tr: Yıllık Kar/Zarar
zh_cn: 年利润/亏损

# Cost_AssetDepreciation
source: Asset Depreciation
ar_sa: إنخفاض قيمة الممتلكات
de_de: Vermögenswert-Abschreibung
el_gr: Απόσβεση Κεφαλαίου
es_es: Depreciación de activos
fil_ph: Depreciation ng Asset
fr_fr: Amortissement des biens
it_it: Ammortamento dei beni
pl_pl: Dewaluacja Aktywów
pt_br: Depreciação de Ativos
sr_latn_rs: Gubitak vrednosti
sr_sp: Губитак вредности
sv_se: Avskrivning av anläggningstillgångar
tr_tr: Varlık Amortismanı
zh_cn: 资产折旧

# Cost_BankFees
source: Bank Fees
ar_sa: الرسوم البنكية
de_de: Bankgebühren
el_gr: Τραπεζικά Έξοδα
es_es: Comisiones bancarias
fil_ph: Bayad sa Bangko
fr_fr: Frais bancaires
it_it: Commissioni bancarie
pl_pl: Opłaty bankowe
pt_br: Taxas Bancárias
sr_latn_rs: Bankarski troškovi
sr_sp: Банкарски трошкови
sv_se: Bankavgifter
tr_tr: Banka masrafları
zh_cn: 银行费用

# Cost_BitcoinFees
source: Bitcoin Miner Fees
ar_sa: رسوم مُعَدِن البيتكوين
de_de: Bitcoin Miner-Gebühren
el_gr: Τέλη Εξόρυξης Bitcoin
es_es: Tarifas de miniar Bitcoin
fr_fr: Commission par mineur Bitcoin
it_it: Commissione per miner bitcoin
pl_pl: Opłaty Minera Bitcoin
pt_br: Taxa de mineração de Bitcoin
sr_latn_rs: Troškovi Bitcoin rudara
sr_sp: Трошкови Bitcoin рудара
sv_se: Bitcoinmineravgifter
tr_tr: Bitcoin Madenci Ücretleri
zh_cn: 比特币矿工费

# Cost_CentRounding
source: Cent Rounding
ar_sa: التقريب إلى السنت
de_de: Cent-Rundung
el_gr: Στρογγυλοποίηση στα σεντς
es_es: Redondeo de centavos
fr_fr: Arrondissement au centime
it_it: Arrotondamento al centesimo
pl_pl: Zaokrąglenie do Centa
pt_br: Arredondamento de centavos
sr_latn_rs: Zaokruživanje na cente
sr_sp: Заокруживање на центе
sv_se: Öres-/centavrundning
tr_tr: Kuruş yuvarlama
zh_cn: 四舍五入到分

# Cost_Conferences
source: Conferences (our own)
ar_sa: المؤتمرات (الخاصة بنا)
de_de: Konferenzen (unsere eigenen)
el_gr: Συνέδρια (δικά μας)
es_es: Conferencias (nuestra)
fil_ph: Mga kumperensya (ating sariling)
fr_fr: Conférences (les nôtres)
it_it: Conferenze (le nostre)
pl_pl: Konferencje (własne)
pt_br: Conferências (próprias)
pt_pt: Conferências
sr_latn_rs: Konferencije (Vaše sopstvene)
sr_sp: Конференције (Ваше сопствене)
sv_se: Konferenser (våra egna)
tr_tr: Konferanslar (Bize ait)
zh_cn: 会议(我们自己的)

# Cost_EventTickets
source: Event Tickets
ar_sa: تذاكر الحدث
de_de: Veranstaltungstickets
el_gr: Εισιτήρια Εκδηλώσεων
es_es: Entradas para eventos
fil_ph: Mga Tiket sa Kaganapan
fr_fr: Billets d'événement
it_it: Biglietti per l'evento
pl_pl: Bilety Na Wydarzenia
pt_br: Tickets de Evento
sr_latn_rs: Karte za događaje
sr_sp: Карте за догађаје
sv_se: Evenemangsbiljetter
tr_tr: Etkinlik Biletleri
zh_cn: 活动票

# Cost_FinancialFees
source: Financial fees
ar_sa: الرسوم المالية
de_de: Finanzgebühren
el_gr: Χρηματοπιστωτικά έξοδα
es_es: Honorarios financieros
fil_ph: Mga bayarin sa pananalapi
fr_fr: Frais financiers
it_it: Spese finanziarie
pl_pl: Opłaty Finansowe
pt_br: Taxas Financeiras
sr_latn_rs: Finansijski troškovi
sr_sp: Финансијски трошкови
sv_se: Finansiella avgifter
tr_tr: Finansal masraflar
zh_cn: 财务费

# Cost_ForexLosses
source: Forex Capital Losses
ar_sa: خسائر رأس المال في سوق العملات
de_de: Devisen-Kapitalverluste
el_gr: Απώλειες Κεφαλαίου Forex
es_es: Pérdidas de Capital Forex
fr_fr: Pertes de capital Forex
it_it: Perdite di capitale derivanti dal tasso di cambio valuta
pl_pl: Straty kapitału na rynku Forex
pt_br: Perdas de Capital Forex
pt_pt: Perdas de Capital Forex
sr_latn_rs: Forex, kapitalni gubici
sr_sp: Forex, капитални губици
sv_se: Valutakursförluster
tr_tr: Forex Anapara Zararları
zh_cn: 外汇资金损失

# Cost_Hospitality
source: Hospitality
ar_sa: حسن الضيافة
de_de: Bewirtung
el_gr: Φιλοξενία
es_es: Hospitalidad
fil_ph: Mabuting pakikitungo
fr_fr: Hospitalité
it_it: Ospitalità
pl_pl: Gościnność
pt_br: Hospitalidade
sr_latn_rs: Reprezentacija
sr_sp: Репрезентација
sv_se: Gästfrihet
tr_tr: Misafirperverlik
zh_cn: 招待费用

# Cost_IctInfrastructure
source: ICT and Infrastructure
ar_sa: تكنولوجيا المعلومات والاتصالات والبنية التحتية
de_de: IKT und Infrastruktur
el_gr: ICT και Υποδομές
es_es: ICT e Infraestructura
fil_ph: ICT at Infrastructure
fr_fr: ICT et infrastructure
it_it: ICT e infrastruttura
pl_pl: ICT i Infrastruktura
pt_br: ICT e infraestrutura
pt_pt: TIC e Infraestrutura
sr_latn_rs: ICT i infrastruktura
sr_sp: ICT и инфраструктура
sv_se: ICT och infrastruktur
tr_tr: BİT ve Altyapı
zh_cn: ICT和基础设施

# Cost_InterestLosses
source: Interest Losses
ar_sa: الخسائر في الفائدة
de_de: Zinsverluste
el_gr: Απώλειες Τόκων
es_es: Pérdidas de Interés
fr_fr: Pertes d'intérêts
it_it: Perdite di interesse
pl_pl: Oprocentowane Straty
pt_br: Perda de Juros
sr_latn_rs: Kamatni gubici
sr_sp: Каматни губици
sv_se: Ränteförluster
tr_tr: Faiz Kayıpları
zh_cn: 利息损失

# Cost_LegalFees
source: Legal fees
ar_sa: الرسوم القانونية
de_de: Anwaltskosten
el_gr: Νομικά Έξοδα
es_es: Honorarios legales
fil_ph: Mga legal na bayarin
fr_fr: Frais légales
it_it: Spese legali
pl_pl: Opłaty Prawne
pt_br: Despesas Legais
sr_latn_rs: Pravni troškovi
sr_sp: Правни трошкови
sv_se: Juridisk rådgivning
tr_tr: Yasal harçlar
zh_cn: 法律费用

# Cost_LodgingFiveStar
source: 5 Star
ar_sa: 5 نجوم
de_de: 5 Sterne
el_gr: 5 Αστέρια
es_es: 5 estrellas
fr_fr: 5 étoiles
it_it: 5 stelle
pl_pl: 5 Gwiazdek
pt_br: 5 Estrelas
sr_latn_rs: 5 Zvezdica
sr_sp: 5 Звездица
sv_se: 5-stjärniga
tr_tr: 5 Yıldız
zh_cn: 五星级

# Cost_LodgingFourStar
source: 4 Star
ar_sa: 4 نجوم
de_de: 4 Sterne
el_gr: 4 Αστέρια
es_es: 4 estrellas
fr_fr: 4 étoiles
it_it: 4 stelle
pl_pl: 4 Gwiazdki
pt_br: 4 Estrelas
sr_latn_rs: 4 Zvezdicе
sr_sp: 4 Звездице
sv_se: 4-stjärniga
tr_tr: 4 Yıldız
zh_cn: 四星级

# Cost_LodgingHostel
source: Hostel or budget equivalent
ar_sa: بيت الشباب أو ما يعادل الميزانية
de_de: Herberge oder Budget-Emtsprechung
el_gr: Hostel ή χρηματικά ισοδύναμο κατάλυμα
es_es: Albergue o presupuesto equivalente
fil_ph: Hostel o katumbas ng badyet
fr_fr: Auberge ou budget équivalent
it_it: Ostello o budget equivalente
pl_pl: Hostel lub budżetowy odpowiednik
pt_br: Hostel ou orçamento equivalente
sr_latn_rs: Hostel ili cenovni ekvivalent
sr_sp: Хостел или ценовни еквивалент
sv_se: Vandrarhem eller motsvarande
tr_tr: Pansiyon veya bütçe eşdeğeri
zh_cn: 青旅或相同价位的住所

# Cost_LodgingShared
source: Shared lodging (AirBnB etc)
ar_sa: سكن مشترك (AirBnB ، الخ)
de_de: Geteilte Unterkunft (AirBnB usw.)
el_gr: Κοινόχρηστα Καταλύματα (όπως AirBnB κλπ)
es_es: Alojamiento compartido (AirBnB, etc.)
fil_ph: Ibinahagi ang tuluyan (AirBnB atbp)
fr_fr: Hébergement commun (AirBnB etc)
it_it: Alloggio condiviso (AirBnB etc)
pl_pl: Wspólne deponowanie (AirBnB itp.)
pt_br: Alojamento Compartilhado (AirBnB etc)
sr_latn_rs: Zajednički smeštaj (AirBnB itd.)
sr_sp: Заједнички смештај (AirBnB итд.)
sv_se: Delat boende (AirBnB etc)
tr_tr: Ortak barınma (AirBnB vb.)
zh_cn: 共享住宿(AirBnb等)

# Cost_LodgingThreeStar
source: 3 Star
ar_sa: 3 نجوم
de_de: 3 Sterne
el_gr: 3 Αστέρια
es_es: 3 estrellas
fr_fr: 3 étoiles
it_it: 3 stelle
pl_pl: 3 Gwiazdki
pt_br: 3 Estrelas
sr_latn_rs: 3 Zvezdicе
sr_sp: 3 Звездице
sv_se: 3-stjärniga
tr_tr: 3 Yıldız
zh_cn: 三星级

# Cost_MarketingCampaigns
source: Marketing and Campaigns
ar_sa: التسويق والحملات
de_de: Marketing und Kampagnen
el_gr: Μάρκετινγκ και Προωθητικές Εκστρατείες
es_es: Marketing y Campañas
fil_ph: Marketing at Mga Kampanya
fr_fr: Marketing et campagnes
it_it: Maketing e campagne
pl_pl: Marketing i Kampanie
pt_br: Marketing e Campanhas
pt_pt: Marketing e Campanhas
sr_latn_rs: Marketing i kampanje
sr_sp: Маркетинг и кампање
sv_se: Marknadsföring och kampanjer
tr_tr: Pazarlama ve Kampanyalar
zh_cn: 市场营销和宣传活动

# Cost_OfficeEquipment
source: Office Equipment
ar_sa: معدات المكتب
de_de: Büroausstattung
el_gr: Εξοπλισμός Γραφείου
es_es: Equipo de oficina
fil_ph: Kagamitan sa opisina
fr_fr: Matériel de bureau
it_it: Attrezzature per ufficio
pl_pl: Sprzęt Biurowy
pt_br: Equipamento de Escritório
sr_latn_rs: Kancelarijski pribor
sr_sp: Канцеларијски прибор
sv_se: Kontorsutrustning
tr_tr: Ofis Ekipmanı
zh_cn: 办公设备

# Cost_Offices
source: Offices
ar_sa: مكاتب
de_de: Büros
el_gr: Γραφεία
es_es: Oficinas
fil_ph: Mga Opisina
fr_fr: Bureaux
it_it: Uffici
pl_pl: Biura
pt_br: Escritórios
pt_pt: Escritórios
sr_latn_rs: Kancelarije
sr_sp: Канцеларије
sv_se: Kontor
tr_tr: Ofisler
zh_cn: 办公室

# Cost_OfficeSpace
source: Office Space, Maintenance
ar_sa: فضاء المكتب، الصيانة
de_de: Büroraum, Wartung
el_gr: Χώρος Γραφείου, Συντήρηση
es_es: Espacio de oficina, mantenimiento
fil_ph: Opisina, Pagpapanatili
fr_fr: Espace Bureau, Maintenance
it_it: Spazio di ufficio, manutenzione
pl_pl: Powierzchnia Biurowa, Utrzymanie
pt_br: Espaço de Escritórios, Manutenção
sr_latn_rs: Kancelarijski prostor, održavanje
sr_sp: Канцеларијски простор, одржавање
sv_se: Kontorslokaler, underhåll
tr_tr: Ofis Alanı, Bakım
zh_cn: 办公空间，维护

# Cost_OfficeSupplies
source: Office Supplies (consumables)
ar_sa: لوازم المكتب (المواد الاستهلاكية)
de_de: Bürolieferungen (Verbrauchsmaterialien)
el_gr: Είδη Γραφείου (Αναλώσιμα)
es_es: Suministros de oficina (consumibles)
fil_ph: Mga Kagamitan sa Opisina (mga consumable)
fr_fr: Fourniture de bureau (consommables)
it_it: Forniture per ufficio (materiali di consumo)
pl_pl: Artykuły Biurowe (eksploatacyjne)
pt_br: Material de Escritório (consumíveis)
sr_latn_rs: Potrošni kancelarijski pribor
sr_sp: Потрошни канцеларијски прибор
sv_se: Kontorsmaterial (förbrukningsvaror)
tr_tr: Ofis Malzemeleri (sarf malzemeleri)
zh_cn: 办公用品(消耗品)

# Cost_PublicTransit
source: Public Transit
ar_sa: النقل العام
de_de: Öffentliche Verkehrsmittel
el_gr: Δημόσια Συγκοινωνία
es_es: Tránsito público
fil_ph: Pampublikong Transit
fr_fr: Transports public
it_it: Transito pubblico
pl_pl: Transport Publiczny
pt_br: Transporte público
sr_latn_rs: Javni transport
sr_sp: Јавни транспорт
sv_se: Kollektivtrafik
tr_tr: Toplu Taşıma
zh_cn: 公共交通

# Cost_ResearchDevelopment
source: Research and Development
ar_sa: البحث والتطوير
de_de: Forschung und Entwicklung
el_gr: Έρευνα και Ανάπτυξη
es_es: Investigación y desarrollo
fil_ph: Pananaliksik at Pag-unlad
fr_fr: Recherche et Développement
it_it: Ricerca e sviluppo
pl_pl: Badania i Rozwój
pt_br: Pesquisa e desenvolvimento
pt_pt: Investigação e Desenvolvimento
sr_latn_rs: Istraživanje i razvoj
sr_sp: Истраживање и развој
sv_se: Forskning och utveckling
tr_tr: Araştırma ve Geliştirme
zh_cn: 研究与开发

# Cost_Staff
source: Staff
ar_sa: فريق العمل
de_de: Personal
el_gr: Προσωπικό
es_es: Personal
fil_ph: Mga Tauhan
fr_fr: Personnel
it_it: Personale
pl_pl: Personel
pt_br: Funcionários
pt_pt: Pessoal
sr_latn_rs: Zaposleni
sr_sp: Запослени
sv_se: Personal
tr_tr: Personel
zh_cn: 员工

# Cost_StaffBenefits
source: Staff Benefits
ar_sa: استحقاقات الموظفين
de_de: Personalleistungen
el_gr: Παροχές Προσωπικού
es_es: Beneficios de personal
fil_ph: Mga Benepisyo ng Staff
fr_fr: Avantages du personnel
it_it: Vantaggi del personale
pl_pl: Dodatki dla Personelu
pt_br: Benefícios de Funcionários
sr_latn_rs: Zaposleni, pogodnosti
sr_sp: Запослени, погодности
sv_se: Löneförmåner m.m.
tr_tr: Personel Avantajları
zh_cn: 员工福利

# Cost_StaffExpenses
source: Staff Expenses
ar_sa: نفقات الموظفين
de_de: Personalausgaben
el_gr: Έξοδα Προσωπικού
es_es: Gastos de personal
fil_ph: Mga Gastusin ng Staff
fr_fr: Dépenses du personnel
it_it: Spese del personale
pl_pl: Wydatki Personelu
pt_br: Despesas de funcionários
sr_latn_rs: Zaposleni, troškovi
sr_sp: Запослени, трошкови
sv_se: Personalomkostnader
tr_tr: Personel Giderleri
zh_cn: 员工开销

# Cost_StaffPerDiem
source: Staff Per-Diem
ar_sa: المصاريف اليومية للموظفين
de_de: Personal pro Tag
el_gr: Έξοδα Κίνησης για το Προσωπικό
es_es: Personal Per-Diem
fr_fr: Indemnité journalière des employés
it_it: Personale diurno
pl_pl: Dniówka dla Personelu
pt_br: Funcionários diaristas
sr_latn_rs: Zaposleni, dnevnice
sr_sp: Запослени, дневнице
sv_se: Traktamenten
tr_tr: Personel Başı Ücret
zh_cn: 员工每日津贴

# Cost_StaffSalaries
source: Staff Salaries
ar_sa: رواتب الموظفين
de_de: Personalgehälter
el_gr: Μισθοί Προσωπικού
es_es: Salarios de personal
fr_fr: Salaires du personnel
it_it: Stipendi del personale
pl_pl: Wynagrodzenia Pracowników
pt_br: Salários de funcionários
sr_latn_rs: Zaposleni, plate
sr_sp: Запослени, плате
sv_se: Personalens löner
tr_tr: Personel Maaşları
zh_cn: 员工薪金

# Cost_Taxes
source: Taxes
ar_sa: الضرائب
de_de: Steuern
el_gr: Φόροι
es_es: Impuestos
fil_ph: Mga Buwis
fr_fr: Les taxes
it_it: Tasse
pl_pl: Podatki
pt_br: Impostos
pt_pt: Impostos
sr_latn_rs: Porezi
sr_sp: Порези
sv_se: Skatter
tr_tr: Vergiler
zh_cn: 税

# Cost_TaxiTransport
source: Taxi, Limo, etc
ar_sa: سيارة أجرة، ليموزين، إلخ
de_de: Taxi, Limousine usw.
el_gr: Ταξί, Λιμουζίνα, κλπ
es_es: Taxi, limusina, etc
fr_fr: Taxi, Limousine, etc
it_it: Taxi, limousine, etc
pl_pl: Taxi, Limuzyna, itp.
pt_br: Taxi, Limousine, etc
sr_latn_rs: Taksi, Limo, itd.
sr_sp: Такси, Лимо, итд.
tr_tr: Taksi, Limuzin, vb
zh_cn: 出租车，专车等

# Cost_TrainsFerries
source: Trains and Ferries
ar_sa: القطارات والسفن
de_de: Züge und Fähren
el_gr: Τρένα και Πλοία
es_es: Trenes y Ferries
fil_ph: Mga Tren at Ferries
fr_fr: Trains et Traversiers
it_it: Treni e traghetti
pl_pl: Pociągi i Promy
pt_br: Trens e balsas
sr_latn_rs: Vozovi i trajekti
sr_sp: Возови и трајекти
sv_se: Tåg och färjor
tr_tr: Trenler ve Feribotlar
zh_cn: 火车和渡轮

# Cost_Transportation
source: Transportation
ar_sa: وسائل النقل
de_de: Transport
el_gr: Μετακινήσεις
es_es: Transporte
fil_ph: Transportasyon
it_it: Trasporto
pl_pl: Transport
pt_br: Transporte
sr_latn_rs: Prevoz
sr_sp: Превоз
sv_se: Transport
tr_tr: Taşıma
zh_cn: 运输

# Cost_Travel
source: Travel
ar_sa: السفر
de_de: Reisen
el_gr: Ταξίδια
es_es: Viaje
fil_ph: Paglalakbay
fr_fr: Voyage
it_it: Viaggio
pl_pl: Podróże
pt_br: Viagem
sr_latn_rs: Putovanja
sr_sp: Путовања
sv_se: Resor
tr_tr: Seyahat
zh_cn: 旅行

# Cost_TravelLodging
source: Lodging
ar_sa: إقامة
de_de: Unterkunft
el_gr: Καταλύματα
es_es: Alojamiento
fil_ph: Tirahan
fr_fr: Hébergement
it_it: Sistemazioni
pl_pl: Noclegi
pt_br: Alojamento
sr_latn_rs: Smeštaj
sr_sp: Смештај
sv_se: Logi
tr_tr: Konaklama
zh_cn: 住宿

# Cost_TravelPerDiem
source: Per Diems
ar_sa: المعاشات اليومية
de_de: Tagespauschalen
el_gr: Ημερήσια Έξοδα Κίνησης
it_it: Diurni
pl_pl: Dniówki
pt_br: Diárias
sr_latn_rs: Dnevnice
sr_sp: Дневнице
sv_se: Traktamenten
tr_tr: Yevmiyeler
zh_cn: 每日津贴

# Cost_Unforeseen
source: Unforeseen
ar_sa: غير متوقع
de_de: Unvorhergesehenes
el_gr: Απρόοπτα
es_es: Improvistos
fil_ph: Hindi kanais-nais
fr_fr: Imprévu
it_it: Imprevisti
pl_pl: Nieprzewidziane
pt_br: Imprevistos
pt_pt: Imprevistos
sr_latn_rs: Nepredviđeni troškovi
sr_sp: Непредвиђени трошкови
sv_se: Oförutsett
tr_tr: Beklenmedik
zh_cn: 意料之外

# Debt_Equity
source: Equity
ar_sa: القيمة المالية
de_de: Eigenkapital
el_gr: Ίδια κεφάλαια
es_es: Patrimonio
fr_fr: Capitaux propres
it_it: Patrimonio netto
pl_pl: Kapitał
pt_br: Patrimônio
pt_pt: Património Líquido
sv_se: Eget kapital
tr_tr: Öz Sermaye
zh_cn: 股权

# Debt_EquityRestricted
source: Restricted Equity
ar_sa: قيمة مالية محدودة
de_de: Eingeschränktes Eigenkapital
el_gr: Περιορισμένα Ίδια Κεφάλαια
es_es: Patrimonio restringido
fil_ph: Limitadong Equity
fr_fr: Capitaux propres restreints
it_it: Patrimonio vincolato
pl_pl: Ograniczony Kapitał
pt_br: Patrimônio restrito
sr_latn_rs: Ograničeni Equity
sr_sp: Ограничени Equity
sv_se: Bundet eget kapital
tr_tr: Sınırlı Öz Sermaye
zh_cn: 有限股权

# Debt_EquityUnrestricted
source: Unrestricted Equity
ar_sa: قيمة مالية غير محدودة
de_de: Uneingeschränktes Eigenkapital
el_gr: Απεριόριστα Ίδια Κεφάλαια
es_es: Patrimonio no restringido
fil_ph: Walang ipinagpapahintulot na Equity
fr_fr: Capitaux propres illimités
it_it: Patrimonio non vincolato
pl_pl: Nieograniczony Kapitał
pt_br: Patrimônio não restrito
sr_latn_rs: Neograničeni Equity
sr_sp: Неограничени Equity
sv_se: Fritt eget kapital
tr_tr: Sınırsız Öz Sermaye
zh_cn: 无限股权

# Debt_ExpenseClaims
source: Expense Claims
ar_sa: طلبات النفقات المالية
de_de: Ausgabenforderungen
el_gr: Αίτημα Κάλυψης Εξόδων
es_es: Reclamación de gastos
fil_ph: Mga Katangian sa Gastos
fr_fr: Demandes de remboursement
it_it: Richieste di rimborso spese
pl_pl: Koszty Roszczenia
pt_br: Declarações de Despesa
pt_pt: Declarações de Despesa
sr_latn_rs: Zahtevi za refundaciju
sr_sp: Захтеви за рефундацију
sv_se: Utläggsanspråk
tr_tr: Gider Talepleri
zh_cn: 报销

# Debt_General
source: General Debt
ar_sa: الديون العامة
de_de: Allgemeine Schulden
el_gr: Γενικό Χρέος
es_es: Deuda general
fil_ph: Pangkalahatang Utang
fr_fr: Dette générale
it_it: Debito generale
pl_pl: Dług Ogólny
pt_br: Dívida Geral
pt_pt: Dívida Geral
sr_latn_rs: Ukupni dug
sr_sp: Укупни дуг
sv_se: Allmänna skulder
tr_tr: Genel borç
zh_cn: 一般债务

# Debt_InboundInvoices
source: Inbound Invoices
ar_sa: الفواتير الواردة
de_de: Eingangsrechnungen
el_gr: Εισερχόμενα Τιμολόγια
es_es: Facturas entrantes
fil_ph: Mga Inbound Invoice
fr_fr: Factures entrantes
it_it: Fatture in entrata
pl_pl: Faktury Przychodzące
pt_br: Faturas de Entrada
pt_pt: Notas Fiscais de Entrada
sr_latn_rs: Ulazne fakture
sr_sp: Inbound фактуре
sv_se: Inkommande fakturor
tr_tr: Gelen Faturalar
zh_cn: 入境发票

# Debt_OutboundVat
source: Outbound VAT
ar_sa: ضريبة القيمة المضافة الصادرة
de_de: Ausgehende MwSt.
el_gr: Εξερχόμενος ΦΠΑ
es_es: IVA entrante
fil_ph: Papalabas na VAT
fr_fr: TVA sortante
it_it: Iva in uscita
pl_pl: Wychodzący podatek VAT
pt_br: VAT de saída
pt_pt: IVA de saída
sv_se: Utgående moms
tr_tr: Giden KDV
zh_cn: 出口增值税

# Debt_Salaries
source: Salaries Due
ar_sa: الرواتب المستحقة
de_de: Fällige Gehälter
el_gr: Οφειλόμενοι Μισθοί
es_es: Salarios adeudados
fr_fr: Salaires Dus
it_it: Stipendi dovuti
pl_pl: Należne Wynagrodzenie
pt_br: Salários Devidos
pt_pt: Salários Devidos
sr_latn_rs: Due za plate
sr_sp: Due за плате
sv_se: Löner att betala
tr_tr: Vadesi Gelen Gelirler
zh_cn: 应付工资

# Debt_Taxes
source: Taxes Due
ar_sa: الضرائب المستحقة
de_de: Fällige Steuern
el_gr: Οφειλόμενοι Φόροι
es_es: Impuestos adeudados
fil_ph: Nakatakdang Buwis
fr_fr: Taxes dues
it_it: Tasse dovute
pl_pl: Należne Podatki
pt_br: Impostos Devidos
pt_pt: Impostos Devidos
sr_latn_rs: Due za poreze
sr_sp: Due за порезе
sv_se: Skatter att betala
tr_tr: Vadesi Gelen Vergiler
zh_cn: 应付税款
