Repository: Swarmops/Swarmops
Catalog: Logic/Resources/Logic.Support.ErrorMessages.*.resx
Languages: sr_latn_rs

# Backend_BlockchainSocketLost_Text
source: The server has lost the connection to the bitcoin blockchain. Bitcoin transactions won't be detected in real time.
sr_latn_rs: Server je izgubio vezu sa bitcoin blockchain-om. Bitcoin transakcije neće biti detektovane u realnom vremenu.

# Backend_BlockchainSocketLost_Title
source: Blockchain Connection Lost
sr_latn_rs: Izgubljena je veza sa blockchain-om

# Client_ServerHeartbeatLost_Text
source: The web browser is unable to hear the server's heartbeat.
sr_latn_rs: Veb pretraživač nije u stanju da čuje otkucaje srca servera (heartbeat). Ažuriranja u realnom vremenu verovatno neće biti dostupna.

# Client_ServerHeartbeatLost_Title
source: Heartbeat Failure Level 1
sr_latn_rs: Heartbeat signal, Otkaz nivoa 1

# Client_SocketConnectionFault_Text
source: Unable to connect to the server for real-time updates.
sr_latn_rs: Nije moguće uspostaviti vezu sa serverom za ažuriranje u realnom vremenu.

# Client_SocketConnectionFault_Title
source: WebSocket Failure
sr_latn_rs: WebSocket, Problem

# Frontend_BackendConnectionFault_Text
source: The server is unable to connect to the backend process. Real-time updates will be largely unavailable.
sr_latn_rs: Server nije u mogućnosti da se poveže na backend process. Većina ažuriranja u realnom vremenu neće biti dostupna.

# Frontend_BackendConnectionFault_Title
source: Backend Connection Failure
sr_latn_rs: Backend, veza je otkazala

# Frontend_BackendHeartbeatLost_Text
source: The server cannot hear the heartbeat from the backend process.
sr_latn_rs: Server ne čuje znake života backend process-a.

# Frontend_BackendHeartbeatLost_Title
source: Heartbeat Failure Level 2
sr_latn_rs: Heartbeat signal, Otkaz nivoa 2
