Repository: Swarmops/Swarmops
Catalog: trunk/Site/App_GlobalResources/RadEditor.Main.*.resx
Languages: de_de, fr_fr

source: Add Custom Color...
de_de: Neue Farbe...
fr_fr: Couleur personnalisée...

# AddCustomHexColor
source: Add Hex Color...
de_de: Neue Hex-Farbe...
fr_fr: Ajouter une couleur HEX...

# AddCustomWordSuccess
source: successfully added to dictionary
de_de: erfolgreich zum Wörterbuch hinzugefügt
fr_fr: avec succès supplémentaire au dictionnaire

source: Add to dictionary
de_de: Zum Wörterbuch hinzufügen
fr_fr: Ajouter au dictionnaire

# AskWordCleaning
source: The content you are trying to paste has MS Word formatting. Would you like to clean it?
de_de: Sie versuchen, Inhalt einzufügen, der von Word formatiert wurde.\nMöchten Sie die Word-Formatierung löschen?
fr_fr: Le texte que vous essayez de coller contient un formatage Word.\nVoulez-vous que le formatage soit supprimé ?

# CancelButton
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# CancelTable
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Cell Properties
de_de: Zellen Eigenschaften
fr_fr: Propriétés de la cellule

# CellWarning
source: Please, select a cell to set its properties!
de_de: Bitte wählen Sie eine Zelle aus um die Eigenschaften einzustellen!
fr_fr: Veuillez sélectionner une cellule pour changer ses propriétés ! !

# ChangeWordString
source: Change Manually
de_de: Änderung
fr_fr: Changer le mot

# Class
source: CSS Class
de_de: CSS Klasse
fr_fr: Classe CSS

# ClearAllHtmlTags
source: All HTML Tags
de_de: Alle HTML-Tags entfernen
fr_fr: Toutes les étiquette HTML

# ClearCssFormatting
source: Cascading Style Sheets
fr_fr: Les styles (CSS)

# ClearFontTags
source: Font Tags
de_de: Font Tags entfernen
fr_fr: les étiquettes FONT

source: Clear Formatting
de_de: Formatierung entfernen
fr_fr: Effacer la mise en forme

# ClearSpanTags
source: Span Tags
de_de: Span Tags entfernen
fr_fr: Les étiquettes SPAN

source: Clear Style
de_de: Style entfernen
fr_fr: Effacer le style

# ClearWordFormatting
source: Microsoft Word Formatting
de_de: MS-Word Formatierung entfernen
fr_fr: la mise en forme MS Word

# CorrectSpelling
source: Spelling Changes
de_de: Änderungen Rechtschreibung
fr_fr: Correction d'orthographe

source: Create Link
de_de: Hyperlink einfügen
fr_fr: Créer hyperlien

# DialogToolbar
source: Dialogs
de_de: Dialoge
fr_fr: Dialogues

# DropdownToolbar
source: Dropdowns
fr_fr: Menus déroulants

# EnhancedEditToolbar
source: Enhanced Edit
de_de: Erweitertes Bearbeiten
fr_fr: Barre d'édition

# FileOpen
source: Open file..
de_de: Datei öffnen..
fr_fr: Ouvrir fichier...

# FileSaveAs
source: Save as...
de_de: Speichern unter...
fr_fr: Sauvegarder comme...

# FormButton
source: Button
de_de: Schaltfläche
fr_fr: Bouton

# FormCheckbox
source: Checkbox
de_de: Kontrollkästchen
fr_fr: Boîte à cocher

# FormForm
source: Form
de_de: Formular
fr_fr: Formulaire

# FormHidden
source: Hidden
de_de: Versteckt
fr_fr: Champ caché

# FormPassword
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# FormRadio
source: Radio button
de_de: Optionsfeld
fr_fr: Bouton radio

# FormReset
source: Reset
de_de: Aktualisieren
fr_fr: RaZ

# FormSubmit
source: Submit
de_de: Absenden
fr_fr: Envoyer

# FormText
source: Textbox
de_de: Textfeld
fr_fr: Champ de texte

# FormTextarea
source: Textarea
de_de: Textbereich
fr_fr: Zone de texte

source: HTML Mode
de_de: HTML Modus
fr_fr: Mode HTML

# IgnoreAllString
source: Ignore All
de_de: Alle ignorieren
fr_fr: Tout ignorer

# IgnoreString
source: Ignore
de_de: Ignorieren
fr_fr: Ignorer

# ImageMapWarning
source: Please, select an image to set its image map properties!
de_de: Bitte wählen Sie ein Bild aus, um die ImageMap zu definieren.
fr_fr: Veuillez sélectionner une image pour changer ses propriétés !

source: Indent HTML
de_de: HTML einrücken
fr_fr: Indenter HTML

# InsertToolbar
source: Insert
de_de: Einfügen
fr_fr: Insérer

source: Main Toolbar
de_de: Hauptwerkzeugleiste
fr_fr: Barre d'outils principale

# MoreThanOnceMessage
source: This word occurs more than once in the text. Would you like to replace all instances?
de_de: Dieses Wort kommt im Text mehrfach vor. Möchten Sie alle Vorkommen ersetzen?
fr_fr: Ce mot apparait plus d’une fois dans le texte. Voulez-vous remplacer tous les termes?

# MoveCommand
source: Move
de_de: Verschieben
fr_fr: Déplacer

# NoSpellingMistakes
source: No mistakes found.
de_de: Keine Fehler gefunden.
fr_fr: Erreur n'a pas trouvé.

source: (no suggestions)
de_de: (Keine Vorschläge)
fr_fr: (pas de suggestion)

# PromptColor
source: Please, provide the custom color HEX value:
de_de: Bitte geben Sie den HEX-Wert für die benutzerdefinierte Farbe an:
fr_fr: Veuillez fournir une couleur au format HEX :

# RadEditorDesignMode
source: Design
fr_fr: Mode Design

# RadEditorHtmlMode
source: HTML
fr_fr: Mode HTML

# RadEditorPreviewMode
source: Preview
de_de: Vorschau
fr_fr: Prévisualisation

# ResizeCommand
source: Resize Object
de_de: Objektgröße anpassen
fr_fr: Changer les dimensions de l'objet

source: Set HTML
de_de: HTML Setzen
fr_fr: Définir HTML

# ShowToolbarTooltip
source: Show toolbar
de_de: Werkzeugleiste anzeigen
fr_fr: Afficher la barre d'outils

# SpellCheckComplete
source: The Spell Check is complete!
de_de: Rechtschreibprüfung ist beendet!
fr_fr: Vérificateur d'orthographe a fini

# SpellCheckEnd
source: Finish spellchecking
de_de: Beenden Sie Rechtschreibprüfung
fr_fr: Finir

source: Spelling Change
de_de: Rechtschreibänderung
fr_fr: Remplacer le terme

# SpellingInProgress
source: Spell checking in progress...
de_de: Rechtschreibprüfung im Gange...
fr_fr: Contrôle orthographique en marche...

# SpellingMode
source: Spell checking mode. Misspelled words are highlighted in yellow.
de_de: Rechtschreibprüfungsmodus. Falsche Wörter haben gelben Hintergrund.
fr_fr: Mode de contrôle orthographique. Les mots mal épelés sont avec le fond jaune.

source: Table
de_de: Tabelle
fr_fr: Tableau

# TableToolbar
source: Table
de_de: Tabellen
fr_fr: Tableau

# TableWarning
source: Please, select a table to set its properties!
de_de: Bitte wählen Sie eine Tabelle aus um die Eigenschaften einzustellen!
fr_fr: Veuillez sélectionner un tableau pour changer ses propriétés !

# ToolbarCaption
source: RadEditor Toolbar
de_de: RadEditor Werkzeugleiste
fr_fr: Barre d'outils du RadEditor

# ToolNotSupportedByNetscape
source: This tool is not supported by Mozilla/Netscape browsers.
de_de: Dieses Programm wird von Mozilla / Netscape nicht unterstützt.
fr_fr: Cet outil n'est pas supporté par Mozilla/Netscape.

source: Typing...
de_de: Typisierung
fr_fr: Composez...

# UndoDisabledMessage
source: You cannot undo further while in spellcheck mode. Please finish spellchecking first.
de_de: Während der Rechtschreibprüfung kann \"Rückgängig\" nicht verwendet werden. Zuerst müssen Sie die Rechtschreibprüfung beenden.
fr_fr: Vous ne pouvez pas effacer plus d’élément tant que la vérification orthographique n’est pas terminé. Veuillez d’abord terminer la vérification.

# UpdateButton
source: Update
de_de: Aktualisieren
fr_fr: Enregistrer

# UseCtrlC
source: Please use Ctrl+C to Copy
de_de: Ctrl+C Benutzen
fr_fr: Utilisez Ctrl+C

# UseCtrlV
source: Please use Ctrl+V to Paste
de_de: Ctrl+V Benutzen
fr_fr: Utilisez Ctrl+V

# UseCtrlX
source: Please use Ctrl+X to Cut
de_de: Ctrl+X Benutzen
fr_fr: Utilisez Ctrl+X

source: Clear Class
de_de: Keine Klasse
fr_fr: Supprimer le formatage

# ExceededHtmlLength
source: The added HTML code exceeded the character limit
de_de: Der zusätzliche HTML-Code für die die normale Grenze überschritten
fr_fr: Le code HTML ajouté dépassé la limite de caractères

# ExceededTextLength
source: The added text exceeded the character limit
de_de: Der zusätzliche Text über dem Zeichen begrenzt
fr_fr: Le texte ajouté dépassé la limite de caractères

# ReduceTheConentLength
source: Please, reduce the content of the field
de_de: Bitte, reduzieren Sie den Inhalt des Feldes
fr_fr: S'il vous plaît, de réduire le contenu du champ

# FormSelect
source: Select
de_de: Wählen Sie
