Repository: Swarmops/Swarmops
Catalog: Localization/Controls.Swarm.*.resx
Languages: ar_sa, el_gr, fil_ph, pt_br, ru_ru

# Positions_AssignAnotherPerson
source: Assign another person...
ar_sa: تعيين شخص اخر...
el_gr: Αναθέστε ένα άλλο άτομο...
fil_ph: Magtalaga ng isa pang tao...
pt_br: Nomeie outra pessoa...
ru_ru: Назначить другого человека...

# Positions_AssignFifthPerson
source: Assign a fifth person...
ar_sa: تعيين شخص خامس...
el_gr: Αναθέστε ένα πέμπτο άτομο...
fil_ph: Magtalagal ng panlimang tao...
pt_br: Nomeie uma quinta pessoa...
ru_ru: Назначить пятого человека...

# Positions_AssignFirstPerson
source: Assign...
ar_sa: تعيين...
el_gr: Αναθέστε...
fil_ph: Magtagala...
pt_br: Atribua...
ru_ru: Назначить...

# Positions_AssignFourthPerson
source: Assign a fourth person...
ar_sa: تعيين شخص رابع...
el_gr: Αναθέστε ένα τέταρτο άτομο...
fil_ph: Magtalaga ng pang-apat na tao...
pt_br: Nomeie uma quarta pessoa...
ru_ru: Назначить четвёртого человека...

# Positions_AssignmentDuration
source: Assignment duration (extendable)
ar_sa: مدة التعيين (قابلة للتمديد)
el_gr: Διάρκεια ανάθεσης (επεκτάσιμη)
fil_ph: Tagal ng trabaho (magagawang pahabain)
pt_br: Duração da atividade (extensível)
ru_ru: Длительность назначения (может быть продлена)

# Positions_AssignmentExpires
source: Expires
ar_sa: انتهاء مدة الصلاحية
el_gr: Λήγει
fil_ph: Natapos
pt_br: Expira
ru_ru: Истекает

# Positions_AssignPersonToPosition
source: Assign this person to position
ar_sa: تعيين هذا الشخص في منصب
el_gr: Αναθέστε αυτό το άτομο σε θέση
fil_ph: Italaga ang taong ito sa posisyon
pt_br: Atribuír esta pessoa à posição
ru_ru: Назначить этого человека на позицию

# Positions_AssignSecondPerson
source: Assign a second person...
ar_sa: تعيين شخص ثانٍ...
el_gr: Αναθέστε ένα δεύτερο άτομο...
fil_ph: Magtalaga ng pangalawang tao...
pt_br: Nomeie uma segunda pessoa...
ru_ru: Назначить второго человека...

# Positions_AssignSixthPerson
source: Assign a sixth person...
ar_sa: تعيين شخص سادس...
el_gr: Αναθέστε ένα έκτο άτομο...
fil_ph: Magtalaga ng pang-anim na tao...
pt_br: Nomeie uma sexta pessoa...
ru_ru: Назначить шестого человека...

# Positions_AssignThirdPerson
source: Assign a third person...
ar_sa: تعيين شخص ثالث...
el_gr: Αναθέστε ένα τρίτο άτομο...
fil_ph: Magtalaga ng pangatlong tao...
pt_br: Nomeie uma terceira pessoa...
ru_ru: Назначить третьего человека...

# Positions_ButtonAssign
source: Assign
ar_sa: تعيين
el_gr: Αναθέστε
fil_ph: Magtalaga
pt_br: Atribua
ru_ru: Назначить

# Positions_ModalHeader
source: Assign person as <span id='{0}_modalPositionName'>...</span> <span id='{0}_modalGeographyName'> </span>
ar_sa: تعيين شخص كـ <span id='{0}_modalPositionName'>...</span><span id='{0}_modalGeographyName'></span>
el_gr: Αναθέστε ένα άτομο ως <span id='{0}_modalPositionName'>...</span> <span id='{0}_modalGeographyName'></span>
fil_ph: Italaga ang tao bilang <span id='{0}_modalPositionName'>...</span><span id='{0}_modalGeographyName'></span>
pt_br: Atribuír pessoa como <span id='{0}_modalPositionName'>...</span> <span id='{0}_modalGeographyName'> </span>
ru_ru: Назначить человека, как <span id='{0}_modalPositionName'>...</span> <span id='{0}_modalGeographyName'> </span>

# Positions_NoMorePeopleOnPosition
source: Failed: Can't assign any more people to this position.
ar_sa: لم تتم العملية: لا يمكن تعيين اي أشخاص آخرين لهذا المنصب.
el_gr: Απέτυχε: Δεν μπορείτε να αναθέσετε περισσότερα άτομα σε αυτή τη θέση.
fil_ph: Nabigo: Hindi maaaring magtalaga ng mas maraming tao sa posisyon na ito.
pt_br: Falha: Não é possível atribuir mais pessoas a esta posição.
ru_ru: Ошибка: Нельзя назначить больше людей на эту позицию.

# Positions_PleaseSelectPerson
source: Please select a person to assign.
ar_sa: المرجو تحديد شخص من أجل التعيين.
el_gr: Παρακαλώ επιλέξτε ένα πρόσωπο για να αναθέσετε.
fil_ph: Mangyaring pumili ng isang tao na italaga.
pt_br: Por favor selecione uma pessoa para nomear.
ru_ru: Пожалуйста, выберите сотрудника для назначения.

# Positions_Vacant
source: (position is vacant)
ar_sa: (منصب شاغر)
el_gr: (η θέση είναι κενή)
fil_ph: (ang posisyon ay bakante)
pt_br: (posição vaga)
ru_ru: (вакантная должность)

# Positions_ConfirmSelfTerminate
source: <strong>QUIT YOUR POSITION?</strong><br/><br/>This is <strong>your</strong> assignment. Terminating your own assignment is the equivalent of saying "I QUIT". Doing so will take effect immediately. Is this what you wanted to do?<br/><br/>
ar_sa: <strong>الاستقالة من منصبك؟</strong><br/><br/>هذا هو<strong> التعيين </strong>الخاص بك. انهاء التعيين الخاص بك يعادل اقرارك بالاستقالة. والقيام بهذا سيعطي تأثيره على الفور. هل هذا ما تريد القيام به؟<br/><br/>
el_gr: <strong>ΤΕΡΜΑΤΙΣΜΟΣ ΑΝΑΘΕΣΗΣ;</strong> <br/> <br/> Αυτή είναι η θέση <strong>σας</strong>. Ο τερματισμός της δικής σας ανάθεσης ισοδυναμεί με ΠΑΡΑΙΤΗΣΗ και πραγματοποιείται άμεσα. Είναι σίγουρα αυτό που θέλετε να κάνετε;<br/> <br/>
fil_ph: <strong>IHINTO ANG IYONG POSISYON?</strong><br/><br/>Ito ay <strong>iyong</strong> trabaho. Pagwawakas ng sarili mong trabaho ay katumbas sa kasabihang "AYOKO NA". Ang paggawa nito ay magkakabisa kaagad. Ito ba ang gusto mong gawin?<br/><br/>
pt_br: <strong>DEMITIR-SE DA SUA POSIÇÃO?</strong><br/><br/>Esta é a <strong>sua</strong> missão. Terminar a sua própria missão é o equivalente a dizer "EU DEMITO-ME". Isto terá efeito imediato. É isto o que pretendia fazer?<br/><br/>
ru_ru: <strong>ПОКИНУТЬ СВОЙ ПОСТ?</strong><br/><br/>Это <strong>Ваше</strong> назначение. Прекращение своего собственного назначения - это всё равно, что сказать: "Я УХОЖУ". Меры будут приняты незамедлительно. Вы действительно хотите это сделать?<br/><br/>

# Positions_ConfirmTerminate
source: <strong>TERMINATE ASSIGNMENT?</strong><br/><br/>Do you want to terminate <span id="spanTerminatePersonName">[PERSONNAME]</span> from the assignment as <span id="spanTerminatePositionName">[POSITIONNAME]</span>? This is the equivalent of firing somebody and usually needs to be in accordance with internal processes and local law.<br/><br/>
ar_sa: <strong>انهاء التعيين؟</strong><br/><br/> هل تريد الاستقالة<span id="spanTerminatePersonName">[PERSONNAME]</span>من هذا التعيين ك <span id="spanTerminatePositionName">[POSITIONNAME]</span>؟هذا يعادل طرد شخص ما وعادة مايستلزم ان يكون موافقا للعمليات الداخلية والقانون المحلي.<br/><br/>
el_gr: <strong>ΤΕΡΜΑΤΙΣΜΟΣ ΑΝΑΘΕΣΗΣ;</strong> <br/> <br/> Θέλετε να τερματίσετε τον <span id="spanTerminatePersonName">[PERSONNAME]</span> από την θέση <span id="spanTerminatePositionName">[POSITIONNAME]</span> που του έχει ανατεθεί; Αυτό είναι ισοδύναμο της απόλυσης κάποιου και συνήθως πρέπει να γίνεται σύμφωνα με τις εσωτερικές διαδικασίες και την τοπική νομοθεσία. <br/> <br/>
fil_ph: <strong>WAKASAN ANG TRABAHO?</strong><br/><br/>Gusto mo bang pahintuin si <span id="spanTerminatePersonName">[PERSONNAME]</span> mula sa trabaho bilang <span id="spanTerminatePositionName">[POSITIONNAME]</span>? Ito ay katumbas ng pagtatanggal sa trabaho ng isang tao at kadalasang kailangan na maging alinsunod sa panloob na mga proseso at lokal na batas.<br/><br/>
pt_br: <strong>FINALIZAR TAREFA?</strong><br/><br/>Deseja retirar <span id="spanTerminatePersonName">[PERSONNAME]</span> da tarefa enquanto <span id="spanTerminatePositionName">[POSITIONNAME]</span>? Isto é o equivalente a despedir alguém e geralmente necessita de estar em conformidade com os processos internos e legislação local.<br/><br/>
ru_ru: <strong>ОТМЕНИТЬ НАЗНАЧЕНИЕ?</strong><br/><br/>Вы хотите убрать <span id="spanTerminatePersonName">[PERSONNAME]</span> с назначения на <span id="spanTerminatePositionName">[POSITIONNAME]</span>? Это действие эквивалентно увольнению кого-либо и должно быть проведено в соответствии с внутренними правилами и местными законами.<br/><br/>

# Positions_TerminateNo
source: Do Not Terminate
ar_sa: لا تقم بالانهاء
el_gr: Να Μην Τερματιστεί
fil_ph: Huwag Wakasan
pt_br: Não Terminar
ru_ru: Не Увольнять

# Positions_TerminateSelfNo
source: Oops! No, go back!
ar_sa: عفوا! لا، قم بالعودة!
el_gr: Ωχ! Όχι, πάμε πίσω!
fil_ph: Oops! Huwag, bumalik!
pt_br: Opa! Não, volte!
ru_ru: Ой! Нет, вернуться!

# Positions_TerminateSelfYes
source: Yes, I Resign
ar_sa: نعم ، أنا أقدم إستقالتي
el_gr: Ναι, παραιτούμαι
fil_ph: Oo, ako ay magbibitiw
pt_br: Sim, Eu Me Demito
ru_ru: Да, Я Увольняюсь

# Positions_TerminateYes
source: Terminate Assignment
ar_sa: إنهاء التعيين
el_gr: Τερματισμός Ανάθεσης
fil_ph: Wakasan ang Trabaho
pt_br: Terminar Nomeação
ru_ru: Уволиться

# Positions_AssignElsewhere
source: (assign under My Organization)
ar_sa: (تعيين في اطار المنظمة الخاصة بي)
el_gr: (ανάθεση στον Οργανισμό μου)
fil_ph: (italaga sa ilalim ng Akong Organisasyon)
pt_br: (nomear sob a Minha Organização)
ru_ru: (назначить под Моей Организацией)

# Positions_CreatePosition
source: Create new position...
ar_sa: إنشاء منصب جديد...
el_gr: Δημιουργία νέας θέσης...
fil_ph: Lumikha ng bagong posisyon...
pt_br: Criar nova posição...
ru_ru: Создать новую должность...

# Positions_Subleaders
source: Leaders of subdivisions
ar_sa: قادة الاقسام الفرعية
el_gr: Ηγέτες τμημάτων
fil_ph: Mga Lider ng mga subdibisyon
pt_br: Líderes de subdivisões
ru_ru: Главы подразделений
