Repository: Swarmops/Swarmops
Catalog: Localization/Global.*.resx
Languages: ar_sa, el_gr, pl_pl, sr_cyrl_rs, sr_latn_rs

# Financial_SalariesTaxSpecification
source: Salary Taxes for {0:yyyy-MMM}
ar_sa: ضرائب الرواتب للفترة {0:yyyy-MMM}
el_gr: Φόρος Μισθοδοσίας για το μήνα {0:yyyy-MMM}
pl_pl: Podatki od wynagrodzeń dla {0:yyyy-MMM}
sr_cyrl_rs: Порези на зараду за {0:yyyy-MMM}
sr_latn_rs: Porezi na zaradu za {0:yyyy-MMM}

# Financial_SalaryDualSpecification
source: Salary #{0:N0} for {1:yyyy-MMM}
ar_sa: راتب رقم #{0:N0} للفترة {1:yyyy-MMM}
el_gr: Μισθοδοσία #{0:N0} για το μήνα {1:yyyy-MMM}
pl_pl: Wynagrodzenie #{0:N0} za {1:yyyy-MMM}
sr_cyrl_rs: Плата #{0:N0} за {1:yyyy-MMM}
sr_latn_rs: Plata #{0:N0} za {1:yyyy-MMM}

# Financial_SalaryDualSpecificationWithRecipient
source: Salary #{0:N0} for {1:yyyy-MMM} for {2}
ar_sa: راتب رقم #{0:N0} للفترة {1:yyyy-MMM} لـ {2}
el_gr: Μισθοδοσία #{0:N0} για το μήνα {1:yyyy-MMM} για τον εργαζόμενο {2}
pl_pl: Wynagrodzenie #{0:N0} za {1:yyyy-MMM} dla {2}
sr_cyrl_rs: Плата #{0:N0} за {1:yyyy-MMM} за {2}
sr_latn_rs: Plata #{0:N0} za {1:yyyy-MMM} za {2}

# Financial_SalaryIdentity
source: Salary #{0:N0}
ar_sa: راتب رقم #{0:N0}
el_gr: Μισθοδοσία #{0:N0}
pl_pl: Wynagrodzenie #{0:N0}
sr_cyrl_rs: Плата #{0:N0}
sr_latn_rs: Plata #{0:N0}

# Financial_SalaryTaxDualSpecification
source: Taxes for Salary #{0:N0} for {1:yyyy-MMM}
ar_sa: الضرائب على الراتب رقم #{0:N0} للفترة {1:yyyy-MMM}
el_gr: Φόροι για Μισθοδοσία #{0:N0} για το μήνα {1:yyyy-MMM}
pl_pl: Podatki za Wynagrodzenie #{0:N0} za {1:yyyy-MMM}
sr_cyrl_rs: Порези на зараду {0:N0} за {1:yyyy-MMM}
sr_latn_rs: Porezi na zaradu {0:N0} za {1:yyyy-MMM}

# Financial_Account
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
pl_pl: Klient
sr_cyrl_rs: Налог
sr_latn_rs: Nalog

# Financial_Amount
source: Amount
ar_sa: المبلغ
el_gr: Ποσό
pl_pl: Kwota
sr_cyrl_rs: Износ
sr_latn_rs: Iznos

# Global_Add
source: Add
ar_sa: اضافة
el_gr: Προσθήκη
pl_pl: Dodaj
sr_cyrl_rs: Додај
sr_latn_rs: Dodaj

# Global_Several_Display
source: (several)
ar_sa: (متعدد)
el_gr: (πολλαπλά)
pl_pl: (kilka)
sr_cyrl_rs: (неколико)
sr_latn_rs: (nekoliko)

# Global_Several_SelectOne
source: -- Several - select --
ar_sa: -- اختيار - متعدد --
el_gr: -- Πολλαπλή - επιλογή --
pl_pl: -- Kilka - wybierz --
sr_cyrl_rs: -- Неколико - изаберите --
sr_latn_rs: -- Nekoliko - izaberite --

# Sidebar_Options
source: Options
ar_sa: الخيارات
el_gr: Επιλογές
pl_pl: Opcje
sr_cyrl_rs: Опције
sr_latn_rs: Opcije

# Global_NoMatch
source: (no match)
ar_sa: (لا يوجد تطابق)
el_gr: (καμία αντιστοιχία)
pl_pl: (brak wyników)
sr_cyrl_rs: (нема поклапања)
sr_latn_rs: (nema poklapanja)

# Global_Working
source: Working...
ar_sa: جاري العمل...
el_gr: Εκτελείται...
pl_pl: Pracuję...
sr_cyrl_rs: Процес је у току...
sr_latn_rs: Proces je u toku...

# Global_Error_WebsocketFailure
source: Unable to connect WebSocket. Live updates will not be available.
ar_sa: يتعذر الاتصال بـ WebSocket. لن تتوفر تحديثات مباشرة فيما بعد.
el_gr: Αδυναμία σύνδεσης με WebSocket. Δεν πραγματοποιούνται αυτόματες ανανεώσεις.
pl_pl: Nie można połączyć się z WebSocket. Aktualizacje na żywo nie będą dostępne.
sr_cyrl_rs: Није могуће повезати се на WebSocket. Ажурирање у реалном времену неће бити доступно.
sr_latn_rs: Nije moguće povezati se na WebSocket. Ažuriranje u realnom vremenu neće biti dostupno.

# Error_CurrencyParsing
source: Swarmops does not understand your currency amount. (One thousand money and zero cents are written like "{0:N2}".) Try again?
ar_sa: لم يفهم Swarmops مبلغ العملة الخاصة بك. ( ألف دولار و صفر سنت تكتب على هذا الشكل "{0:N2}".) حاول مرة اخرى؟
el_gr: Το Swarmops δεν καταλαβαίνει το ποσό συναλλάγματος που εισάγατε. (Το ποσό χιλίων νομισμάτων και μηδέν σεντς γράφεται ως εξής "{0:N2}".) Θέλετε να προσπαθήσετε ξανά;
pl_pl: Swarmops nie rozumie twojej ilości waluty. (Tysiąc i zero centów zapisane są jako "{0:N2}".) Spróbuj Ponownie?
sr_cyrl_rs: Swarmops није прихватио износ валуте који сте унели. (Једна хиљада и нула центи би требало да се упишу као "{0:N2}".) Покушајте поново!
sr_latn_rs: Swarmops nije prihvatio iznos valute koji ste uneli. (Jedna hiljada i nula centi bi trebalo da se upišu kao "{0:N2}".) Pokušajte ponovo!

# Global_NoReasonGiven
source: No reason was specified.
ar_sa: لم يتم تحديد اي مبرر.
el_gr: Χωρίς συγκεκριμένη αιτιολόγηση.
pl_pl: Brak określonego powodu.
sr_cyrl_rs: Без неког одређеног разлога.
sr_latn_rs: Bez nekog određenog razloga.

# Global_NoActionItems
source: No urgent action items. Yay!
ar_sa: ليس هنالك أي إجراء عاجل. يا للروعة!
el_gr: Δεν υπάρχουν επείγοντα στοιχεία. Τέλεια!
pl_pl: Brak pilnych działań. Yay!
sr_cyrl_rs: Нема хитних ставки. Јупи!
sr_latn_rs: Nema hitnih stavki. Jupi!

# Global_MinMax
source: Min / Max
ar_sa: الحد الادنى/ الحد الاقصى
sr_cyrl_rs: Мин / Макс

# Swarm_AssignedPerson
source: Assigned Person
ar_sa: الشخص المعين
el_gr: Καθορισμένο Άτομο
pl_pl: Przypisana Osoba
sr_cyrl_rs: Задужена особа
sr_latn_rs: Zadužena osoba

# Swarm_Position
source: Position
ar_sa: الموقف
el_gr: Θέση
pl_pl: Pozycja
sr_cyrl_rs: Позиција
sr_latn_rs: Pozicija

# Error_DatabaseConcurrency
source: It seems another user beat you to this operation; the database changed while you were looking. Please examine the changed conditions and retry what you were trying to do.
ar_sa: يبدو أن مستخدمًا آخر كان سباقا لهذه العملية ؛ تغيرت قاعدة البيانات اثناء قيامك بالبحث. يرجى فحص الشروط المتغيرة وإعادة المحاولة مع ما كنت تريد القيام به.
el_gr: Φαίνεται ότι ένας άλλος χρήστης σας πρόλαβε σε αυτή τη λειτουργία, η βάση δεδομένων τροποποιήθηκε όσο εσείς κοιτούσατε. Παρακαλούμε ελέγξτε τις αλλαγές στις συνθήκες και επαναλάβετε την προσπάθειά σας.
pl_pl: Wygląda na to, że inny użytkownik ubiegł cię w tej operacji; baza danych uległa zmianie podczas szukania. Sprawdź zmienione warunki i spróbuj ponownie to, co próbujesz zrobić.
sr_cyrl_rs: Изгледа да Вас је други корисник претекао у овој операцији; док сте Ви гледали, база података се променила. Молимо Вас да испратите нове услове и поново покушате да спроведете своју замисао.
sr_latn_rs: Izgleda da Vas je drugi korisnik pretekao u ovoj operaciji; dok ste Vi gledali, baza podataka se promenila. Molimo Vas da ispratite nove uslove i ponovo pokušate da sprovedete svoju zamisao.

# Swarm_TypeName
source: Type a name...
ar_sa: اكتب اسمًا...
el_gr: Πληκτρολογήστε ένα όνομα...
pl_pl: Wpisz nazwę...
sr_cyrl_rs: Упишите име...
sr_latn_rs: Upišite ime...

# Timespan_Selection_OneMonth
source: One month
ar_sa: شهر واحد
el_gr: Ένας μήνας
pl_pl: Jeden miesiąc
sr_cyrl_rs: Један месец
sr_latn_rs: Jedan mesec

# Timespan_Selection_OneYear
source: One year
ar_sa: سنة واحدة
el_gr: Ένα έτος
pl_pl: Jeden rok
sr_cyrl_rs: Једна година
sr_latn_rs: Jedna godina

# Timespan_Selection_SixMonths
source: Six months
ar_sa: ستة اشهر
el_gr: Έξι μήνες
pl_pl: Sześć miesięcy
sr_cyrl_rs: Шест месеци
sr_latn_rs: Šest meseci

# Timespan_Selection_ThreeMonths
source: Three months
ar_sa: ثلاثة اشهر
el_gr: Τρεις μήνες
pl_pl: Trzy miesiące
sr_cyrl_rs: Три месеца
sr_latn_rs: Tri meseca

# Timespan_Selection_TwoMonths
source: Two months
ar_sa: شهرين
el_gr: Δύο μήνες
pl_pl: Dwa miesiące
sr_cyrl_rs: Два месеца
sr_latn_rs: Dva meseca

# Timespan_Selection_TwoYears
source: Two years
ar_sa: سنتين
el_gr: Δύο έτη
pl_pl: Dwa lata
sr_cyrl_rs: Две године
sr_latn_rs: Dve godine

# Timespan_Selection_UntilTermination
source: Until termination
ar_sa: حتى الإنهاء
el_gr: Μέχρι τον τερματισμό
pl_pl: Do Wypowiedzenia
sr_cyrl_rs: До прекида
sr_latn_rs: Do prekida

# Global_WizardFinish
source: Finish
ar_sa: إنهاء
el_gr: Τερματισμός
pl_pl: Zakończ
sr_cyrl_rs: Заврши
sr_latn_rs: Završi

# Global_WizardNext
source: Next
ar_sa: التالي
el_gr: Επόμενο
pl_pl: Dalej
sr_cyrl_rs: Следеће
sr_latn_rs: Slеdеćе

# Global_WizardPrevious
source: Previous
ar_sa: السابق
el_gr: Προηγούμενο
pl_pl: Poprzedni
sr_cyrl_rs: Претходно
sr_latn_rs: Prethodno

# Financial_YTD
source: YTD
ar_sa: منذ بداية السنة
pl_pl: Od Początku Roku
sr_cyrl_rs: Пр.Год.
sr_latn_rs: Pr.God.

# Global_Flags
source: Flags
ar_sa: اعلام
pl_pl: Flagi
sr_cyrl_rs: Заставице
sr_latn_rs: Zastavice

# Global_Total
source: Total
ar_sa: المجموع
el_gr: Σύνολο
pl_pl: Łącznie
sr_cyrl_rs: Укупно
sr_latn_rs: Ukupno

# Global_FieldCannotBeEmpty
source: This field cannot be empty.
ar_sa: لا يمكن لهذا الحقل ان يكون فارغا.
el_gr: Αυτό το πεδίο δεν μπορεί να είναι κενό.
pl_pl: To pole nie może być puste.
sr_cyrl_rs: Ово поље не може остати празно.
sr_latn_rs: Ovo polje ne može ostati prazno.

# Error_UnspecifiedAjaxSetValue
source: There was an unspecified error attempting to set this value.
ar_sa: حدث خطأ غير محدد أثناء محاولة ادخال هذه القيمة.
el_gr: Παρουσιάστηκε ένα απροσδιόριστο σφάλμα στην προσπάθειά σας να ορίσετε αυτήν την τιμή.
pl_pl: Wystąpił nieokreślony błąd podczas próby ustawiania tej wartości.
sr_cyrl_rs: Јавила се уопштена грешка приликом покушаја задавања ове вредности.
sr_latn_rs: Javila se uopštena greška prilikom pokušaja zadavanja ove vrednosti.

# Master_EditPerson2FAEnableProvisioning
source: BitID Two-factor authentication (disabling quarantines login)
ar_sa: المصادقة ذات العاملين لـ BitID (مَخجَر على عملية تسجيل الدخول من 48 ساعة إلى7 أيام)
el_gr: Ταυτοποίηση δύο σημείων BitID (η απενεργοποίηση θέτει το λογαριασμό σε καραντίνα)
pl_pl: Uwierzytelnianie dwuskładnikowe BitID (wyłączenie logowania kwarantanny)
sr_cyrl_rs: BitID Дво-факторска аутентификација (онемогућава пријављивање током карантина)
sr_latn_rs: BitID Dvo-faktorska autentifikacija (onemogućava prijavljivanje tokom karantina)

# Master_EditPersonHeaderAccount
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
pl_pl: Konto
sr_cyrl_rs: Налог
sr_latn_rs: Nalog

# Master_EditPersonHeaderSecurityProvisioning
source: Security Provisioning
ar_sa: توفير الحماية
el_gr: Παροχή Ασφαλείας
pl_pl: Zaopatrzenie w Zabezpieczenia
sr_cyrl_rs: Обезбеђивање сигурности
sr_latn_rs: Obezbeđivanje sigurnosti

# Master_EditPersonResetPasswordButton
source: Reset password
ar_sa: إعادة تعيين كلمة المرور
el_gr: Επαναφορά κωδικού πρόσβασης
pl_pl: Zresetuj hasło
sr_cyrl_rs: Ресетуј лозинку
sr_latn_rs: Resetuj lozinku

# Master_EditPersonResetPasswordLabel
source: Mail a password-reset link
ar_sa: أرسل بريدا يتضمن رابط اعادة تعيين كلمة المرور
el_gr: Αποστολή συνδέσμου επαναφοράς κωδικού πρόσβασης
pl_pl: Wyślij link do zresetowania hasła
sr_cyrl_rs: Пошаљи линк за ресет лозинке
sr_latn_rs: Pošalji link za reset lozinke

# Master_EditPersonWarning_Phone
source: This doesn't look like a valid phone number, but we're storing it as written here nonetheless.
ar_sa: لا يبدو ان هذا رقم هاتف صحيح, ولكننا نخزنه كما هو مكتوب هنا رغم ذلك.
el_gr: Αυτός δεν είναι έγκυρος αριθμός τηλεφώνου, αλλά θα το αποθηκεύσουμε όπως το γράψατε.
pl_pl: To nie wygląda na prawidłowy numer telefonu, ale przechowujemy go tak, jak tu napisano.
sr_cyrl_rs: Ово не изгледа као валидни телефонски број, али ако јесте - извињавамо се.
sr_latn_rs: Ovo ne izgleda kao validni telefonski broj, ali ako jeste - izvinjavamo se.

# Master_EditPersonResetPasswordConfirm_Header
source: Reset User Password?
ar_sa: إعادة تعيين كلمة مرور المستخدم؟
el_gr: Επαναφορά κωδικού πρόσβασης;
pl_pl: Zresetować Hasło Użytkownika?
sr_cyrl_rs: Ресетуј корисничку лозинку?
sr_latn_rs: Resetuj korisničku lozinku?

# Master_EditPersonResetPasswordConfirm_Text
source: You're resetting a user password. This user will receive a reset link by mail, which they can follow to reset their Swarmops password.<br/><br/><strong>Never do this unless specifically asked for assistance with this by the user.</strong><br/><br/>Proceed with password reset procedure?
ar_sa: أنت تعيد تعيين كلمة مرور المستخدم. سيتوصل هذا المستخدم برابط لإعادة التعيين عبر البريد الالكتروني، والذي يمكن للمستخدمين تتبعه لإعادة تعيين كلمة المرور لـ Swarmops الخاص بهم.<br/><br/><strong> لا تفعل هذا ابدا قبل ان تطلب المساعدة بشكل خاص من قبل المستخدم. </strong><br/><br/> متابعة إجراء إعادة تعيين كلمة المرور؟
el_gr: Πραγματοποιείτε επαναφορά κωδικού χρήστη. Αυτός ο χρήστης θα λάβει ένα σύνδεσμο επαναφοράς με email, τον οποίο θα πρέπει να ακολουθήσει για να επαναφέρει τον κωδικό Swarmops.<br/><br/><strong>Μην κάνετε ποτέ αυτή τη διαδικασία, εκτός και αν σας ζητήθηκε βοήθεια από τον συγκεκριμένο χρήστη.</strong><br/><br/>Συνέχεια με την διαδικασία επαναφοράς κωδικού;
pl_pl: Resetujesz hasło użytkownika. Ten użytkownik otrzyma link resetujący pocztą elektroniczną, w który mogą oni wejść, aby zresetować ich hasło Swarmops.<br/><br/><strong>Nigdy tego nie rób, chyba że użytkownik poprosi o pomoc w tej sprawie.</strong><br/><br/>Kontynuować procedurę resetowania hasła?
sr_cyrl_rs: Управо ресетујете корисничку лозинку. Поменути корисник ће примити линк за ресет у mail-у, а који ће га одвести на страну за ресетовање Swarmops лозинке.<br/><br/><strong>Немојте никада радити ово, осим ако то од Вас није тражио корисник.</strong><br/><br/>Да ли желите да наставите са процедуром за ресетовање лозинке?
sr_latn_rs: Upravo resetujete korisničku lozinku. Pomenuti korisnik će primiti link za reset u mail-u, a koji će ga odvesti na stranu za resetovanje Swarmops lozinke.<br/><br/><strong>Nemojte nikada raditi ovo, osim ako to od Vas nije tražio korisnik.</strong><br/><br/>Da li želite da nastavite sa procedurom za resetovanje lozinke?

# Master_EditPersonResetPasswordProhibited_Header
source: Password Reset Prohibited
ar_sa: عملية اعادة تعيين كلمة المرور محظورة
el_gr: Απαγόρευση Επαναφοράς Κωδικού
pl_pl: Resetowanie hasła Zabronione
sr_cyrl_rs: Ресет лозинке је забрањен
sr_latn_rs: Reset lozinke je zabranjen

# Master_EditPersonResetPasswordProhibited_Text
source: This user's mail address was recently changed (less than a week ago). For security reasons, a password reset link cannot and will not be sent to such a newly changed mail address.
ar_sa: تم تغيير عنوان البريد الخاص بهذا المستعمل مؤخرا (اقل من اسبوع). ومن أجل حماية أكثر، لا يمكن ولن يتم ارسال أي رابط لاعادة تعيين كلمة المرور لعنوان بريد حديث التغيير.
el_gr: Η διεύθυνση email του χρήστη άλλαξε πρόσφατα (λιγότερο από μία εβδομάδα πριν). Για λόγους ασφαλείας δεν μπορεί και δεν θα σταλεί ένας σύνδεσμος επαναφοράς κωδικού σε μία τόσο πρόσφατα αλλαγμένη διεύθυνση email.
pl_pl: Adres e-mail tego użytkownika został niedawno zmieniony (mniej niż tydzień temu). Ze względów bezpieczeństwa link do resetowania hasła nie może i nie będzie wysyłany na tak zmieniony adres e-mail.
sr_cyrl_rs: Email адреса овог корисника је недавно промењена (пре мање од недељу дана). Из сигурносних разлога, линк за ресетовање лозинке не може бити послат и неће бити послат на email адресу која је недавно промењена.
sr_latn_rs: Email adresa ovog korisnika je nedavno promenjena (pre manje od nedelju dana). Iz sigurnosnih razloga, link za resetovanje lozinke ne može biti poslat i neće biti poslat na email adresu koja je nedavno promenjena.

# Master_EditPersonResetPassword_ResetLinkSent
source: A password reset link was sent to this user.
ar_sa: لقد تم ارسال رابط اعادة تعيين كلمة المرور الى هذا المستخدم.
el_gr: Ένας σύνδεσμος επαναφοράς κωδικού στάλθηκε στον χρήστη αυτόν.
pl_pl: Link resetowania hasła został wysłany do tego użytkownika.
sr_cyrl_rs: Линк за ресетовање лозинке је послат кориснику.
sr_latn_rs: Link za resetovanje lozinke je poslat korisniku.

# Global_2FA
source: Two-factor authentication
ar_sa: المصادقة ذات العاملين
el_gr: Ταυτοποίηση δύο σημείων
pl_pl: Uwierzytelnianie dwuskładnikowe
sr_cyrl_rs: Дво-факторска аутентификација
sr_latn_rs: Dvo-faktorska autentifikacija

# Global_2FA_Short
source: Two-factor auth
ar_sa: المصادقة ذات العامل الثنائي
el_gr: Ταυτ δύο-σημείων
pl_pl: Uwierzytelnianie dwuskładnikowe
sr_cyrl_rs: Дво-факторска аутент.
sr_latn_rs: Dvo-faktorska autent.

# Master_EditPerson2FAEnable_CannotProvision
source: <strong>CANNOT PROVISION 2FA</strong><br/><br/>You cannot turn on two-factor authentication for someone else. They must do it by themselves, thereby being alone in having their secret keys.
ar_sa: <strong>لا يمكن توفير المصادقة ذات العاملين</strong><br/><br/> لا يمكنك تشغيل المصادقة ذات عاملين لشخص أخر. يمكنكم فقط القيام بذلك بأنفسهم، كونهم الوحيدين الذي بحوزتهم المفاتيح السرية.
el_gr: <strong>ΑΔΥΝΑΤΗ Η ΕΝΕΡΓΟΠΟΙΗΣΗ 2FA</strong><br/><br/>Δεν μπορείτε να ενεργοποιήσετε την ταυτοποίηση δύο σημείων για λογαριασμό τρίτων. Θα πρέπει να το κάνουν μόνοι τους, ώστε να είναι οι μόνοι που έχουν τα κλειδιά τους.
pl_pl: <strong>NIE MOŻNA ZAPEWNIĆ UWIERZYTELNIENIA DWUSKŁADNIKOWEGO</strong><br/><br/> Nie możesz włączyć uwierzytelniania dwuskładnikowego dla kogoś innego. Muszą zrobić to sami, tym samym będąc w posiadaniu swoich tajnych kluczy tylko dla siebie.
sr_cyrl_rs: <strong>НЕ МОЖЕТЕ ПРУЖИТИ 2FA</strong><br/><br/>Не можете активирати дво-факторску аутентификацију у туђе име. Свако то мора учинити за себе, како би само он(а) имао(ла) тајне кључеве.
sr_latn_rs: <strong>NE MOŽETE PRUŽITI 2FA</strong><br/><br/>Ne možete aktivirati dvo-faktorsku autentifikaciju u tuđe ime. Svako to mora učiniti za sebe, kako bi samo on(a) imao(la) tajne ključeve.

# Master_EditPerson2FAEnable_ConfirmingRemovedOwn
source: Two-factor authentication has been disabled. You must now log in with a regular password.
ar_sa: المصادقة ذات عاملين قد تم حذفها. يجب أن تقوم الأن بتسجيل الدخول بكلمة المرور العادية.
el_gr: Η ταυτοποίηση δύο σημείων απενεργοποιήθηκε. Θα πρέπει να κάνετε σύνδεση με έναν κανονικό κωδικό.
pl_pl: Uwierzytelnianie dwuskładnikowe zostało wyłączone. Musisz zalogować się teraz przy użyciu zwykłego hasła.
sr_cyrl_rs: Дво-факторска аутентификација је онемогућена. Сада се морате пријавити са регуларном лозинком.
sr_latn_rs: Dvo-faktorska autentifikacija je onemogućena. Sada se morate prijaviti sa regularnom lozinkom.

# Master_EditPerson2FAEnable_ConfirmingRemovedProvision
source: Two-factor authentication was removed for this user. They must now log in with a regular password.
ar_sa: المصادقة ذات العاملين قد تم حذفها بالنسبة لهذا المستعمل. يجب أن يقوم الأن بتسجيل الدخول بكلمة المرور العادية.
el_gr: Η ταυτοποίηση δύο σημείων αφαιρέθηκε γι αυτόν τον χρήστη. Θα πρέπει να κάνετε σύνδεση με έναν κανονικό κωδικό.
pl_pl: Dla tego użytkownika usunięto uwierzytelnianie dwuskładnikowe. Muszą teraz zalogować się zwykłym hasłem.
sr_cyrl_rs: Дво-факторска аутентификација је уклоњена за овог корисника. Сада се мора пријавити са регуларном лозинком.
sr_latn_rs: Dvo-faktorska autentifikacija je uklonjena za ovog korisnika. Sada se mora prijaviti sa regularnom lozinkom.

# Master_EditPerson2FAEnable_ConfirmRemoveOwn
source: <strong>DISABLE TWO-FACTOR AUTHENTICATION?</strong><br/><br/>This is not recommended. Two-factor authentication significantly raises the security of your account, in addition to making it much easier to log in if you're using BitID.<br/><br/>Remove 2FA and fall back to password-only authentication?
ar_sa: <strong>تعطيل المصادقة ذات عاملين؟</strong><br/><br/>لا ينصح بفعل هذا. المصادقة ذات عاملين تمنح حماية أكثر لحسابك، هذا بالإضافة أنها تجعل تسجيل الدخول أكثر سهولة إن كنت تستعمل BitID.<br/><br/>القيام بمسح المصادقة ذات العاملين و الرجوع إلى المصادقة بكلمة المرور فقط؟
el_gr: <strong>ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ΤΑΥΤΟΠΟΙΗΣΗΣ ΔΥΟ ΣΗΜΕΙΩΝ;</strong><br/><br/>Αυτό δε συνίσταται. Η ταυτοποίηση δύο σημείων αυξάνει σημαντικά την ασφάλεια του λογαριασμού σας, επιπλέον διευκολύνει τη σύνδεσή σας αν χρησιμοποιείτε BitID.<br/><br/>Κατάργηση 2FA και ενεργοποίηση ταυτοποίησης μόνο μέσω κωδικού;
pl_pl: <strong>WYŁĄCZYĆ AUTORYZACJĘ DWUSKŁADNIKOWĄ?</strong><br/><br/>Nie jest to zalecane. Uwierzytelnianie dwuskładnikowe znacznie zwiększa bezpieczeństwo Twojego konta, a ponadto znacznie ułatwia zalogowanie się, jeśli używasz identyfikatora BitID.<br/><br/>Usunąć Uwierzytelnienie Dwuskładnikowe i cofnąć się do uwierzytelniania tylko hasłem?
sr_cyrl_rs: <strong>ИСКЉУЧУЈЕТЕ ДВО-ФАКТОРСКУ АУТЕНТИФИКАЦИЈУ?</strong><br/><br/>Ово се не препоручује. Дво-факторска аутентификација значајно подиже ниво безбедности Вашег налога, а при томе пружа и могућност једноставнијег пријављивања посредством BitID.<br/><br/>Желите да уклоните 2FA и вратите се на класичну, једну лозинку?
sr_latn_rs: <strong>ISKLJUČUJETE DVO-FAKTORSKU AUTENTIFIKACIJU?</strong><br/><br/>Ovo se ne preporučuje. Dvo-faktorska autentifikacija značajno podiže nivo bezbednosti Vašeg naloga, a pri tome pruža i mogućnost jednostavnijeg prijavljivanja posredstvom BitID.<br/><br/>Želite da uklonite 2FA i vratite se na klasičnu, jednu lozinku?

# Master_EditPerson2FAEnable_ConfirmRemoveProvision
source: <strong>REMOVE TWO-FACTOR AUTHENTICATION?</strong><br/><br/>Only do this if you have been requested to turn off 2FA for this user, by this user themselves, <strong>and</strong> you are absolutely, positively sure that the request came from the person whose security you are disabling (as per the verification policy of the organization).<br/><br/>Proceed with removing this user's security? They will fall back to password-only security.
ar_sa: <strong>حذف المصادقة ذات عاملين؟</strong><br/><br/>لديك الحق في القيام بهذا فقط إن طُلب منك تعطيل الـ 2fa لهذا المستعمل، من طرف المستعمل نفسه، <strong>و</strong> أنت متأكد، من أن الطلب قد جاء من نفس الشخص الذي سوف تقوم بتعطيل الأمن لديه (وفقا لسياسة التحقق لدى المنظمة).<br/><br/>الشروع في حذف أمن هذا المستعمل؟ سوف يقوم بالرجوع إلى الأمن المنطوي فقط على كلمة السر.
el_gr: <strong>ΚΑΤΑΡΓΗΣΗ ΤΑΥΤΟΠΟΙΗΣΗΣ ΔΥΟ ΣΗΜΕΙΩΝ;</strong><br/><br/>Πραγματοποιήστε αυτή την ενέργεια μόνο αν σας ζητήθηκε η κατάργηση 2FA για αυτό το χρήστη, από τον ίδιο το χρήστη, <strong>και</strong> είστε απόλυτα, αναμφίβολα σίγουροι ότι το αίτημα προήλθε από τον ίδιο χρήστη, για τον οποίο απενεργοποιείτε την ασφάλεια (σύμφωνα με την πολιτική ελέγχου του οργανισμού).<br/><br/>Συνέχεια με κατάργηση της ασφάλειας αυτού του χρήστη; Αυτό σημαίνει ότι η ασφάλεια θα επανέλθει σε επίπεδο χρήσης του κωδικού πρόσβασης.
pl_pl: <strong>USUNĄĆ AUTORYZACJĘ DWUSKŁADNIKOWĄ?</strong><br/><br/>Uczyń to tylko wtedy, kiedy zostałeś poproszony o wyłączenie Uwierzytelnienia Dwuskładnikowego dla tego użytkownika przez samego użytkownika,<strong>i</strong> masz całkowitą pewność, że wniosek pochodzi od osoby, której ochronę wyłączasz (zgodnie z zasadami weryfikacji organizacji).<br/><br/>Kontynuować usuwanie zabezpieczeń tego użytkownika? Powrócą oni do zabezpieczenia tylko hasłem.
sr_cyrl_rs: <strong>ИСКЉУЧУЈЕТЕ ДВО-ФАКТОРСКУ АУТЕНТИФИКАЦИЈУ?</strong><br/><br/>Учините ово само ако су сами корисници захтевали од Вас да им уклоните 2FA <strong>и</strong> ако сте у потпуности сигурни да је захтев дошао управо од те особе, чије се мере сигурности сада уклањају (што је и у сагласности са правилима организације која се односе на верификацију).<br/><br/>Желите да наставите са уклањањем сигурносних мера за овог корисника? То ће их вратити на класично уношење лозинке.
sr_latn_rs: <strong>ISKLJUČUJETE DVO-FAKTORSKU AUTENTIFIKACIJU?</strong><br/><br/>Učinite ovo samo ako su sami korisnici zahtevali od Vas da im uklonite 2FA <strong>i</strong> ako ste u potpunosti sigurni da je zahtev došao upravo od te osobe, čije se mere sigurnosti sada uklanjaju (što je i u saglasnosti sa pravilima organizacije koja se odnose na verifikaciju).<br/><br/>Želite da nastavite sa uklanjanjem sigurnosnih mera za ovog korisnika? To će ih vratiti na klasično unošenje lozinke.

# Master_EditPerson2FAEnable_NotRemoved
source: Two-factor authentication was not removed and is still active.
ar_sa: لم يتم حذف المصادقة ذات عاملين و هي لا تزال قائمة.
el_gr: Η ταυτοποίηση δύο σημείων δεν καταργήθηκε και είναι ακόμη ενεργή.
pl_pl: Uwierzytelnianie dwuskładnikowego nie zostało usunięte i jest nadal aktywne.
sr_cyrl_rs: Дво-факторска аутентификација и даље није уклоњена и још је активна.
sr_latn_rs: Dvo-faktorska autentifikacija i dalje nije uklonjena i još je aktivna.

# Timespan_Selection_OneDay
source: One day
ar_sa: يوم واحد
el_gr: Μία ημέρα
pl_pl: Jeden dzień
sr_cyrl_rs: Један дан
sr_latn_rs: Jedan dan

# Timespan_Selection_SevenDays
source: Seven days
ar_sa: سبعة ايام
el_gr: Επτά ημέρες
pl_pl: Siedem dni
sr_cyrl_rs: Седам дана
sr_latn_rs: Sedam dana
