Repository: Swarmops/Swarmops
Catalog: Localization/Global.*.resx
Languages: ar_sa, el_gr, pl_pl, sr_cyrl_rs, sr_latn_rs

# Timespan_Selection_TwoDays
source: Two days
ar_sa: يومين
el_gr: Δύο ημέρες
pl_pl: Dwa dni
sr_cyrl_rs: Два дана
sr_latn_rs: Dva dana

# Timespan_Selection_TwoWeeks
source: Two weeks
ar_sa: اسبوعين
el_gr: Δύο εβδομάδες
pl_pl: Dwa tygodnie
sr_cyrl_rs: Две недеље
sr_latn_rs: Dve nedelje

# Master_BitIdRegistered
source: <strong>BITID TWO-FACTOR AUTHENTICATION SUCCESSFULLY ENABLED</strong><br/><br/>When logging on to this system from now on, you need to use the BitId application you just used to scan the code.
ar_sa: <strong>بيتد صفحتان-FACTOR "بنجاح تمكين مصادقة"</strong><br/><br/>عند تسجيل الدخول إلى هذا النظام من الآن فصاعدا، تحتاج إلى استخدام تطبيق بيتد (BitId) الذي إستخدمته توا من أجل مسح الرقم التسلسلي.
el_gr: <strong>ΕΠΙΤΥΧΗΣ ΕΝΕΡΓΟΠΟΙΗΣΗ ΤΑΥΤΟΠΟΙΗΣΗΣ ΔΥΟ ΣΗΜΕΙΩΝ BITID</strong><br/><br/>Εφ'εξής, όταν συνδέεστε σε αυτό το σύστημα, θα πρέπει να χρησιμοποιείτε την εφαρμογή BitId που μόλις χρησιμοποιήσατε για να σαρώσετε τον κωδικό.
pl_pl: <strong>AUTORYZACJA DWUSKŁADNIKOWA BITID ZOSTAŁA POMYŚLNIE WŁĄCZONA</strong><br/><br/>Od teraz logując się do tego systemu, musisz użyć aplikacji BitId, której użyłeś do zeskanowania kodu.
sr_cyrl_rs: <strong>BITID ДВО-ФАКТОРСКА АУТЕНТИФИКАЦИЈА ЈЕ УСПЕШНО АКТИВИРАНА</strong><br/><br/>У будуће, када се пријављујете на овај систем, мораћете да користите BitId апликацију коју сте управо употребили да скенирате код.
sr_latn_rs: <strong>BITID DVO-FAKTORSKA AUTENTIFIKACIJA JE USPEŠNO AKTIVIRANA</strong><br/><br/>U buduće, kada se prijavljujete na ovaj sistem, moraćete da koristite BitId aplikaciju koju ste upravo upotrebili da skenirate kod.

# Master_BitIdRegister_Fail
source: BitID two-factor authentication has not been enabled.
ar_sa: المصادقة ذات عاملين لـ BitID لم يتم تفعيلها بعد.
el_gr: Ταυτοποίηση δύο σημείων BitID δεν ενεργοποιήθηκε.
pl_pl: Uwierzytelnianie dwuskładnikowe BitID nie zostało włączone.
sr_cyrl_rs: BitID дво-факторска аутентификација није омогућена.
sr_latn_rs: BitID dvo-faktorska autentifikacija nije omogućena.

# Master_BitIdRegister_Header
source: Scan this code to enable BitID
ar_sa: قم بمسح هذا الكود لتفعيل BitID
el_gr: Σαρώστε αυτόν τον κωδικό για να ενεργοποιήσετε την εφαρμογή BitID
pl_pl: Zeskanuj ten kod, aby włączyć BitID
sr_cyrl_rs: Скенирајте овај кôд да бисте омогућили BitID
sr_latn_rs: Skenirajte ovaj kôd da biste omogućili BitID

# Master_BitIdRegister_Sidebar
source: <h3>What is this?</h3> <p>BitID is a way to log on securely with less hassle than entering a password. Its simplicitly cannot be explained, only experienced, and it is a two-factor authentication since it uses your phone.</p> <h3>Doesn't this require my phone to be protected also?</h3> <p>Well, yes. It's your phone and your phone's access protection. But your phone should always be access protected.</p> <h3>Do I need a mobile app for this?</h3> <p>Yes, in some form. Some mobile bitcoin wallets have BitID built in. Two examples of mobile wallets that support BitID are {0} and {1}. You can also look for a standalone BitID Authenticator.</p> <h3>How do I enable BitID?</h3> <p>Just use the phone app to scan this code. After that, you can scan a similar code to log in to this system.</p>
el_gr: <h3>Τι είναι αυτό;</h3> <p>Το BitID είναι ένας τρόπος για να συνδεθείτε με ασφάλεια και ευκολότερα από ότι με την εισαγωγή κωδικού πρόσβασης. Η απλότητα του συστήματος δεν δύναται να επεξηγηθεί, αλλά μόνο να διαπιστωθεί εμπειρικά, και είναι σύστημα ταυτοποίησης δύο σημείων εφόσον χρησιμοποιεί το τηλέφωνό σας.</p> <h3>Δεν απαιτείται να είναι και το τηλέφωνό μου προστατευμένο;</h3> <p>Ναι. Πρόκειται για το τηλέφωνό σας και την προστασία πρόσβασης του τηλεφώνου σας. Αλλά το τηλέφωνό σας θα πρέπει να έχει πάντα προστασία πρόσβασης.</p> <h3>Χρειάζομαι κάποια εφαρμογή κινητού τηλεφώνου για αυτό;</h3> <p>Ναι, κατά κάποιο τρόπο. Μερικά πορτοφόλια bitcoin κινητών συσκευών έχουν ενσωματωμένο το BitID. Δύο τέτοια παραδείγματα πορτοφολιών κινητών συσκευών που υποστηρίζουν το BitID είναι το {0} και το {1}. Μπορείτε επίσης να ψάξετε για κάποια αυτόνομη εφαρμογή ταυτοποίησης BitID.</p> <h3>Πώς ενεργοποιώ το BitID;</h3> <p>Απλά χρησιμοποιήστε την εφαρμογή του τηλεφώνου σας για να σαρώσετε αυτόν τον κωδικό. Έπειτα μπορείτε να σαρώσετε έναν παρόμοιο κωδικό για να συνδεθείτε σε αυτό το σύστημα.</p>
sr_cyrl_rs: <h3>Шта је ово, заправо?</h3> <p>BitID је сигуран начин за пријављивање, пуно практичнији од уписивања лозинке. Процедура је толико једноставна, да се не може речима објаснити, већ се мора искусити. У питању је дво-факторска аутентификација која користи Ваш телефон.</p> <h3>Зар то онда не значи да и телефон мора бити некако осигуран?</h3> <p>Суштински, да... По правилу, требало би да је Ваш телефон увек заштићен приликом покретања.</p> <h3>Да ли ми је за ово потребна мобилна апликација?</h3> <p>Да, у неку руку. Неки од мобилних bitcoin новчаника имају уграђену BitID функцију. Два примера таквих новчаника су {0} и {1}. Опционо, можете пронаћи и самосталне BitID аутентификаторе.</p> <h3>Како да активирам BitID?</h3> <p>Једноставно употребите апликацију на телефону и скенирајте овај код. Некон тога, скенираћете сличан код који омогућава пријаву на систем.</p>
sr_latn_rs: <h3>Šta je ovo, zapravo?</h3> <p>BitID je siguran način za prijavljivanje, puno praktičniji od upisivanja lozinke. Procedura je toliko jednostavna, da se ne može rečima objasniti, već se mora iskusiti. U pitanju je dvo-faktorska autentifikacija koja koristi Vaš telefon.</p> <h3>Zar to onda ne znači da i telefon mora biti nekako osiguran?</h3> <p>Suštinski, da... Po pravilu, trebalo bi da je Vaš telefon uvek zaštićen prilikom pokretanja.</p> <h3>Da li mi je za ovo potrebna mobilna aplikacija?</h3> <p>Da, u neku ruku. Neki od mobilnih bitcoin novčanika imaju ugrađenu BitID funkciju. Dva primera takvih novčanika su {0} i {1}. Opciono, možete pronaći i samostalne BitID autentifikatore.</p> <h3>Kako da aktiviram BitID?</h3> <p>Jednostavno upotrebite aplikaciju na telefonu i skenirajte ovaj kod. Nekon toga, skeniraćete sličan kod koji omogućava prijavu na sistem.</p>

# Master_EditPerson2FAEnable
source: BitID (bitcoin signature) two-factor authentication
ar_sa: المصادقة ذات عاملين لـ BitID (توقيع البتكوين)
el_gr: Ταυτοποίηση δύο σημείων με BitID (υπογραφή bitcoin)
pl_pl: Uwierzytelnienie dwuskładnikowe BitID (Podpis bitcoin)
sr_cyrl_rs: BitID (bitcoin signature) дво-факторска аутентификација
sr_latn_rs: BitID (bitcoin signature) dvo-faktorska autentifikacija

# Master_EditPerson2FAEnableShort
source: BitID two-factor auth
ar_sa: المصادقة ذات عاملين لـ BitID
el_gr: Ταυτ. δύο σημείων BitID
pl_pl: Uwierzytelnienie dwuskładnikowe BitID
sr_cyrl_rs: BitID дво-факторска аутент.
sr_latn_rs: BitID dvo-faktorska autent.

# Master_EditPersonCurrentPassword
source: Type current password to enable changes
ar_sa: اكتب كلمة المرور الحالية لكي يتاح لك التغيير
el_gr: Πληκτρολογήστε τον κωδικό πρόσβασης για να ενεργοποιήσετε τις αλλαγές
pl_pl: Wpisz bieżące hasło, aby aktywować zmiany
sr_cyrl_rs: Укуцајте тренутну лозинку како бисте омогућили измене
sr_latn_rs: Ukucajte trenutnu lozinku kako biste omogućili izmene

# Master_EditPersonHeaderSecurity
source: Your Security
ar_sa: الحماية الخاصة بك
el_gr: Η ασφάλειά σας
pl_pl: Twoja Ochrona
sr_cyrl_rs: Ваша сигурност
sr_latn_rs: Vaša sigurnost

# Master_EditPersonNewPassword1
source: Set new password
ar_sa: تعيين كلمة مرور جديدة
el_gr: Ορίστε νέο κωδικό
pl_pl: Ustaw nowe hasło
sr_cyrl_rs: Постави нову лозинку
sr_latn_rs: Postavi novu lozinku

# Master_EditPersonNewPassword2
source: Retype new password
ar_sa: أعد كتابة كلمة السر الجديدة
el_gr: Γράψτε ξανά τον κωδικό
pl_pl: Wprowadź ponownie nowe hasło
sr_cyrl_rs: Потврдите нову лозинку
sr_latn_rs: Potvrdite novu lozinku

# Master_EditPersonNewPassword_CannotChange_SecurityError
source: Unable to set new password: The old password is incorrect.
ar_sa: يتعذر تعيين كلمة مرور جديدة: كلمة المرور القديمة غير صحيحة.
el_gr: Αδυναμία ορισμού νέου κωδικού. Ο παλιός κωδικός είναι λάθος.
pl_pl: Nie udało się ustawić nowego hasła: Stare hasło jest nieprawidłowe.
sr_cyrl_rs: Није могуће поставити нову лозинку: Стара лозинка је неисправна.
sr_latn_rs: Nije moguće postaviti novu lozinku: Stara lozinka je neispravna.

# Master_EditPersonNewPassword_CannotChange_TooWeak
source: Unable to set new password: The new password is too weak. Use a stronger password.
ar_sa: يتعذر تعيين كلمة مرور جديدة: كلمة المرور الجديدة ضعيفة للغاية. قم باستعمال كلمة مرور اقوى.
el_gr: Αδυναμία ορισμού νέου κωδικού. Ο νέος κωδικός είναι πολύ αδύναμος. Χρησιμοποιήστε έναν πιο ισχυρό κωδικό.
pl_pl: Nie udało się ustawić nowego hasła: Nowe hasło jest zbyt słabe. Użyj silniejszego hasła.
sr_cyrl_rs: Није могуће поставити нову лозинку: Нова лозинка је сувише слаба. Користите јачу лозинку.
sr_latn_rs: Nije moguće postaviti novu lozinku: Nova lozinka je suviše slaba. Koristite jaču lozinku.

# Master_EditPersonNewPassword_Changed
source: <strong>PASSWORD CHANGED</strong><br/><br/>You have successfully changed your password. As a security measure, all withdrawals are now in quarantine for the next 48 hours.
ar_sa: <strong>تم تغيير كلمة السر</strong><br/><br/>لقد قمت بتغيير كلمة السر بنجاح. وكإجراء أمني بسيط، سنقوم بتعطيل أي سحب في الساعات الـ 48 القادمة.
el_gr: <strong>ΑΛΛΑΓΗ ΚΩΔΙΚΟΥ</strong><br/><br/>Η αλλαγή κωδικού πραγματοποιήθηκε επιτυχώς. Σαν μέτρο ασφαλείας, δεν μπορείτε να πραγματοποιήσετε αναλήψεις για τις επόμενες 48 ώρες.
pl_pl: <strong>HASŁO ZMIENIONE</strong><br/><br/>Pomyślnie zmieniłeś hasło. Ze względów bezpieczeństwa wszystkie wypłaty są poddawane kwarantannie przez następne 48 godzin.
sr_cyrl_rs: <strong>ЛОЗИНКА ЈЕ ПРОМЕЊЕНА</strong><br/><br/>Успешно сте променили своју лозинку. Као мера сигурности, на снази је карантин за подизање средстава у трајању од 48 сати.
sr_latn_rs: <strong>LOZINKA JE PROMENJENA</strong><br/><br/>Uspešno ste promenili svoju lozinku. Kao mera sigurnosti, na snazi je karantin za podizanje sredstava u trajanju od 48 sati.

# Master_EditPerson_PleaseEnable2FA
source: If you can, please enable BitID two-factor authentication.
ar_sa: إذا سمحت، قم بتفعيل المصادقة ذات عاملين لـ BitID.
el_gr: Εάν μπορείτε, παρακαλώ ενεργοποιήσετε ταυτοποίηση δύο σημείων BitID.
pl_pl: Jeśli to możliwe, prosimy o włączenie uwierzytelnianie dwuskładnikowe BitID.
sr_cyrl_rs: Ако можете, молимо Вас да омогућите BitID дво-факторску аутентификацију.
sr_latn_rs: Ako možete, molimo Vas da omogućite BitID dvo-faktorsku autentifikaciju.

# Global_Officer_Female
source: Officer
ar_sa: الضابط
el_gr: Στέλεχος
pl_pl: Oficer
sr_cyrl_rs: Официр
sr_latn_rs: Oficir

# Global_Officer_Male
source: Officer
ar_sa: الضابط
el_gr: Στέλεχος
pl_pl: Oficer
sr_cyrl_rs: Официр
sr_latn_rs: Oficir

# Global_Officer_Neutral
source: Officer
ar_sa: الضابط
el_gr: Στέλεχος
pl_pl: Oficer
sr_cyrl_rs: Официр
sr_latn_rs: Oficir

# Global_Officer_Plural
source: Officers
ar_sa: الضباط
el_gr: Στελέχη
pl_pl: Oficerowie
sr_cyrl_rs: Официри
sr_latn_rs: Oficiri

# Global_Volunteer_Female
source: Volunteer
ar_sa: متطوع
el_gr: Εθελόντρια
pl_pl: Wolontariuszka
sr_cyrl_rs: Волонтерка
sr_latn_rs: Volonterka

# Global_Volunteer_Male
source: Volunteer
ar_sa: متطوع
el_gr: Εθελοντής
pl_pl: Wolontariusz
sr_cyrl_rs: Волонтер
sr_latn_rs: Volonter

# Global_Volunteer_Neutral
source: Volunteer
ar_sa: متطوع
el_gr: Εθελοντής
pl_pl: Wolontariusz
sr_cyrl_rs: Волонтер
sr_latn_rs: Volonter

# Global_Volunteer_Plural
source: Volunteers
ar_sa: متطوعين
el_gr: Εθελοντές
pl_pl: Wolontariusze
sr_cyrl_rs: Волонтери
sr_latn_rs: Volonteri

# Global_Go
source: Go
ar_sa: إبدأ
el_gr: Εκτέλεση
pl_pl: Wykonaj
sr_cyrl_rs: Изврши
sr_latn_rs: Izvrši

# Global_Proceed
source: Proceed
ar_sa: متابعة
el_gr: Συνέχεια
pl_pl: Kontynuuj
sr_cyrl_rs: Настави
sr_latn_rs: Nastavi

# Swarm_TypePartialName
source: Type a partial name...
ar_sa: أكتب اسما جزئيا...
el_gr: Πληκτρολογήστε ένα συντομευμένο όνομα...
pl_pl: Wpisz częściową nazwę...
sr_cyrl_rs: Упишите део имена...
sr_latn_rs: Upišite deo imena...

# Financial_ProfitToDate
source: Annual Profit/Loss To Date ({0})
ar_sa: الربح/الخسارة السنوية لتاريخ ({0})
el_gr: Ετήσιο Κέρδος/Ζημία έως ημερομηνία ({0})
pl_pl: Roczny Zysk/Strata do daty ({0})
sr_cyrl_rs: Годишњи Профит/Губитак до датума ({0})
sr_latn_rs: Godišnji Profit/Gubitak do datuma ({0})

# Financial_Client
source: Client / Customer
ar_sa: الزبون / العميل
el_gr: Πελάτης
pl_pl: Klient / Odbiorca
sr_cyrl_rs: Клијент / Купац
sr_latn_rs: Klijent / Kupac

# Global_Progress
source: Progress
ar_sa: التقدم
el_gr: Πρόοδος
pl_pl: Postęp
sr_cyrl_rs: Напредује
sr_latn_rs: Naprеduje

# Global_DownloadThis
source: Download This
ar_sa: حمل هذا
el_gr: Κατεβάστε Tο
pl_pl: Pobierz to
sr_cyrl_rs: Преузми ово
sr_latn_rs: Preuzmi ovo

# Global_Dox
source: Docs
ar_sa: مستندات
el_gr: Εγγρ
pl_pl: Dokumenty
sr_cyrl_rs: Документи
sr_latn_rs: Dokumenti

# Global_SendThisInMail
source: Send this to me in mail
ar_sa: قم بارساله لي عبر البريد الاكتروني
el_gr: Αποστολή στον εαυτό μου με email
pl_pl: Wyślij to do mnie pocztą
sr_cyrl_rs: Пошаљи ово на мој mail
sr_latn_rs: Pošalji ovo na moj mail

# Financial_OutboundInvoiceSpecificationWithCustomer
source: Outbound Invoice #{0:N0} to {1}
ar_sa: الفاتورة الصادرة #{0:N0} لـ {1}
el_gr: Εξερχόμενο Τιμολόγιο #{0:N0} στο {1}
pl_pl: Wychodząca Faktura #{0:N0} do {1}
sr_cyrl_rs: Излазна фактура #{0:N0} од {1}
sr_latn_rs: Izlazna faktura #{0:N0} od {1}

# Global_Nuked
source: (cancelled, voided, zeroed)
ar_sa: (ملغاة ، باطلة، منعدمة)
el_gr: (ακυρωμένο)
pl_pl: (anulowane, unieważnione, wyzerowane)
sr_cyrl_rs: (отказано, сторнирано, анулирано)
sr_latn_rs: (otkazano, stornirano, anulirano)

# Global_Upload
source: Upload
ar_sa: رفع
el_gr: Φόρτωση
pl_pl: Prześlij
sr_cyrl_rs: Отпреми
sr_latn_rs: Otpremi

# Global_FileUploadResults
source: File Upload Results
ar_sa: رفع ملف النتائج
el_gr: Αποτελέσματα Φόρτωσης Αρχείου
pl_pl: Wyniki Przesyłania Plików
sr_cyrl_rs: Фајлови који су отпремљени
sr_latn_rs: Fajlovi koji su otpremljeni

# Financial_AmountVat
source: VAT
ar_sa: ضريبة القيمة المضافة
el_gr: ΦΠΑ
pl_pl: Podatek VAT
sr_cyrl_rs: ПДВ
sr_latn_rs: PDV

# Financial_AmountVatFull
source: Value Added Tax
ar_sa: الضريبة على القيمة المضافة
el_gr: Φόρος Προστιθέμενης Αξίας
pl_pl: Podatek od Wartości Dodanej
sr_cyrl_rs: Порез на додату вредност
sr_latn_rs: Porez na dodatu vrednost

# Global_Date
source: Date
ar_sa: التاريخ
el_gr: Ημερομηνία
pl_pl: Data
sr_cyrl_rs: Датум
sr_latn_rs: Datum

# Global_DateFormatShortSansWeekday
source: MMM d, yyyy
ar_sa: yyyy, MMM d
el_gr: ΜΜΜ η, εεεε
pl_pl: MMM d, rrrr
sr_cyrl_rs: МММ д, гггг
sr_latn_rs: MMM d, gggg

# Global_Submit
source: Submit
ar_sa: إرسال
el_gr: Υποβολή
pl_pl: Wnieś
sr_cyrl_rs: Пошаљи
sr_latn_rs: Pošalji

# Financial_GeneralLedger
source: General Ledger
ar_sa: السجل العام
el_gr: Γενική λογιστική
pl_pl: Główna Księga Rachunkowa
sr_cyrl_rs: Главна књига
sr_latn_rs: Glavna knjiga

# Global_EnteringSandbox
source: You are entering the <strong>Sandbox</strong> organization.<br/><br/>This is a safe environment where you can play around with Swarmops without risking any damage to production data. Have fun all you want, and return to your production environment when you're done experimenting.
ar_sa: لقد قمت بالتو بالدخول لـ<strong>منظمة الـ sandbox.<br/><br/> هذا محيط أمن من خلاله يمكنك تجربة جميع خواص الـ Swarmops من دون إلحاق أي ضرر لبيانات الإنتاج. قم بالإستمتاع كما شئت، وقم بالرجوع إلى محيط الإنتاج الخاص بك عندما تنتهي من التجارب.
el_gr: Πραγματοποιείτε είσοδο στο <strong>Sandbox</strong> του οργανισμού. <br/><br/>Αυτό είναι ένα ασφαλές περιβάλλον στο οποίο μπορείτε να δοκιμάσετε τις λειτουργίες του Swarmops χωρίς τον κίνδυνο να πειραχθούν τα οποιαδήποτε δεδομένα. Διασκεδάστε όσο θέλετε και έπειτα επιστρέψτε στο περιβάλλον παραγωγής όταν έχετε ολοκληρώσει τις δοκιμές σας.
pl_pl: Przystępujesz do organizacji <strong>Sandbox</strong>.<br/><br/>Jest to bezpieczne środowisko, w którym możesz bawić się w Swarmops bez ryzyka uszkodzenia żadnych danych produkcyjnych. Życzymy dobrej zabawy! Powróć do środowiska produkcyjnego po zakończeniu eksperymentów.
sr_cyrl_rs: Ступате у <strong>Sandbox</strong> организацију.<br/><br/>Ово је безбедно окружење у коме можете испробавати Swarmops без икаквих ризика који се односе на податке. Лепо се забављајте, а када завршите, вратите се у продукционо окружење.
sr_latn_rs: Stupate u <strong>Sandbox</strong> organizaciju.<br/><br/>Ovo je bezbedno okruženje u kome možete isprobavati Swarmops bez ikakvih rizika koji se odnose na podatke. Lepo se zabavljajte, a kada završite, vratite se u produkciono okruženje.

# Global_MonthXtoY
source: {0} to {1}
el_gr: Από {0} έως {1}
sr_cyrl_rs: од {0} до {1}
sr_latn_rs: od {0} do {1}

# Global_SkipNo
source: Don't Skip
sr_cyrl_rs: Не прескачи
sr_latn_rs: Ne preskači

# Global_SkipThis
source: skip this
sr_cyrl_rs: Прескочи
sr_latn_rs: preskoči

# Global_SkipYes
source: Skip
sr_cyrl_rs: Прескочи
sr_latn_rs: Preskoči

# Financial_Ebitda_Long
source: Earnings before Interest, Taxes, Depreciation, and Amortization
sr_cyrl_rs: Зарада пре камата, пореза, губитка вредности и амортизације
sr_latn_rs: Zarada pre kamata, poreza, gubitka vrednosti i amortizacije

# Financial_AllBalancesSettled
source: All Balances Are Settled
sr_cyrl_rs: Сви биланси су решени
sr_latn_rs: Svi bilansi su rešeni

# Financial_CurrentBalance
source: Current Balance
sr_cyrl_rs: Тренутни биланс
sr_latn_rs: Trenutni bilans

# Financial_NoPaymentHistory
source: There are no payments on record
sr_cyrl_rs: Нема убележених уплата
sr_latn_rs: Nema ubeleženih uplata

# Financial_Owed
source: Owed
sr_cyrl_rs: Дуг
sr_latn_rs: Dug

# Financial_Paid
source: Paid
sr_cyrl_rs: Плаћено
sr_latn_rs: Plaćeno

# Financial_PaymentHistory
source: Payment History
sr_cyrl_rs: Историја уплата
sr_latn_rs: Istorija uplata

# Financial_PaymentSpecification
source: Payment #{0:N0}
sr_cyrl_rs: Уплата #{0:N0}
sr_latn_rs: Uplata #{0:N0}

# Financial_PayoutSpecification
source: Payout #{0:N0}
sr_cyrl_rs: Исплата #{0:N0}
sr_latn_rs: Isplata #{0:N0}

# Financial_PersonIsOwed
source: Person Is Owed
sr_cyrl_rs: Особи се дугује
sr_latn_rs: Osobi se duguje

# Financial_PersonOwes
source: Person Owes Amount
sr_cyrl_rs: Особа дугује износ
sr_latn_rs: Osoba duguje iznos

# Financial_UnconfirmedPayout
source: Unconfirmed Payout
sr_cyrl_rs: Непотврђена исплата
sr_latn_rs: Nepotvrđena isplata

# Financial_YouAreOwed
source: {0} Owes You
sr_cyrl_rs: {0} Вам дугује
sr_latn_rs: {0} Vam duguje

# Financial_YouOwe
source: You Owe This Amount
sr_cyrl_rs: Дугујете овај износ
sr_latn_rs: Dugujete ovaj iznos

# Financial_Zero
source: Zero
sr_cyrl_rs: Нула
sr_latn_rs: Nula

# Global_Closed
source: Closed
sr_cyrl_rs: Затворено
sr_latn_rs: Zatvoreno

# Global_EmptySet
source: No records
sr_cyrl_rs: Нема забелешки
sr_latn_rs: Nema zabeleški

# Global_Error_Concurrency
source: This action is no longer available.
sr_cyrl_rs: Ова радња више није могућа.
sr_latn_rs: Ova radnja više nije moguća.

# Global_Item
source: Item
sr_cyrl_rs: Ставка
sr_latn_rs: Stavka

# Global_Items
source: Items
sr_cyrl_rs: Ставке
sr_latn_rs: Stavke

# Global_Opened
source: Opened
sr_cyrl_rs: Отворен
sr_latn_rs: Otvoren

# IconTooltip_Barcode_Scanning
source: This line item can be automatically scanned by an app.
sr_cyrl_rs: Ова линијска ставка се може скенирати аутоматски, путем апликације.
sr_latn_rs: Ova linijska stavka se može skenirati automatski, putem aplikacije.

# Financial_DueDateShort
source: Due
sr_cyrl_rs: Оквирно
sr_latn_rs: Okvirno

# Global_DateFormatLongDateMonth
source: MMMM d
sr_cyrl_rs: ММММ д

# Global_DateFormatShortDateMonth
source: MMM dd
sr_cyrl_rs: МММ дд

# Dashboard_Info_Temporary
source: This is a default page. The only item available is motion registration for meetings.
ar_sa: هذه صفحة افتراضية. الوظيفة الوحيدة المتوفرة هي تسجيل الحركة للاجتماعات.

# Dashboard_Main_Temporary
source: This is the default page (the dashboard). In time, this will become a really neat page with numbers and graphics and stuff. For now, go to the meeting pages instead.
ar_sa: هذه هي الصفحة الافتراضية (لوحة المعلومات). وعندما يحين الوقت المناسب، ستصبح هذه الصفحة أنيقة فعلاً ومشغولة بالأرقام والرسومات البيانية وأشياء أخرى. أما حالياً فالرجاء الذهاب إلى صفحات الاجتماع.

# Financial_BitcoinChain
source: Chain
ar_sa: سلسلة
el_gr: Αλυσίδα
pl_pl: Sieć

# Financial_BitcoinChain_Cash
source: Cash
ar_sa: نقدا
el_gr: Μετρητά
pl_pl: Gotówka

# Financial_BitcoinChain_Core
source: Core
ar_sa: النواة
el_gr: Πυρήνας
pl_pl: Rdzeń

# Financial_BitcoinChain_Gold
source: Gold
ar_sa: الذهب
pl_pl: Złoto

# Financial_BitcoinChain_Legacy
source: Legacy
ar_sa: إرث
pl_pl: Zapis

# Global_2FA_Shorter
source: 2FA
ar_sa: المصادقة ذات العاملين
pl_pl: Uwierzytelnianie dwuskładnikowe

# Global_Mail
source: Mail
ar_sa: البريد
el_gr: Email

# Global_Ok
source: Ok
ar_sa: موافق

# Global_Q1
source: Q1
ar_sa: الربع 1
pl_pl: 1 Kw.

# Global_Q2
source: Q2
ar_sa: الربع 2
pl_pl: 2 Kw.

# Global_Q3
source: Q3
ar_sa: الربع 3
pl_pl: 3 Kw.

# Global_Q4
source: Q4
ar_sa: الربع 4
pl_pl: 4 Kw.

# Ledgers_Credit
source: Credit
ar_sa: دائن
el_gr: Πίστωση
pl_pl: Kredyt

# Ledgers_Debit
source: Debit
ar_sa: مدين
el_gr: Χρέωση
pl_pl: Debet
