Repository: Swarmops/Swarmops
Catalog: Localization/Global.*.resx
Languages: ar_sa, el_gr, pl_pl, sr_cyrl_rs, sr_latn_rs

# CurrentUserInfo_Logout
source: Logout
ar_sa: تسجيل الخروج
el_gr: Αποσύνδεση
pl_pl: Wyloguj
sr_cyrl_rs: Одјави се
sr_latn_rs: Odjavi se

# CurrentUserInfo_Preferences
source: Preferences
ar_sa: التفضيلات
el_gr: Προτιμήσεις
pl_pl: Preferencje
sr_cyrl_rs: Жељене поставке
sr_latn_rs: Željene postavke

# CurrentUserInfo_SelectLanguage
source: Select Language
ar_sa: اختر اللغة
el_gr: Επιλογή γλώσσας
pl_pl: Wybierz język
sr_cyrl_rs: Изабери језик
sr_latn_rs: Izaberi jezik

# Dashboard_PageTitle
source: Dashboard
ar_sa: لوحة المعلومات
el_gr: Πίνακας Ελέγχου
pl_pl: Panel administracyjny
sr_cyrl_rs: Контролни панел
sr_latn_rs: Kontrolni panel

# Financial_Actuals
source: Actuals
ar_sa: البيانات الفعلية
el_gr: Πραγματικά Στοιχεία
pl_pl: Rzeczywisty
sr_cyrl_rs: Добра (Actuals)
sr_latn_rs: Dobra (Actuals)

# Financial_ActualsPreliminary
source: Actuals (prel)
ar_sa: البيانات الفعلية (بريل)
el_gr: Πραγματικά Στοιχεία (προκαταρκτικά)
pl_pl: Rzeczywisty (prel)
sr_cyrl_rs: Добра, прелиминарна (Actuals)
sr_latn_rs: Dobra, preliminarna (Actuals)

# Financial_ActualsToDate
source: Actuals YTD
ar_sa: البيانات الفعلية منذ بداية العام
el_gr: Πραγματικά Στοιχεία YTD
pl_pl: Rzeczywisty YTD
sr_cyrl_rs: Добра, годишњи принос (Actuals)
sr_latn_rs: Dobra, godišnji prinos (Actuals)

# Financial_BookkeepingAccountLong
source: Bookkeeping Account
ar_sa: السجلات المحاسبية
el_gr: Λογαριασμός Λογιστή
pl_pl: Rachunek Księgowy
sr_cyrl_rs: Књиговодствени налог
sr_latn_rs: Knjigovodstveni nalog

# Financial_BookkeepingAccountShort
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
pl_pl: Konto
sr_cyrl_rs: Налог
sr_latn_rs: Nalog

# Financial_Budget
source: Budget
ar_sa: الميزانية
el_gr: Προϋπολογισμός
pl_pl: Budżet
sr_cyrl_rs: Буџет
sr_latn_rs: Budžet

# Financial_CashAdvance
source: Advance
ar_sa: المقدم
el_gr: Προκαταβολή
pl_pl: Zaliczka
sr_cyrl_rs: Приспеће
sr_latn_rs: Prispeće

# Financial_CashAdvanceSpecification
source: Cash Advance #{0}
ar_sa: سلفة نقدية رقم {0}
el_gr: Προκαταβολή μετρητών #{0}
pl_pl: Zaliczka Gotówkowa #{0}
sr_cyrl_rs: Приспеће (Cash Advance) #{0}
sr_latn_rs: Prispeće (Cash Advance) #{0}

# Financial_CashAdvancesSpecification
source: Cash Advances {0}
ar_sa: سلف نقدية {0}
el_gr: Προκαταβολές μετρητών {0}
pl_pl: Zaliczki Gotówkowe {0}
sr_cyrl_rs: Приспећа (Cash Advances) {0}
sr_latn_rs: Prispeća (Cash Advances) {0}

# Financial_ExpenseClaim
source: Expense
ar_sa: صرف
el_gr: Έξοδο
pl_pl: Wydatek
sr_cyrl_rs: Трошак
sr_latn_rs: Trošak

# Financial_ExpenseClaimSpecification
source: Expense #{0:N0}
ar_sa: صرف رقم #{0:N0}
el_gr: Έξοδο #{0:N0}
pl_pl: Wydatek #{0:N0}
sr_cyrl_rs: Трошак #{0:N0}
sr_latn_rs: Trošak #{0:N0}

# Financial_ExpenseClaimsSpecification
source: Expenses {0}
ar_sa: النفقات {0}
el_gr: Έξοδα {0}
pl_pl: Wydatki {0}
sr_cyrl_rs: Трошкови {0}
sr_latn_rs: Troškovi {0}

# Financial_InvoiceInbound
source: Invoice
ar_sa: الفاتورة
el_gr: Τιμολόγιο
pl_pl: Faktura
sr_cyrl_rs: Рачун (inbound)
sr_latn_rs: Račun (inbound)

# Financial_InvoiceOutbound
source: Invoice
ar_sa: الفاتوره
el_gr: Τιμολόγιο
pl_pl: Faktura
sr_cyrl_rs: Рачун (outbound)
sr_latn_rs: Račun (outbound)

# Financial_Parley
source: Conference
ar_sa: المؤتمر
el_gr: Συνέδριο
pl_pl: Konferencja
sr_cyrl_rs: Конференција
sr_latn_rs: Konferencija

# Financial_Salary
source: Salary
ar_sa: المرتب
el_gr: Μισθοδοσία
pl_pl: Wynagrodzenie
sr_cyrl_rs: Плата
sr_latn_rs: Plata

# Financial_SalarySpecification
source: Salary for {0:yyyy-MMM}
ar_sa: مرتبات شهر {0:yyyy-MMM}
el_gr: Μισθοδοσία για το μήνα {0:yyyy-MMM}
pl_pl: Wynagrodzenie za {0:yyyy-MMM}
sr_cyrl_rs: Плата за {0:yyyy-MMM}
sr_latn_rs: Plata za {0:yyyy-MMM}

# Financial_TaxesSpecification
source: Tax for salaries {0}
ar_sa: الضرائب على المرتبات {0}
el_gr: Φόρος μισθοδοσιών {0}
pl_pl: Podatek od wynagrodzeń {0}
sr_cyrl_rs: Порез на плате {0}
sr_latn_rs: Porez na plate {0}

# Financial_TaxSpecification
source: Tax for salary #{0}
ar_sa: الضرائب على المرتبات رقم {0}
el_gr: Φόρος μισθοδοσίας #{0}
pl_pl: Podatek od wynagrodzenia #{0}
sr_cyrl_rs: Порез на плату #{0}
sr_latn_rs: Porez na platu #{0}

# Financial_TheTaxMan
source: The Tax Man
ar_sa: رجل الضرائب
el_gr: Έφορος
pl_pl: Podatkobiorca
sr_cyrl_rs: Порезник
sr_latn_rs: Poreznik

# Financial_YearlyResult
source: Yearly result
ar_sa: النتائج السنوية
el_gr: Ετήσια Αποτελέσματα
pl_pl: Roczny wynik
sr_cyrl_rs: Годишњи резултат
sr_latn_rs: Godišnji rezultat

# Global_ASAP
source: ASAP
ar_sa: في أسرع وقت ممكن
pl_pl: Tak szybko, jak to możliwe
sr_cyrl_rs: ХИТНО
sr_latn_rs: HITNO

# Global_Cancel
source: Cancel
ar_sa: الغاء
el_gr: Ακύρωση
pl_pl: Anuluj
sr_cyrl_rs: Откажи
sr_latn_rs: Otkaži

# Global_Change
source: Change?
ar_sa: تغيير؟
el_gr: Αλλαγή;
pl_pl: Zmiana?
sr_cyrl_rs: Измена?
sr_latn_rs: Izmena?

# Global_ClickImageToEnlarge
source: Click image to enlarge.
ar_sa: انقر فوق الصورة لتكبيرها.
el_gr: Κάντε κλικ για μεγέθυνση.
pl_pl: Kliknij zdjęcie, aby powiększyć.
sr_cyrl_rs: Кликните на слику како бисте је увећали.
sr_latn_rs: Kliknite na sliku kako biste je uvećali.

# Global_Confirm
source: Confirm
ar_sa: تأكيد
el_gr: Επιβεβαίωση
pl_pl: Potwierdź
sr_cyrl_rs: Потврди
sr_latn_rs: Potvrdi

# Global_DropInits_SelectFinancialAccount
source: -- Select Budget/Account --
ar_sa: --حدد الميزانية/الحساب--
el_gr: -- Επιλέξτε Προϋπολογισμό/Λογαριασμό --
pl_pl: -- Wybierz Budżet/Konto --
sr_cyrl_rs: -- Селектуј, Буџет/Налог --
sr_latn_rs: -- Selektuj, Budžet/Nalog --

# Global_DropInits_SelectOrganization
source: -- Select Organization --
ar_sa: --حدد المنظمة--
el_gr: -- Επιλέξτε Οργανισμό --
pl_pl: -- Wybierz Organizację --
sr_cyrl_rs: -- Селектуј, Организација --
sr_latn_rs: -- Selektuj, Organizacija --

# Global_GoThere
source: Go there...
ar_sa: الذهاب إلى هناك...
el_gr: Μεταφορά...
pl_pl: Idź tam...
sr_cyrl_rs: Опширније...
sr_latn_rs: Opširnije...

# Global_NoOwner
source: Nobody
ar_sa: لا أحد
el_gr: Κανείς
pl_pl: Anonim
sr_cyrl_rs: Нико
sr_latn_rs: Niko

# Global_Owner
source: Owner
ar_sa: صاحب الحساب
el_gr: Ιδιοκτήτης
pl_pl: Właściciel
sr_cyrl_rs: Власник
sr_latn_rs: Vlasnik

# Global_ProcessingFile
source: Processing File...
ar_sa: معالجة الملف...
el_gr: Επεξεργασία αρχείου...
pl_pl: Przetwarzanie Pliku...
sr_cyrl_rs: Обрађивање фајла...
sr_latn_rs: Obrađivanje fajla...

# Global_UploadFile
source: Upload File
ar_sa: رفع ملف
el_gr: Φόρτωση αρχείου
pl_pl: Prześlij plik
sr_cyrl_rs: Отпреми фајл
sr_latn_rs: Otpremi fajl

# Global_UploadFileToSwarmops
source: Upload File To Swarmops
ar_sa: رفع ملف إلى سوارموبس
el_gr: Φορτώστε Αρχείο στο Swarmops
pl_pl: Prześlij Plik do Swarmops
sr_cyrl_rs: Отпреми фајл на Swarmops
sr_latn_rs: Otpremi fajl na Swarmops

# Global_Upload_ErrorSelectFile
source: Please select a file to upload.
ar_sa: الرجاء اختيار ملف لرفعه.
el_gr: Παρακαλούμε επιλέξτε ένα αρχείο για να φορτώσετε.
pl_pl: Proszę wybrać plik do przesłania.
sr_cyrl_rs: Молим вас означите фајл за слање.
sr_latn_rs: Molim vas označite fajl za slanje.

# Master_SwitchOrganizationDialog
source: You are currently logged into <strong>{0}</strong>. Would you like to switch to another organization?
ar_sa: أنت الآن مسجل دخولك في منظمة <strong>{0}</strong>. هل تريد التبديل إلى منظمة أخرى؟
el_gr: Έχετε συνδεθεί στον οργανισμό <strong>{0}</strong>. Θα θέλατε να αλλάξετε σε κάποιον άλλο οργανισμό;
pl_pl: Jesteś obecnie zalogowany do <strong>{0}</strong>. Czy chcesz zmienić na inną organizację?
sr_cyrl_rs: Тренутно сте пријављени на <strong>{0}</strong>. Да ли желите да се пребаците на другу организацију?
sr_latn_rs: Trenutno ste prijavljeni na <strong>{0}</strong>. Da li želite da se prebacite na drugu organizaciju?

# Sidebar_Actions
source: Actions
ar_sa: إجراءات
el_gr: Ενέργειες
pl_pl: Akcje
sr_cyrl_rs: Радње
sr_latn_rs: Radnje

# Sidebar_Actions_None
source: No suggested actions at this point.
ar_sa: لا إجراءات مقترحة في هذه المرحلة.
el_gr: Δεν υπάρχουν προτεινόμενες ενέργειες σε αυτό το σημείο.
pl_pl: Brak sugerowanych działań w tym momencie.
sr_cyrl_rs: У овом тренутку нема даљих предложених радњи.
sr_latn_rs: U ovom trenutku nema daljih predloženih radnji.

# Sidebar_Information
source: Info
ar_sa: معلومات
el_gr: Πληροφορίες
pl_pl: Informacje
sr_cyrl_rs: Инфо

# Sidebar_Todo
source: To do
ar_sa: مهام
el_gr: Να γίνουν
pl_pl: Do zrobienia
sr_cyrl_rs: За урадити
sr_latn_rs: Za uraditi

# Sidebar_Todo_None
source: <strong>All Clear:</strong> There are no urgent action items. Yay!
ar_sa: <strong>واضح:</strong>ليس هنالك أي إجراء عاجل. يا للروعة!
el_gr: <strong>Όλα ok:</strong> Δεν υπάρχουν επείγοντα στοιχεία. Τέλεια!
pl_pl: <strong>Wyczyść Wszystko:</strong> Nie ma pilnych działań. Yay!
sr_cyrl_rs: <strong>Све је у реду:</strong> Нема хитних ставки које захтевају акцију. Јеее!
sr_latn_rs: <strong>Sve je u redu:</strong> Nema hitnih stavki koje zahtevaju akciju. Jeee!

# Sidebar_Todo_Placeholder
source: Action items will go here.
ar_sa: سيتم وضع الإجراءات هنا.
el_gr: Εδώ μεταφέρονται τα στοιχεία ενεργειών.
pl_pl: Akta poczynań będą przechowywane tutaj.
sr_cyrl_rs: Нове ставке ће ићи овде.
sr_latn_rs: Nove stavke će ići ovde.

# Financial_CashAdvances
source: Advances
ar_sa: السلف
el_gr: Προκαταβολές
pl_pl: Zaliczki
sr_cyrl_rs: Приспећа
sr_latn_rs: Prispeća

# Financial_CashAdvancesLong
source: Cash Advances
ar_sa: السلف النقدية
el_gr: Προκαταβολές μετρητών
pl_pl: Zaliczki Gotówkowe
sr_cyrl_rs: Приспећа (Cash Advances)
sr_latn_rs: Prispeća (Cash Advances)

# Financial_ExpenseClaims
source: Expenses
ar_sa: النفقات
el_gr: Έξοδα
pl_pl: Wydatki
sr_cyrl_rs: Трошкови
sr_latn_rs: Troškovi

# Financial_ExpenseClaimsLong
source: Expense Claims
ar_sa: مطالبات نفقات
el_gr: Διεκδικήσεις Δαπανών
pl_pl: Koszty Roszczenia
sr_cyrl_rs: Захтеви за рефундацију
sr_latn_rs: Zahtevi za refundaciju

# Financial_InboundInvoices
source: Invoices
ar_sa: الفواتير
el_gr: Τιμολόγια
pl_pl: Faktury
sr_cyrl_rs: Рачуни (inbound)
sr_latn_rs: Računi (inbound)

# Financial_InboundInvoicesLong
source: Inbound Invoices
ar_sa: الفواتير الواردة
el_gr: Εισερχόμενα Τιμολόγια
pl_pl: Faktury Przychodzące
sr_cyrl_rs: Inbound фактуре
sr_latn_rs: Inbound fakture

# Financial_OutboundInvoices
source: Invoices
ar_sa: الفواتير
el_gr: Τιμολόγια
pl_pl: Faktury
sr_cyrl_rs: Рачуни (outbound)
sr_latn_rs: Računi (outbound)

# Financial_OutboundInvoicesLong
source: Outbound Invoices
ar_sa: الفواتير الصادرة
el_gr: Εξερχόμενα Τιμολόγια
pl_pl: Faktury Wychodzące
sr_cyrl_rs: Outbound фактуре
sr_latn_rs: Outbound fakture

# Global_NA
source: N/A
ar_sa: لا ينطبق
el_gr: Μ/Ε
pl_pl: Brak odpowiedzi
sr_cyrl_rs: Није доступно
sr_latn_rs: Nedostupno

# Global_NALong
source: Not Applicable
ar_sa: لا ينطبق
el_gr: Μη Εφαρμόσιμο
pl_pl: Nie Dotyczy
sr_cyrl_rs: Није применљиво
sr_latn_rs: Nije primenljivo

# Global_AsOfNow
source: As Of Now
ar_sa: وحتى الآن
el_gr: Από αυτή τη στιγμή
pl_pl: Tak Jak Teraz
sr_cyrl_rs: Од сада
sr_latn_rs: Od sada

# Global_Today
source: Today
ar_sa: اليوم
el_gr: Σήμερα
pl_pl: Dziś
sr_cyrl_rs: Данас
sr_latn_rs: Danas

# Financial_TransactionTagSetTypeName_CostType
source: Cost Type
ar_sa: نوع التكلفة
el_gr: Είδος Εξόδων
pl_pl: Rodzaj Kosztu
sr_cyrl_rs: Тип расхода
sr_latn_rs: Tip rashoda

# Financial_TransactionTagSetTypeName_ProjectName
source: Project
ar_sa: مشروع
el_gr: Έργο
pl_pl: Projekt
sr_cyrl_rs: Пројекат
sr_latn_rs: Projekat

# Sidebar_Related
source: Related
ar_sa: ذات الصلة
el_gr: Σχετικά
pl_pl: Powiązane
sr_cyrl_rs: Повезано
sr_latn_rs: Povezano

# Financial_ExpenseClaimSpecificationLessAdvance
source: Expense #{0:N0} (minus advance #{1:N0})
ar_sa: صرف رقم #{0:N0} (ناقص مقدما رقم #{1:N0})
el_gr: Έξοδο #{0:N0} (μείον προκαταβολή #{1:N0})
pl_pl: Wydatek #{0:N0} (minus zaliczka #{1:N0})
sr_cyrl_rs: Трошак #{0:N0} (минус приспеће (advance) #{1:N0})
sr_latn_rs: Trošak #{0:N0} (minus prispeće (advance) #{1:N0})

# Financial_ExpenseClaimSpecificationLessAdvances
source: Expense #{0:N0} (minus advances)
ar_sa: صرف رقم #{0:N0} (ناقص السلف)
el_gr: Έξοδο #{0:N0} (μείον προκαταβολές)
pl_pl: Wydatek #{0:N0} (minus zaliczki)
sr_cyrl_rs: Трошак #{0:N0} (минус приспећа (advances))
sr_latn_rs: Trošak #{0:N0} (minus prispeća (advances))

# Financial_ExpenseClaimsSpecificationLessAdvance
source: Expenses {0} (minus advance #{1})
ar_sa: النفقات {0} (ناقص السلفة رقم{1})
el_gr: Έξοδα {0} (μείον προκαταβολή #{1})
pl_pl: Wydatek {0} (minus zaliczka #{1})
sr_cyrl_rs: Трошкови {0} (минус приспеће (advance) #{1})
sr_latn_rs: Troškovi {0} (minus prispeće (advance) #{1})

# Financial_ExpenseClaimsSpecificationLessAdvances
source: Expenses {0} (minus advances)
ar_sa: النفقات {0} (ناقص السلف)
el_gr: Έξοδα {0} (μείον προκαταβολές)
pl_pl: Wydatki {0} (minus zaliczki)
sr_cyrl_rs: Трошкови {0} (минус приспећа (advances))
sr_latn_rs: Troškovi {0} (minus prispeća (advances))

# Financial_ExpenseClaimSpecificationWithClaimer
source: Expense Claim #{0:N0} by {1}
ar_sa: مطالبة مالية رقم #{0:N0} من قبل {1}
el_gr: Διεκδίκηση Εξόδων #{0:N0} από {1}
pl_pl: Koszt Roszczenia #{0:N0} przez {1}
sr_cyrl_rs: Рефундација #{0:N0} од {1}
sr_latn_rs: Refundacija #{0:N0} od {1}

# Financial_InboundInvoiceSpecificationWithSender
source: Inbound Invoice #{0:N0} from {1}
ar_sa: الفاتورة الواردة رقم #{0:N0} من قبل {1}
el_gr: Εισερχόμενο Τιμολόγιο #{0:N0} από {1}
pl_pl: Faktura Przychodząca #{0:N0} od {1}
sr_cyrl_rs: Inbound Invoice #{0:N0} од {1}
sr_latn_rs: Inbound Invoice #{0:N0} od {1}

# Financial_ReceiptSpecification
source: Receipt Image {0} of {1}
ar_sa: صورة إيصال {0} لـ{1}
el_gr: Εικόνα Απόδειξης {0} από {1}
pl_pl: Obraz Pokwitowania {0} z {1}
sr_cyrl_rs: Слика рачуна {0} од {1}
sr_latn_rs: Slika računa {0} od {1}

# Global_ImageSpecification
source: Image {0} of {1}
ar_sa: صورة {0} من {1}
el_gr: Εικόνα {0} από {1}
pl_pl: Obraz {0} z {1}
sr_cyrl_rs: Слика {0} од {1}
sr_latn_rs: Slika {0} od {1}

# Financial_DueDate
source: Due Date
ar_sa: تاريخ الاستحقاق
el_gr: Προθεσμία
pl_pl: Termin Realizacji
sr_cyrl_rs: Крајњи рок
sr_latn_rs: Krajnji rok

# Financial_Supplier
source: Supplier
ar_sa: المورد
el_gr: Προμηθευτής
pl_pl: Dostawca
sr_cyrl_rs: Добављач
sr_latn_rs: Dobavljač

# Global_CurrentLanguageName_Native
source: English (US)
ar_sa: الإنجليزية (الولايات المتحدة)
el_gr: Αγγλικά (ΗΠΑ)
pl_pl: Angielski (USA)
sr_cyrl_rs: Енглески (САД)
sr_latn_rs: Engleski (USA)

# Global_No
source: No
ar_sa: لا
el_gr: Όχι
pl_pl: Nie
sr_cyrl_rs: Не
sr_latn_rs: Ne

# Global_Yes
source: Yes
ar_sa: نعم
el_gr: Ναι
pl_pl: Tak
sr_cyrl_rs: Да
sr_latn_rs: Da

# Financial_Asset
source: Assets
ar_sa: الأصول
el_gr: Στοιχεία
pl_pl: Zasoby
sr_cyrl_rs: Средства (Assets)
sr_latn_rs: Sredstva (Assets)

# Financial_Cost
source: Expenses
ar_sa: النفقات
el_gr: Δαπάνες
pl_pl: Wydatki
sr_cyrl_rs: Трошкови
sr_latn_rs: Troškovi

# Financial_Debt
source: Liabilities
ar_sa: الخصوم
el_gr: Οφειλές
pl_pl: Długi
sr_cyrl_rs: Обавезе
sr_latn_rs: Obaveze

# Financial_Income
source: Revenue
ar_sa: الإيراد
el_gr: Έσοδα
pl_pl: Dochód
sr_cyrl_rs: Приход
sr_latn_rs: Prihod

# Global_SelectOne
source: -- Select one --
ar_sa: -- اختر واحدا --
el_gr: --Επιλέξτε ένα--
pl_pl: -- wybierz jeden --
sr_cyrl_rs: -- Изаберите једно --
sr_latn_rs: -- Izaberite jedno --

# Global_Missing
source: - missing -
ar_sa: - مفقود -
el_gr: - απουσιάζει -
pl_pl: - brakuje -
sr_cyrl_rs: - недостаје -
sr_latn_rs: - nedostaje -

# Global_Multiple
source: - multiple -
ar_sa: - متعدد -
el_gr: - πολλαπλά -
pl_pl: - wiele -
sr_cyrl_rs: - вишеструко -
sr_latn_rs: - višestruko -

# Global_Off
source: Off
ar_sa: إغلاق
el_gr: Ανενεργό
pl_pl: Wył.
sr_cyrl_rs: Искључено
sr_latn_rs: Isključeno

# Global_On
source: On
ar_sa: فتح
el_gr: Ενεργό
pl_pl: Wł.
sr_cyrl_rs: Укључено
sr_latn_rs: Uključeno

# Global_Organization_Commercial
source: Commercial
ar_sa: تجاري
el_gr: Εμπορική Επιχείρηση
pl_pl: Komercyjna
sr_cyrl_rs: Комерцијална
sr_latn_rs: Komercijalna

# Global_Organization_Governmental
source: Governmental
ar_sa: حكومي
el_gr: Κυβερνητικός Οργανισμός
pl_pl: Rządowa
sr_cyrl_rs: Владина
sr_latn_rs: Vladina

# Global_Organization_Nonprofit
source: Non-profit
ar_sa: غير ربحي
el_gr: Μη κερδοσκοπικού χαρακτήρα
sr_cyrl_rs: Непрофитна
sr_latn_rs: Neprofitna

# Global_Geography
source: Geography
ar_sa: المنطقة الجغرافية
el_gr: Γεωγραφική Περιοχή
pl_pl: Lokalizacja
sr_cyrl_rs: Регион
sr_latn_rs: Region

# Global_Action
source: Action
ar_sa: الإجراء
el_gr: Ενέργεια
pl_pl: Akcja
sr_cyrl_rs: Радње
sr_latn_rs: Radnje

# Global_Name
source: Name
ar_sa: الاسم
el_gr: Ονοματεπώνυμο
pl_pl: Imię
sr_cyrl_rs: Име
sr_latn_rs: Ime

# Global_Notes
source: Notes
ar_sa: ملاحظات
el_gr: Σημειώσεις
pl_pl: Notatki
sr_cyrl_rs: Напомене
sr_latn_rs: Napomene

# Global_Phone
source: Phone
ar_sa: الهاتف
el_gr: Τηλέφωνο
pl_pl: Telefon
sr_cyrl_rs: Телефон
sr_latn_rs: Telefon

# Global_Custom
source: Custom
ar_sa: مُخصّص
el_gr: Προσαρμογή
pl_pl: Niestandardowe
sr_cyrl_rs: Прилагођено
sr_latn_rs: Prilagođeno

# Global_Create
source: Create
ar_sa: إنشاء
el_gr: Δημιουργία
pl_pl: Utwórz
sr_cyrl_rs: Креирај
sr_latn_rs: Kreiraj

# Global_AllYear
source: All
ar_sa: الكل
el_gr: Ολόκληρο Έτος
pl_pl: Wszystkie
sr_cyrl_rs: Све
sr_latn_rs: Sve

# Global_Description
source: Description
ar_sa: الوصف
el_gr: Περιγραφή
pl_pl: Opis
sr_cyrl_rs: Опис
sr_latn_rs: Opis

# Global_Timestamp
source: Timestamp
ar_sa: التوقيت
el_gr: Χρονοσήμανση
pl_pl: Sygnatura czasowa
sr_cyrl_rs: Timestamp (печат са временом)
sr_latn_rs: Timestamp (pečat sa vremenom)

# Ledgers_Balance
source: Balance
ar_sa: الرصيد
el_gr: Υπόλοιπο
pl_pl: Saldo
sr_cyrl_rs: Стање
sr_latn_rs: Stanje

# Global_Organization
source: Organization
ar_sa: المنظمة
el_gr: Οργανισμός
pl_pl: Organizacja
sr_cyrl_rs: Организација
sr_latn_rs: Organizacija

# Sidebar_Help
source: Help
ar_sa: المساعده
el_gr: Βοήθεια
pl_pl: Pomoc
sr_cyrl_rs: Помоћ
sr_latn_rs: Pomoć

# Global_Female
source: Female
ar_sa: أنثى
el_gr: Θήλυ
pl_pl: Kobieta
sr_cyrl_rs: Женски
sr_latn_rs: Ženski

# Global_Male
source: Male
ar_sa: ذكر
el_gr: Άρρεν
pl_pl: Mężczyzna
sr_cyrl_rs: Мушки
sr_latn_rs: Muški

# Global_UnknownUndisclosed
source: Unknown or Undisclosed
ar_sa: غير معروف أو غير مصرح به
el_gr: Άγνωστο ή Μη κοινοποιημένο
pl_pl: Nieznana lub Nieujawniona
sr_cyrl_rs: Непознат или не жели да се изјасни
sr_latn_rs: Nepoznat ili ne želi da se izjasni

# Global_DateFormatShortReadable
source: MM/DD/YYYY
ar_sa: شهر/يوم/سنة (MM/DD/YYYY)
el_gr: ΗΗ/ΜΜ/ΕΕΕΕ
pl_pl: MM/DD/RRRR
sr_cyrl_rs: ММ/ДД/ГГГГ
sr_latn_rs: MM/DD/GGGG

# Global_DateFormatLongSansWeekday
source: MMMM d, yyyy
ar_sa: yyyy, MMM d
el_gr: ΜΜΜΜ η, εεεε
pl_pl: MMMM d, rrrr
sr_cyrl_rs: ММММ д, гггг
sr_latn_rs: MMMM d, gggg

# Timespan_FiveYears
source: five-year
ar_sa: خمس سنوات
el_gr: πέντε ετών
pl_pl: pięć-lat
sr_cyrl_rs: петогодишњи
sr_latn_rs: petogodišnji

# Timespan_Forever
source: lifetime
ar_sa: مدى الحياة
el_gr: εφ' όρου ζωής
pl_pl: dożywotnie
sr_cyrl_rs: доживотно
sr_latn_rs: doživotno

# Timespan_OneMonth
source: one-month
ar_sa: شهر واحد
el_gr: ενός μήνα
pl_pl: jeden-miesiąc
sr_cyrl_rs: један месец
sr_latn_rs: jedan mesec

# Timespan_OneYear
source: one-year
ar_sa: سنة واحدة
el_gr: ενός έτους
pl_pl: jeden-rok
sr_cyrl_rs: једна година
sr_latn_rs: jedna godina

# Timespan_TwoYears
source: two-year
ar_sa: سنتان
el_gr: δύο ετών
pl_pl: dwa-lata
sr_cyrl_rs: две године
sr_latn_rs: dve godine

# Global_Address
source: Address
ar_sa: العنوان
el_gr: Διεύθυνση
pl_pl: Adres
sr_cyrl_rs: Адреса
sr_latn_rs: Adrese

# Global_City
source: City
ar_sa: مدينة
el_gr: Πόλη
pl_pl: Miasto
sr_cyrl_rs: Град
sr_latn_rs: Grad

# Global_Country
source: Country
ar_sa: الدولة
pl_pl: Kraj
sr_cyrl_rs: Држава
sr_latn_rs: Država

# Global_DateOfBirth
source: Date of Birth
ar_sa: تاريخ الميلاد
el_gr: Ημερομηνία Γέννησης
pl_pl: Data urodzenia
sr_cyrl_rs: Датум рођења
sr_latn_rs: Datum rođenja

# Global_PostalCode
source: Postal Code
ar_sa: الرمز البريدي
el_gr: Ταχυδρομικός Κώδικας
pl_pl: Kod Pocztowy
sr_cyrl_rs: Поштански број
sr_latn_rs: Poštanski broj

# Error_AjaxCallException
source: There was a general, unspecified error contacting the Swarmops server. Is the network still operational and the server available?
ar_sa: حدث خطأ عام وغير محدد أثناء الاتصال مع خادم نظام سوارموبس. هل ما زالت الشكبة متصلة والخادم متوافراً؟
el_gr: Υπήρξε ένα γενικό, απροσδιόριστο σφάλμα επικοινωνίας με τον εξυπηρετητή Swarmops. Είναι το δίκτυο ακόμα σε λειτουργία και ο εξυπηρετητής διαθέσιμος;
pl_pl: Wystąpił ogólny, nieokreślony błąd podczas łączenia z serwerem Swarmops. Działa wciąż sieć i czy serwer jest dostępny?
sr_cyrl_rs: Јавила се уопштена грешка која се односи на повезивање са Swarmops сервером. Да ли мрежа и даље функционише исправно и да ли је сервер доступан?
sr_latn_rs: Javila se uopštena greška koja se odnosi na povezivanje sa Swarmops serverom. Da li mreža i dalje funkcioniše ispravno i da li je server dostupan?

# Global_Month
source: Month
ar_sa: شهر
el_gr: Μήνας
pl_pl: Miesiąc
sr_cyrl_rs: Месец
sr_latn_rs: Mеsеc

# Global_View
source: View
ar_sa: عرض
el_gr: Προβολή
pl_pl: Widok
sr_cyrl_rs: Приказ
sr_latn_rs: Prikaz

# Global_Year
source: Year
ar_sa: سنة
el_gr: Έτος
pl_pl: Rok
sr_cyrl_rs: Година
sr_latn_rs: Godina

# Global_YearMonth
source: Year/Month
ar_sa: السنة/الشهر
el_gr: Έτος/Μήνας
pl_pl: Rok/Miesiąc
sr_cyrl_rs: Година/Месец
sr_latn_rs: Godina/Mesec

# Global_YearX
source: Year {0}
ar_sa: سنة {0}
el_gr: Έτος {0}
pl_pl: Rok {0}
sr_cyrl_rs: Година {0}
sr_latn_rs: Godina {0}

# Global_DefineToEnable
source: define to enable
ar_sa: يرجى التعريف لتمكين هذه الميزة
el_gr: ορισμός ενεργοποίησης
pl_pl: zdefiniuj, aby włączyć
sr_cyrl_rs: дефиниши како би се омогућило
sr_latn_rs: definiši kako bi se omogućilo

# Financial_CashAdvanceLongSpecificationWithRecipient
source: Cash Advance #{0:N0} for {1}
ar_sa: السلفة النقدية رقم #{0:N0} لـ {1}
el_gr: Προκαταβολή Μετρητών #{0:N0} για {1}
pl_pl: Zaliczka Gotówkowa #{0:N0} za {1}
sr_cyrl_rs: Приспеће (Cash Advance) #{0:N0} за {1}
sr_latn_rs: Prispeće (Cash Advance) #{0:N0} za {1}

# Financial_CashAdvancePaybackSpecification
source: Cash Advance #{0:N0} Payback
ar_sa: السلفة النقدية رقم #{0:N0} استرداد
el_gr: Προκαταβολή Μετρητών #{0:N0} Αποπληρωμή
pl_pl: Zwrot Zaliczki Gotówkowej #{0:N0}
sr_cyrl_rs: Приспеће (Cash Advance) #{0:N0} Повраћај
sr_latn_rs: Prispeće (Cash Advance) #{0:N0} Povraćaj

# Financial_CashAdvancePaybacksSpecification
source: Cash Advances {0} Payback
ar_sa: السلف النقدية {0} الاسترداد
el_gr: Προκαταβολές Μετρητών {0} Αποπληρωμή
pl_pl: Zwrot Zaliczek Gotówkowych {0}
sr_cyrl_rs: Приспећа (Cash Advances) {0} Повраћај
sr_latn_rs: Prispeća (Cash Advances) {0} Povraćaj

# Financial_CashAdvancesLongSpecificationWithRecipient
source: Cash Advances {0} for {1}
ar_sa: السلف النقدية {0} لـ {1}
el_gr: Προκαταβολές μετρητών {0} για {1}
pl_pl: Zaliczki Gotówkowe {0} za {1}
sr_cyrl_rs: Приспећа (Cash Advances) {0} за {1}
sr_latn_rs: Prispeća (Cash Advances) {0} za {1}

# Financial_ExpenseClaimLongSpecification
source: Expense Claim #{0:N0}
ar_sa: المطالبة المالية رقم #{0:N0}
el_gr: Διεκδίκηση Εξόδων #{0:N0}
pl_pl: Koszt Roszczenia #{0:N0}
sr_cyrl_rs: Захтев за рефундацију #{0:N0}
sr_latn_rs: Zahtev za refundaciju #{0:N0}

# Financial_ExpenseClaimsSpecificationWithClaimer
source: Expense Claims {0} by {1}
ar_sa: المطالبات المالية {0} عن طريق {1}
el_gr: Διεκδικήσεις Εξόδων {0} από {1}
pl_pl: Koszt Roszczeń {0} przez {1}
sr_cyrl_rs: Захтев за рефундацију {0} од {1}
sr_latn_rs: Zahtev za refundaciju {0} od {1}

# Financial_InboundInvoiceSpecification
source: Inbound Invoice #{0:N0}
ar_sa: فاتورة واردة رقم #{0:N0}
el_gr: Εισερχόμενο Τιμολόγιο #{0:N0}
pl_pl: Faktura Przychodząca #{0:N0}
sr_cyrl_rs: Inbound фактура #{0:N0}
sr_latn_rs: Inbound faktura #{0:N0}

# Global_System
source: System
ar_sa: النظام
el_gr: Σύστημα
sr_cyrl_rs: Систем
sr_latn_rs: Sistem

# Financial_SalariesDualSpecification
source: Salaries {0} for {1:yyyy-MMM}
ar_sa: سجل الرواتب {0} للفترة {1:yyyy-MMM}
el_gr: Μισθοδοσίες {0} για το μήνα {1:yyyy-MMM}
pl_pl: Wynagrodzenia {0} za {1:yyyy-MMM}
sr_cyrl_rs: Плате {0} за {1:yyyy-MMM}
sr_latn_rs: Plate {0} za {1:yyyy-MMM}
