Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Ledgers.*.resx
Languages: de_de, fil_ph, pl_pl

# AccountPlan_CreateRootAccount
source: Create new root account
de_de: Neues Root-Konto erstellen
fil_ph: Lumikha ng bagong root na akawnt
pl_pl: Utwórz nowe główne konto

# AccountPlan_Info
source: This is the overview of the financial accounts in your bookkeeping ledger. You can do some maintenance from here, even if most of the daily operations should be delegated to the budget owners.
de_de: Dies ist die Übersicht der Finanzkonten in Ihrem Buchhaltungsbestandsbuch. Sie können von hier aus einige Wartungsarbeiten vornehmen, auch wenn die meisten Tagesgeschäfte an die Budgeteigentümer delegiert werden sollten.
fil_ph: Ito ang pangkalahatang-ideya ng mga accounts na pinansyal sa iyong ledger ng bookkeeping. Maaari kang gumawa ng ilang mga pagpapanatili mula dito, kahit na karamihan sa mga pangaraw-araw na operasyon ay dapat na naka-atas sa mga may-ari ng badyet.
pl_pl: Jest to przegląd kont finansowych w Twojej księdze rachunkowej. Możesz wykonać tu pewne czynności konserwacyjne, nawet jeśli większość codziennych operacji powinna zostać oddelegowana do właścicieli budżetu.

# AccountPlan_PageTitle
source: Chart of Accounts
de_de: Kontodiagramm
fil_ph: Tsart ng mga Akawnt

# BalanceSheet_AccountName
source: Account
de_de: Konto
fil_ph: Akawnt
pl_pl: Konto

# BalanceSheet_ContentHeader
source: Balance Sheet for {0},
de_de: Bilanz für {0},
fil_ph: Balance Sheet para sa {0},
pl_pl: Zestawienie Bilansowe dla {0},

# BalanceSheet_Current
source: Current
de_de: Aktuelle
fil_ph: Kasalukuyan
pl_pl: Bieżący

# BalanceSheet_DownloadFileName
source: BalanceSheet
de_de: Bilanz
pl_pl: ZestawienieBilansowe

# BalanceSheet_EndYear
source: End-XXXX
de_de: Ende XXXX
fil_ph: Katapusan-XXXX
pl_pl: Koniec-XXXX

# BalanceSheet_Info
source: The Balance Sheet is an overview of assets and debts at a snapshot in time, and is used to see how results affect the overall financial health of the organization. You may also want to look at the <a href="ProfitLossStatement">profit-and-loss statement</a> which is the overview of income and expenditure.
de_de: Die Bilanz ist eine Momentaufnahme einer Übersicht über Vermögenswerte und Schulden und wird verwendet, um zu sehen, wie Ergebnisse die allgemeine finanzielle Gesundheit der Organisation beeinflussen. Sie können sich auch die <a href="ProfitLossStatement">-Gewinn- und Verlustrechnung</a> anschauen, die die Übersicht über Einnahmen und Ausgaben ist.
fil_ph: Ang Balance Sheet ay isang pangkalahatang-ideya ng mga pag-aari at mga utang sa isang snapshot ng oras, at ginagamit para makita kung paano nakaka-apekto ang mga resulta sa pangkalahatang pinansyal na kalusugan ng organisasyon. Maaari mo din tingnan ang <a href="ProfitLossStatement">pahayag ng kita-at-talo</a> kung saan ang pangkalahatang-ideya ng kita at paggasta.
pl_pl: Zestawienie bilansowe jest przeglądem aktywów i długów w formie migawki w czasie i służy do sprawdzenia, w jaki sposób wyniki wpływają na ogólną kondycję finansową organizacji. Możesz także zajrzeć na <a href="ProfitLossStatement">wykaz-zysków-i-strat</a>, który jest przeglądem dochodów i wydatków.

# BalanceSheet_PageTitle
source: Balance Sheet
de_de: Bilanz
pl_pl: Zestawienie Bilansowe

# BalanceSheet_Q1
source: Change Q1
de_de: Änderung Q1
fil_ph: Baguhin ang Q1
pl_pl: Zmiana Kwartał 1

# BalanceSheet_Q2
source: Change Q2
de_de: Änderung Q2
fil_ph: Baguhin ang Q2
pl_pl: Zmiana Kwartał 1

# BalanceSheet_Q3
source: Change Q3
de_de: Änderung Q3
fil_ph: Baguhin ang Q3
pl_pl: Zmiana Kwartał 3

# BalanceSheet_Q4
source: Change Q4
de_de: Änderung Q4
fil_ph: Baguhin ang Q4
pl_pl: Zmiana Kwartał 4

# BalanceSheet_StartYear
source: Start-XXXX
de_de: Beginn XXXX
fil_ph: Simula-XXXX

# ProfitLossStatement_AccountName
source: Account
de_de: Konto
pl_pl: Konto

# ProfitLossStatement_ContentHeader
source: P&L for {0} for
de_de: P&L für {0} für
fil_ph: P&L para sa {0} para sa
pl_pl: Z&S dla {0} dla

# ProfitLossStatement_Info
source: The P&L is an overview of income and expenditures, which are grouped by budgets or cost/income type. The sum of all income and expenditure is the yearly result. You may also want to look at the <a href="BalanceSheet">balance sheet</a> which is the overview of assets and debts.
de_de: Das P&L ist eine Übersicht über Einnahmen und Ausgaben, die nach Budgets oder Art der Kosten/der Einnahme gruppiert sind. Die Summe aller Einnahmen und Ausgaben ist das jährliche Ergebnis. Sie möchten sich vielleicht auch die <a href="BalanceSheet">Bilanz</a> ansehen, die die Übersicht der Vermögenswerte und Schulden ist.
fil_ph: Ang P&L ay isang pangkalahatang-ideya ng kita at paggasta, na kung saan ay nakagrupo ayon sa mga badyet o uri ng gastos/kita. Ang kabuuan ng lahat ng kita at paggasta ay ang taunang resulta. Maaari mo ring tingnan ang <a href="BalanceSheet">balance sheet</a> kung saan ang pangkalahatang-ideya ng mga pag-aari at utang.
pl_pl: P&L jest przeglądem zysków i strat, które są pogrupowane według budżetów lub rodzaju kosztów / dochodów. Suma wszystkich dochodów i wydatków jest wynikiem rocznym. Możesz również zajrzeć do <a href="BalanceSheet">zestawienie bilansowe</a>, który jest przeglądem aktyw i długów.

# ProfitLossStatement_LastYear
source: Last Year
de_de: Letztes Jahr
fil_ph: Nakaraang Taon
pl_pl: Ostatni rok

# ProfitLossStatement_PageTitle
source: Profit & Loss Statement
de_de: Gewinn-und Verlustrechnung
fil_ph: Pahayag ng Kita & Talo
pl_pl: Wykaz Zysków & Strat

# ProfitLossStatement_Results
source: Results
de_de: Ergebnisse
fil_ph: Mga Resulta
pl_pl: Wyniki

# ResyncExternalAccount_Info
source: If your bookkeeping in Swarmops has gotten out of sync with your bank records for whatever technical or human reason, you can resynchronize them here by uploading a master file that covers the time frame you need to resync.<br/><br/><strong>Warning:</strong> this is a time-consuming process that may do a <em>lot</em> of changes to your bookkeeping. Do not use unless you have discovered a mismatch in the records vs. your bank.<br/><br/>(You will get a chance to review proposed changes before they are committed to your financial records.)
de_de: Wenn Ihre Buchhaltung in Swarmops aus irgendeinem technischen oder menschlichen Grund nicht mit Ihren Bankdaten synchronisiert wurde, können Sie sie hier neu synchronisieren, indem Sie eine Master-Datei hochladen, die den Zeitrahmen abdeckt, den Sie neu synchronisieren müssen.<br/><br/><strong>Warnung:</strong> Dies ist ein zeitaufwändiger Prozess, der <em>viele</em> Änderungen an Ihrer Buchhaltung bewirken kann. Verwenden Sie dies nicht, es sei denn, Sie haben eine Diskrepanz in den Datensätzen im Vergleich zu Ihrer Bank entdeckt.<br/><br/>(Sie erhalten die Möglichkeit, die vorgeschlagenen Änderungen zu überprüfen, bevor sie zu Ihren Finanzaufzeichnungen festgelegt werden.)
fil_ph: Kung ikaw ay nagbo-bookkeep sa Swarmops na hindi na naka-sync sa iyong mga rekord sa bangko dahil sa anumang teknikal o sariling dahilan, maaari mong ma-synchronize muli sila dito sa pamamagitan ng pag-upload sa payl na master na sumasaklaw sa taas ng oras na kailangan mo sa pag-sync muli.<br/><br/><strong>Babala:</strong> ito ay isang proseso na gumugugol ng oras na kinakailangan mong gumawa ng <em>maraming</em> pagbabago patungo sa iyong pagbo-bookkeep. Huwag gamitin maliban kung nakadiskubre ka ng hindi sa mga rekord laban sa iyong bangko.<br/><br/>(Makakakuha ka ng pagkakataon na masuri ang mga pinanukalang pagbabago bago ito i-commit patungo sa iyong mga rekord na pangpinansyal.)
pl_pl: Jeśli twoja rachunkowość w Swarmops nie jest zsynchronizowana z twoimi zapisami bankowymi z jakiegokolwiek technicznego lub ludzkiego powodu, możesz zsynchronizować je tutaj, przesyłając plik główny, który obejmuje przedział czasu, w którym musisz ponownie zsynchronizować.<br/><br/><strong>Ostrzeżenie:</strong> jest to czasochłonny proces, który może spowodować <em>dużo</em> zmian w rachunkowości. Nie używaj tego, chyba że odkryłeś niedopasowanie rekordów w porównaniu do Twojego banku. <br/><br/>(Będziesz mieć możliwość przejrzenia proponowanych zmian, zanim zostaną zatwierdzone w Twojej dokumentacji finansowej.)

# ResyncExternalAccount_PageTitle
source: Resynchronize Bank Account
de_de: Bankkonto neu synchronisieren
fil_ph: I-resynchronize ang Account sa Banko
pl_pl: Ponownie zsynchronizuj Konto Bankowe

# SetRootBudgets_BudgetOwnerHeader
source: Budget, Owner
de_de: Budget, Eigentümer
fil_ph: Badyet, May-ari
pl_pl: Budżet, Właściciel

# SetRootBudgets_Info
source: This is where the root budgets are set for each budget year. After these are set, each budget owner suballocates funds within their respective budget trees.
de_de: Hier werden die Wurzelbudgets für jedes Haushaltsjahr festgelegt. Danach weist jeder Budgeteigentümer Gelder innerhalb ihrer entsprechenden Budgetbäume zu.
fil_ph: Dito kung saan ang mga pinag-uugatang badyet ay itinatakda para sa bawat badyet ng taon. Pagkatapos na maitakda, ang bawat may-ari ng badyet ay maglalaan ng mga pondo sa loob ng kanya-kanyang mga sangay.
pl_pl: W tym miejscu główne budżety są ustalane dla każdego roku budżetowego. Po ich ustawieniu każdy właściciel budżetu dzieli środki w swoich drzewach budżetu.

# SetRootBudgets_PageHeader
source: Root Budgets For {0}
de_de: Wurzelbudgets für {0}
fil_ph: Mga Pinag-uugatang Badyet Para sa {0}
pl_pl: Główne Budżety Dla {0}

# SetRootBudgets_PageTitle
source: Set Root Level Budgets
de_de: Wurzelniveau-Budgets einrichten
fil_ph: Itakda ang Antas ng mga Pinag-uugatang Badyet
pl_pl: Ustaw Główny Poziom Budżetów

# SetRootBudgets_SetNewBudgets
source: Set New Budgets
de_de: Neue Budgets einrichten
fil_ph: Magtakda ng Bagong mga Badyet
pl_pl: Ustaw nowe budżety

# UploadBankFiles_AccountStatement
source: Account Statement
de_de: Kontoauszug
fil_ph: Pahayag ng Account
pl_pl: Zestawienie Konta

# UploadBankFiles_BankAccount
source: Bank Account
de_de: Bankkonto
fil_ph: Bank Akawnt
pl_pl: Konto Bankowe

# UploadBankFiles_DownloadDataSince
source: </p><p>(The most recent data in Swarmops in <em>{0}</em> is from {1:yyyy-MMM-dd}. You should download bank data from at least <strong>{2:yyyy-MMM-dd}.</strong>)
de_de: </p><p>(Die neuesten Daten in Swarmops in <em>{0}</em> stammen vom {1:yyyy-MMM-dd}. Sie sollten die Bankdaten von mindestens <strong>{2:yyyy-MMM-dd}herunterladen.</strong>)
fil_ph: </p><p>(Ang pinakahuling datos sa Swarmops sa <em>{0}</em> ay galing sa {1:yyyy-MMM-dd}. Dapat mong i-download ang datos ng bangko ng hindi bababa sa <strong>{2:yyyy-MMM-dd}.</strong>)
pl_pl: </p><p>(Najnowsze dane w Swarmops w <em>{0}</em> jest z {1:yyyy-MMM-dd}. Należy pobrać dane bankowe z co najmniej <strong>{2:yyyy-MMM-dd}</strong>)

# UploadBankFiles_DownloadDataSince_Paypal
source: </p><p>(Paypal will tell you the time of the last transaction download. Download all transactions from that point in time, adding some three days of overlap.)
de_de: </p><p>(Paypal teilt Ihnen die Zeit des letzten Transaktions-Downloads mit. Laden Sie alle Transaktionen von diesem Zeitpunkt an herunter, indem Sie etwa drei Tage Überlappung hinzufügen.)
fil_ph: </p><p>(Ang Paypal ay sasabihin sayo ang oras ng huling pag-download ng transaksyon. I-download lahat ng mga transaksyon galing sa puntong iyon ng oras, magdagdag ng tatlong araw na patong.)
pl_pl: </p><p>(Paypal poinformuje Cię o godzinie ostatniego pobrania transakcji. Pobierz wszystkie transakcje od tego momentu, dodając trzy dni nakładania się.)

# UploadBankFiles_DownloadInstructions
source: Bank Download Instructions
de_de: Bank-Download-Anweisungen
fil_ph: Mga Instruksyon sa Pag-download ng Bangko
pl_pl: Instrukcje Przelewu bankowego

# UploadBankFiles_ErrorBalance
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p><strong>However, the bank balance does not match the records in Swarmops.</strong> This is usually due to missing transactions. Please upload a transaction list with a larger time span to make sure that Swarmops sees all transactions.</p><p>Swarmops's bookkeeping account is currently <strong>not in sync</strong> with that of the bank.</p>
de_de: <p>Die Datei enthielt {0:N0} Transaktionen. <strong>{1:N0} Transaktionen</strong> wurden erfolgreich in das Buchhaltungskonto <em>{2}</em> importiert. ({3:N0} Transaktionen waren Duplikate.)</p><p><strong>Der Kontostand stimmt jedoch nicht mit den Aufzeichnungen in Swarmops überein.</strong> Dies ist in der Regel auf fehlende Transaktionen zurückzuführen. Bitte laden Sie eine Transaktionsliste mit einer größeren Zeitspanne hoch, um sicherzustellen, dass Swarmops alle Transaktionen sieht.</p><p>Das Buchhaltungskonto von Swarmops ist derzeit <strong>nicht synchronisiert</strong> mit dem der Bank.</p>
fil_ph: <p>Ang payl ay naglalaman ng {0:N0} mga transaksyon. <strong>{1:N0} na mga transaksyon</strong> ay matagumpay na nai-angkat papunta sa <em>{2}</em> na akawnt sa pagbo-bookkeep. ({3:N0} na mga transaksyon na mga doble.)</p><p><strong>Subalit, ang balanse sa bangko ay hindi tumutugma sa mga rekord sa Swarmops.</strong> Ito ay kalimitang sanhi sa nawawalang mga transaksyon. Mangyaring mag-upload ng listahan ng transaksyon na nagkakaroon ng mas malawig na agwat ng panahon upang masiguro na ang Swarmops ay makakakita sa lahat ng mga transaksyon.</p><p>Ang akawnt ng pagbo-bookkeep sa Swarmops ay kasalukuyang <strong>hindi naka-sync</strong> sa bangkong iyan.</p>
pl_pl: <p>Plik zawierał transakcje {0:N0}. <strong>{1:N0} transakcje</strong> zostały pomyślnie zaimportowane do <em>{2}</em> konta rachunkowości. ({3:N0} transakcje były duplikatami.)</p><p><strong>Jednakże, saldo bankowe nie jest zgodne z rekordami w Swarmops.</strong>Zazwyczaj wynika to z zaginionych transakcji. Prześlij listę transakcji w większym przedziale czasu, aby upewnić się, że Swarmops widzi wszystkie transakcje.</p><p>Konto księgowe Swarmops jest obecnie<strong>niezsynchronizowane</strong> z kontem banku.</p>

# UploadBankFiles_ErrorInterpretation
source: <h3>The bank file could not be imported.</h3><p>This has one of three reasons: you missed some detail in the download instructions, the bank has changed its format, or you accidentally uploaded the wrong file entirely (like a photo from your last party instead of the transactions list). No transactions were imported at all. <strong>Please retry.</strong>
de_de: <h3>Die Bankdatei konnte nicht importiert werden.</h3><p>Dies hat einen von drei Gründen: Sie haben in den Download-Anweisungen ein Detail übersehen, die Bank hat ihr Format geändert, oder Sie haben versehentlich die falsche Datei komplett hochgeladen (wie ein Foto von Ihrer letzten Party statt der Transaktionsliste). Es wurden überhaupt keine Transaktionen importiert. <strong>Bitte erneut versuchen.</strong>
fil_ph: <h3>Ang file ng bangko ay hindi ma-import.</h3><p>Ito ay may isa sa tatlong mga rason: nalaktawan mo ang ibang detalye sa mga instruksyon ng pag-download, ang bangko ay nagbago ng pormat, o aksidente mong na-upload ang maling file ng buo (kagaya ng larawan sa huli mong pagdiriwang kaysa sa listahan ng transaksyon). Walang transaksyon ang na-import. <strong>Mangyaring subukan muli.</strong>
pl_pl: <h3>Nie można zaimportować pliku banku.</h3><p> Jest to jeden z trzech powodów: w instrukcjach pobierania pominięto pewne szczegóły, bank zmienił format lub przypadkowo wysłałeś nieprawidłowy plik (jak zdjęcie z ostatniej imprezy zamiast listy transakcji). Nie importowano żadnych transakcji.<strong>Spróbuj jeszcze raz.</strong>

# UploadBankFiles_ExpectedFile
source: Expected File
de_de: Erwartete Datei
fil_ph: Inaasahang File
pl_pl: Oczekiwany Plik

# UploadBankFiles_FileImportedHeader
source: File Successfully Imported
de_de: Datei erfolgreich importiert
fil_ph: Matagumpay na Na-import ang File
pl_pl: Plik Pomyślnie Zaimportowano

# UploadBankFiles_FileImportedHeader_ErrorBalance
source: File Imported, But Data Out Of Sync
de_de: Datei importiert, aber die Daten sind nicht synchronisiert
fil_ph: Na-import Ang File, Pero ang Datos ay Wala Sa Sync
pl_pl: Plik Zaimportowany, Ale Dane Poza Synchronizacją

# UploadBankFiles_FileType
source: File Type
de_de: Dateityp
fil_ph: Uri ng File
pl_pl: Typ pliku

# UploadBankFiles_ImportError
source: Error on importing file
de_de: Fehler beim Importieren der Datei
fil_ph: Error sa pag-import ng file
pl_pl: Błąd podczas importowania pliku

# UploadBankFiles_ImportResults
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p>After import, the account balance in Swarmops matches that of the bank.</p>
de_de: <p>Die Datei enthielt {0:N0} Transaktionen. <strong>{1:N0} Transaktionen</strong> wurden erfolgreich in das <em>{2}</em> Buchhaltungskonto importiert. ({3:N0} Transaktionen waren Duplikate.)</p><p>Nach dem Import entspricht der Kontostand in Swarmops dem der Bank.</p>
fil_ph: <p>Ang payl ay naglalaman ng {0:N0} na mga transaksyon. <strong> Ang {1:N0} na mga transaksyon</strong> ay matagumpay na nai-angkat patungo sa <em>{2}</em> akawnt ng pagbo-bookkeep. (Ang {3:N0} na mga transaksyon ay doble.)</p><p>Pagkatapos ng pag-angkat, ang balanse ng akawnt sa Swarmops ay tutugma sa nandun sa bangko.</p>
pl_pl: <p>Plik zawierał transakcje {0:N0}.<strong>{1:N0} transakcje</strong> zostały pomyślnie zaimportowane na konto księgowe <em>{2}</em>. (Transakcje {3:N0} były duplikatami.)</p><p>Po zaimportowaniu, saldo konta w Swarmops odpowiada saldzie banku.</p>

# UploadBankFiles_Info
source: Here, you can upload files from your bank or payment provider into your organization's bookkeeping. Examples include account history and payments received.
de_de: Hier können Sie Dateien von Ihrer Bank oder Ihrem Zahlungsdienstleister in die Buchhaltung Ihrer Organisation hochladen. Beispiele hierfür sind die Kontohistorie und die erhaltenen Zahlungen.
fil_ph: Dito, maaari kang mag-upload ng mga files galing sa iyong bangko o tagapag-bigay ng kabayaran sa bookkeeping ng iyong organisasyon. Ang mga halimbawa ay kasama ang kasaysayan ng akawnt at mga kabayaran na natanggap.
pl_pl: Tutaj możesz przesłać pliki z banku lub dostawcy płatności do księgowości organizacji. Przykłady obejmują historię konta i otrzymane płatności.

# UploadBankFiles_Instructions
source: Instructions
de_de: Anweisungen
fil_ph: Mga tagubilin
pl_pl: Instrukcje

# UploadBankFiles_PageTitle
source: Upload Bank Files
de_de: Bankdateien hochladen
fil_ph: Mag-upload ng mga Files ng Bangko
pl_pl: Dodaj Pliki Bankowe

# UploadBankFiles_PaymentAllDuplicates
source: However, they were all duplicates of payment information that was previously uploaded. No new payment information has been imported to Swarmops.
de_de: Sie waren jedoch alle Duplikate von Zahlungsinformationen, die zuvor hochgeladen wurden. Es wurden keine neuen Zahlungsinformationen nach Swarmops importiert.
fil_ph: Gayunman, silang lahat ay mga doble ng impormasyon ng kabayaran na nakaraang na-upload. Walang bagong impormasyon ng kabayaran ang na-import sa Swarmops.
pl_pl: Jednak wszystkie były duplikatami informacji o płatnościach, które zostały wcześniej przesłane. Żadne nowe informacje o płatnościach nie zostały zaimportowane do Swarmops.

# UploadBankFiles_PaymentCount
source: no payments|one payment|{0} payments
de_de: keine Zahlungen|eine Zahlung|{0} Zahlungen
fil_ph: walang pagbabayad | isang pagbabayad | {0} pagbabayad
pl_pl: bez płatności|jedna płatność|{0} płatności

# UploadBankFiles_PaymentFileUploadedHeader
source: Payment File Uploaded
de_de: Zahlungsdatei hochgeladen
fil_ph: Na-upload ang File ng Kabayaran
pl_pl: Plik Płatności Został Dodany

# UploadBankFiles_PaymentGroupCount
source: no payment groups|one payment group|{0} payment groups
de_de: keine Zahlungsgruppen|eine Zahlungsgruppe|{0} Zahlungsgruppen
fil_ph: walang kabayarang mga grupo | isang kabayarang grupo | {0} kabayarang mga grupo
pl_pl: brak grup płatności |jedna grupa płatności |{0} grup płatności

# UploadBankFiles_PaymentsFile
source: Payments File
de_de: Zahlungsdatei
fil_ph: File ng mga Kabayaran
pl_pl: Pliki Płatności

# UploadBankFiles_PaymentSummary1
source: The payment file contained {0}.
de_de: Die Zahlungsdatei enthielt {0}.
fil_ph: Ang file ng kabayaran ay naglalaman ng {0}.
pl_pl: Plik płatności zawierał {0}.

# UploadBankFiles_PaymentSummary2
source: <strong>{0} {1:N2}</strong> in payments were imported, distributed over {2} across {3}.
de_de: <strong>{0} {1:N2}</strong> in Zahlungen wurden importiert, verteilt auf {2} auf {3}.
fil_ph: <strong>{0}{1:N2}</strong> sa kabayaran ang na-import, naipamahagi sa ibabaw ng {2} sa kabila ng {3}.
pl_pl: <strong>{0} {1:N2}</strong>w płatnościach, które zostały zaimportowane, rozłożone nad {2} przez {3}.

# UploadBankFiles_PaymentSummaryDuplicates
source: There was also some duplicate information ({0} across {1}).
de_de: Es gab auch einige doppelte Informationen ({0} in {1}).
fil_ph: Mayroon din ilang nadobleng impormasyon ({0} sa kabila {1}).
pl_pl: Pojawiły się również duplikowane informacje ({0} dla {1}).

# UploadBankFiles_Processing
source: Processing File...
de_de: Datei wird verarbeitet ...
fil_ph: Nagpro-proseso ng File...
pl_pl: Przetwarzanie Pliku...

# UploadBankFiles_ProcessingComplete
source: Processing Complete
de_de: Verarbeitung vollständig
fil_ph: Ang pagproproseso ay kompleto na
pl_pl: Przetwarzanie Zakończone

# UploadBankFiles_ResultsBad
source: <p><br/><strong>The file could not be read as an input file to this bank.</strong></p><p>There are several reasons this could happen: the file may be corrupt, the bank may have silently changed its file format, or you uploaded the wrong file entirely. Please try again.</p>
de_de: <p><br/><strong>Die Datei konnte nicht als Eingabedatei für diese Bank gelesen werden.</strong></p><p>Es gibt mehrere Gründe: Die Datei könnte beschädigt sein, die Bank hat möglicherweise ihr Dateiformat stillschweigend geändert oder Sie haben komplett die falsche Datei hochgeladen. Bitte versuchen Sie es erneut.</p>
fil_ph: <p><br/><strong>Ang file ay hindi pwedeng mabasa bilang input na file sa bangkong ito.</strong></p><p>Mayroong ilang mga rason kung bakit ito nangyari: ang file ay maaaring sira, ang bangko ay maaaring tahimik na binago ang pormat ng file nito, o nag-upload ka ng buong maling file. Mangyaring subukan muli.</p>
pl_pl: <p><br/><strong>Plik ten nie mógł zostać odczytany jako plik wejściowy do tego banku.</strong></p><p>Istnieje kilka przyczyn takiego stanu rzeczy: plik może być uszkodzony, bank mógł po cichu zmienić format pliku lub przesłałeś niewłaściwy plik w całości. Spróbuj ponownie.</p>
