Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Governance.*.resx
Languages: el_gr, es_es, fr_fr, sr_latn_rs, tr_tr

# AddMotionAmendment_AmendmentSubmittedAs
source: Saved as #{0}-{1}.
el_gr: Αποθηκεύτηκε ως #{0}-{1}.
es_es: Guardado como #{0}-{1}.
fr_fr: Enregistré comme #{0}-{1}.
sr_latn_rs: Snimljeno kao #{0}-{1}.
tr_tr: #{0}-{1} olarak kaydedildi.

# AddMotionAmendment_Decision
source: Proposed decision
el_gr: Προτεινόμενη απόφαση
es_es: Propuesta de decisión
fr_fr: Décision proposée
sr_latn_rs: Predložena odluka
tr_tr: Önerilen karar

# AddMotionAmendment_PageTitle
source: Add Amendment
el_gr: Προσθήκη Τροποποίησης
es_es: Añadir enmienda
fr_fr: Ajouter Amendement
sr_latn_rs: Dodavanje amandmana
tr_tr: Değişiklik Ekle

# AddMotionAmendment_SubmitAmendment
source: Submit Amendment
el_gr: Υποβολή Τροποποίησης
es_es: Enviar enmienda
fr_fr: Soumettre Amendement
sr_latn_rs: Podnesi amandman
tr_tr: Değişiklik Gönder

# AddMotionAmendment_Submitter
source: Submitter
el_gr: Υποβάλλων
es_es: Remitente
fr_fr: Emetteur
sr_latn_rs: Podnosilac
tr_tr: Gönderen

# AddMotionAmendment_SubmittingAmendmentInfo
source: You are submitting an amendment to the motion
el_gr: Πραγματοποιείτε υποβολή μιας τροποποίησης στην αίτηση
es_es: Está enviando una enmienda a la moción
fr_fr: Vous êtes entrain de soumettre un amendement à la motion
sr_latn_rs: Podnosite amandman na član
tr_tr: Teklife bir düzeltme gönderiyorsunuz

# AddMotionAmendment_Text
source: Rationale
el_gr: Αιτιολογία
es_es: Razonamiento
fr_fr: Raison
sr_latn_rs: Obrazloženje
tr_tr: Gerekçe

# AddMotionAmendment_Title
source: Amendment title
el_gr: Τίτλος τροποποίησης
es_es: Titulo de enmienda
fr_fr: Titre de l'amendement
sr_latn_rs: Naslov amandmana
tr_tr: Değişiklik başlığı

# AddMotion_Decisions
source: Decisions (one per line)
el_gr: Αποφάσεις (μια ανά γραμμή)
es_es: Decisiones (una por línea)
fr_fr: Décisions (une par ligne)
sr_latn_rs: Odluke (po jedna u svakom redu)
tr_tr: Kararlar (satır başına bir tane)

# AddMotion_MotionSubmittedAs
source: Motion saved as #{0}.
el_gr: Η αίτηση αποθηκεύτηκε ως #{0}.
es_es: Moción guardada como #{0}.
fr_fr: Motion enregistrée sous #{0}.
sr_latn_rs: Član je zaveden pod brojem #{0}.
tr_tr: Teklif #{0} olarak kaydedildi.

# AddMotion_PageTitle
source: Add Motion
el_gr: Προσθήκη Αίτησης
es_es: Agregar moción
fr_fr: Ajouter Motion
sr_latn_rs: Dodaj član
tr_tr: Hareket Ekle

# AddMotion_SubmitMotion
source: Submit Motion
el_gr: Υποβολή Αίτησης
es_es: Enviar moción
fr_fr: Soumettre Motion
sr_latn_rs: Podnesi član
tr_tr: Hareket Gönder

# AddMotion_Submitter
source: Submitter
el_gr: Υποβάλλων
es_es: Remitente
fr_fr: Emetteur
sr_latn_rs: Podnosilac
tr_tr: Gönderen

# AddMotion_SubmittingMotionInfo
source: You are submitting a motion to the meeting
el_gr: Πραγματοποιείτε υποβολή μιας αίτηση στην σύσκεψη
es_es: Está enviando una moción a la reunión
fr_fr: Vous êtes entrain de soumettre une motion à la réunion
sr_latn_rs: Podnosite član na zasedanje
tr_tr: Toplantıya bir teklif gönderiyorsun

# AddMotion_Text
source: Motion rationale
el_gr: Αιτιολογία αίτησης
es_es: Moción de razonamiento
fr_fr: Motif de la motion
sr_latn_rs: Obrazloženje podnetog člana
tr_tr: Teklif gerekçesi

# AddMotion_Title
source: Motion title
el_gr: Τίτλος αίτησης
es_es: Titulo de la moción
fr_fr: Titre de la motion
sr_latn_rs: Naslov člana
tr_tr: Hareket Başlığı

# AddMotion_WrongMeeting
source: Wrong meeting?
el_gr: Λάθος σύσκεψη;
es_es: ¿Reunión equivocada?
fr_fr: Mauvaise Réunion ?
sr_latn_rs: Pogrešno zasedanje?
tr_tr: Yanlış toplantı?

# ListMotions_Grid_Amended
source: Amended
el_gr: Τροποποιήθηκε
es_es: Enmendado
fr_fr: Modification effectuée
sr_latn_rs: Izmene i dopune
tr_tr: Düzeltmek

# ListMotions_Grid_Amendments
source: Amendments
el_gr: Τροποποιήσεις
es_es: Enmiendas
fr_fr: Modifications
sr_latn_rs: Amandmani
tr_tr: Düzeltmeler

# ListMotions_Grid_Carried
source: Carried
el_gr: Μεταφέρθηκαν
es_es: Llevado
fr_fr: Transporté
sr_latn_rs: Pregled članova
tr_tr: Taşınan

# ListMotions_Grid_Title
source: Title
el_gr: Τίτλος
es_es: Titulo
fr_fr: Titre
sr_latn_rs: Naslov
tr_tr: Başlık

# ListMotions_PageTitle
source: List Motions
el_gr: Παράθεση Αιτήσεων
es_es: Lista de mociones
fr_fr: Listes des motions
sr_latn_rs: Lista članova
tr_tr: Hareketler Listesi

# ListMotions_Sidebar_Info
source: You are looking at motions for the meeting
el_gr: Βλέπετε αιτήσεις για την σύσκεψη
es_es: Está viendo las mociones para la reunión
fr_fr: Vous regardez les motions de la réunion
sr_latn_rs: Pregledate predloge članova za sednicu
tr_tr: Toplantı için yapılacak tekliflere bakıyorsun

# ListMotions_SubmitAmendment
source: Submit...
el_gr: Υποβολή...
es_es: Enviar...
fr_fr: Soumettre...
sr_latn_rs: Podnesi...
tr_tr: Gönder...

# ViewMotion_AddAmendment
source: Propose new amendment to motion
el_gr: Προτείνετε νέα τροποποίηση στην αίτηση
es_es: Proponer una nueva enmienda a la moción
fr_fr: Proposer un nouvel amendement pour la motion
sr_latn_rs: Predloži novi amandman na član
tr_tr: Teklife yeni bir düzeltme önerin

# ViewMotion_Amendment
source: Amendment
el_gr: Τροποποίηση
es_es: Enmienda
fr_fr: Amendement
sr_latn_rs: Amandman
tr_tr: Düzeltme

# ViewMotion_AmendmentCountOne
source: One amendment
el_gr: Μια τροποποίηση
es_es: Una emnienda
fr_fr: Un amendement
sr_latn_rs: Jedan amandman
tr_tr: Bir düzeltme

# ViewMotion_AmendmentCountTwoPlus
source: {0} amendments
el_gr: {0} τροποποιήσεις
es_es: {0} enmiendas
fr_fr: {0} amendements
sr_latn_rs: {0} amandman
tr_tr: {0} düzeltme

# ViewMotion_AmendmentCountZero
source: No amendments
el_gr: Καμία τροποποίηση
es_es: Sin enmiendas
fr_fr: Pas d'amendements
sr_latn_rs: Nema amandmana
tr_tr: Düzeltme yok

# ViewMotion_AmendmentProposedChange
source: Proposed Change
el_gr: Προτεινόμενη Αλλαγή
es_es: Cambio propuesto
fr_fr: Modification proposée
sr_latn_rs: Predložene izmene
tr_tr: Değişim önerisi

# ViewMotion_AmendmentText
source: Rationale
el_gr: Αιτιολογία
es_es: Razonamiento
fr_fr: Motif
sr_latn_rs: Obrazloženje
tr_tr: Gerekçe

# ViewMotion_DecisionPoints
source: Proposed decisions
el_gr: Προτεινόμενες αποφάσεις
es_es: Decisiones propuestas
fr_fr: Décisions proposées
sr_latn_rs: Predložene odluke
tr_tr: Önerilen kararlar

# ViewMotion_Discuss
source: Discussion thread
el_gr: Νήμα συζήτησης
es_es: Hilo de discusión
fr_fr: Fil de discussion
sr_latn_rs: Tema diskusije
tr_tr: Tartışma konusu

# ViewMotion_DiscussLink
source: Forum thread (posts so far: {0})
el_gr: Νήμα forum (αναρτήσεις μέχρι στιγμής: {0})
es_es: Hilo del foro (publicaciones hasta el momento: {0})
fr_fr: Fil de discussion (messages jusqu'à présent: {0})
sr_latn_rs: Tema foruma (do sada objavljeno postova: {0})
tr_tr: Forum konusu (şimdiye kadar {0} gönderi)

# ViewMotion_MotionDesignation
source: Motion #{0}
el_gr: Αίτηση #{0}
es_es: Moción #{0}
sr_latn_rs: Član #{0}
tr_tr: Teklif #{0}

# ViewMotion_PageTitle
source: Viewing Motion
el_gr: Προβολή Αίτησης
es_es: Inspección de moción
fr_fr: Inspection de la motion
sr_latn_rs: Pregled člana
tr_tr: Teklifi Görüntüle

# ViewMotion_Text
source: Motion rationale
el_gr: Αιτιολογία αίτησης
es_es: Moción de razonamiento
fr_fr: Motif de la motion
sr_latn_rs: Obrazloženje člana
tr_tr: Teklif gerekçesi

# ViewMotion_ViewingMotionInfo
source: You are viewing a motion submitted to the meeting
el_gr: Βλέπετε μια αίτηση που υποβλήθηκε στην σύσκεψη
es_es: Está viendo una moción presentada a la reunión
fr_fr: Vous regardez une motion présentée à la réunion
sr_latn_rs: Pregledate član koji je poslat na sednicu
tr_tr: Toplantıya gönderilen bir teklifi inceliyorsun

# VoteAmendments_BoardRecommendation
source: Board's Recommendation
el_gr: Σύσταση του Διοικητικού Συμβουλίου
es_es: Recomendación de la Junta
fr_fr: Recommandation du conseil
sr_latn_rs: Preporuka odbora
tr_tr: Kurulun Önerisi

# VoteAmendments_Grid_Abstain
source: Abst.
el_gr: Αποχή
fr_fr: Abstinence.
sr_latn_rs: Uzdrž.
tr_tr: Özet

# VoteAmendments_Grid_Board
source: Board says
el_gr: Το Διοικητικό Συμβούλιο λέει
es_es: La junta dice
fr_fr: Le Conseil dit
sr_latn_rs: Odbor saopštava
tr_tr: Kurul diyor ki

# VoteAmendments_Grid_Change
source: Change
el_gr: Αλλαγή
es_es: Cambio
fr_fr: Changement
sr_latn_rs: Izmena
tr_tr: Değiştir

# VoteAmendments_Grid_Decision
source: Decision
el_gr: Απόφαση
es_es: Decisión
fr_fr: Décision
sr_latn_rs: Odluka
tr_tr: Karar

# VoteAmendments_Grid_No
source: No
el_gr: Όχι
fr_fr: Non
sr_latn_rs: Protiv
tr_tr: Hayır

# VoteAmendments_Grid_Rationale
source: Rationale
el_gr: Αιτιολογία
es_es: Razonamiento
fr_fr: Motif
sr_latn_rs: Obrazloženje
tr_tr: Gerekçe

# VoteAmendments_Grid_Recommend
source: Rec.
el_gr: Συστήνεται
sr_latn_rs: Zapis
tr_tr: Kayıt

# VoteAmendments_Grid_Text
source: Text
el_gr: Κείμενο
es_es: Texto
fr_fr: Texte
sr_latn_rs: Tekst
tr_tr: Metin

# VoteAmendments_Grid_TitleText
source: Text / Title
el_gr: Κείμενο / Τίτλος
es_es: Texto/ Titulo
fr_fr: Texte / Titre
sr_latn_rs: Tekst / Naslov
tr_tr: Metin / Başlık

# VoteAmendments_Grid_Yes
source: Yes
el_gr: Ναι
es_es: Si
fr_fr: Oui
sr_latn_rs: Za
tr_tr: Evet

# VoteAmendments_Header
source: Amendments for {0}
el_gr: Τροποποιήσεις για {0}
es_es: Enmiendas para {0}
fr_fr: Amendements pour {0}
sr_latn_rs: Amandmana na {0}
tr_tr: {0} için düzeltmeler

# VoteAmendments_Info
source: Vote for suggested changes (amendments) to motions. If pass, they change the motion. In the next round, we will vote for the resulting motions. The individual amendments are listed under each motion, and there are additional details under each motion and amendment. Select a voting recommendation if you like.
el_gr: Ψηφίστε για συνιστώμενες αλλαγές (τροποποιήσεις) σε αιτήσεις. Αν περάσουν, αλλάζουν την αίτηση. Στον επόμενο γύρο, θα κάνουμε ψηφοφορία για τις αιτήσεις που προκύπτουν. Οι μεμονωμένες τροποποιήσεις παρατίθενται κάτω από την εκάστοτε αίτηση, και υπάρχουν πρόσθετες λεπτομέρειες κάτω από κάθε αίτηση και τροποποίηση. Επιλέξτε μια σύσταση ψηφοφορίας αν θέλετε.
es_es: Vote por los cambios sugeridos (enmiendas) a las mociones. Si pasan, cambien la moción. En la próxima ronda, votaremos por las mociones resultantes. Las enmiendas individuales se enumeran debajo de cada moción, y hay detalles adicionales debajo de cada moción y enmienda. Seleccione una recomendación de votación si lo desea.
fr_fr: Voter pour les changements (amendements) proposés pour les motions. Au cas où ils sont adoptés, ils changent de motion. Au prochain tour, nous voterons pour les motions résultantes. Les amendements individuels sont listés sous chaque motion, et il y'a des détails supplémentaires sous chaque motion et amendement. Sélectionnez une recommandation de vote si vous le souhaitez.
sr_latn_rs: Glasanjem se uvode promene (amandmani) u članove. Ako na glasanju prođu, oni postaju deo člana. U narednoj rundi, glasaće se o preostalim članovima. Individualni amandmani sačinjavaju svaki član i za svaki član i/ili amandman postoje dodatni detalji. Ako želite, selektujte predloge kako treba glasati.
tr_tr: Teklifler için önerilen değişiklikleri oyla. Geçerseniz teklifleri değiştirirler. Bir sonraki turda ortaya çıkan teklifleri oylayacağız. Birbirinden ayrı değişiklikler her bir teklifin altında listelenir ve her bir teklif ve değişikliğin altında ek detaylar bulunmaktadır. Beğenirseniz bir oylama önerisi seçebilirsiniz.

# VoteAmendments_PageTitle
source: Vote on Amendments
el_gr: Ψηφίστε για Τροποποιήσεις
es_es: Vote por las enmiendas
fr_fr: Voter pour les amendements
sr_latn_rs: Glasaj o amandmanima
tr_tr: Düzeltmelere oy ver

# VoteAmendments_Recommend_No
source: NO
el_gr: ΟΧΙ
fr_fr: NON
sr_latn_rs: PROTIV
tr_tr: HAYIR

# VoteAmendments_Recommend_Yes
source: YES
el_gr: ΝΑΙ
es_es: SI
fr_fr: OUI
sr_latn_rs: ZA
tr_tr: EVET

# VoteAmendments_SaveVote
source: I'm Done, Submit My Vote
el_gr: Έχω Ολοκληρώσει, Υποβολή Της Ψήφου Μου
es_es: He terminado, enviar mi voto
fr_fr: J'ai fini, Soumettre mon Vote
sr_latn_rs: Završio(la) sam, podnesi moj glas
tr_tr: Tamamım, Oyumu gönder

# VoteAmendments_SaveVote_Temp
source: Can't Vote In Test Meeting
el_gr: Δεν Γίνεται Να Ψηφίσετε Στην Δοκιμαστική Σύσκεψη
es_es: No puedo votar en la reunión de prueba
fr_fr: Impossible de voter pendant la réunion test
sr_latn_rs: Nije moguće glasanje na test-sednici
tr_tr: Test toplantılarında oy kullanılmıyor

# VoteAmendments_SelectRecommendation
source: Select recommendations...
el_gr: Επιλέξτε συστάσεις...
es_es: Seleccionar recomendaciones...
fr_fr: Sélectionnez les recommandations...
sr_latn_rs: Izaberi preporuke...
tr_tr: Önerileri seçin...

# Vote_CreateVotingList
source: Create voting list?
el_gr: Δημιουργία λίστας ψηφοφορίας;
es_es: ¿Crear lista de votación?
fr_fr: Créer la liste de votes ?
sr_latn_rs: Kreiranje liste za glasanje?
tr_tr: Oylama listesi oluşturulsun mu?

# Vote_CreateVotingList_Amendments
source: Create voting list for amendments
el_gr: Δημιουργία λίστας ψηφοφορίας για τροποποιήσεις
es_es: Crear lista de votación para enmiendas
fr_fr: Créer la liste de votes pour les amendements
sr_latn_rs: Kreiraj listu za glasanje o amandmanima
tr_tr: Düzeltmeler için oylama listesi oluştur

# Vote_CreateVotingList_Elections
source: Create voting list for an election
el_gr: Δημιουργία λίστας ψηφοφορίας για εκλογές
es_es: Crear lista de votación para una elección
fr_fr: Créer la liste de votes pour une élection
sr_latn_rs: Kreiraj listu za izbore
tr_tr: Seçim için oylama listesi oluştur

# Vote_CreateVotingList_Motions
source: Create voting list for motions
el_gr: Δημιουργία λίστας ψηφοφορίας για αιτήσεις
es_es: Crear lista de votación para mociones
fr_fr: Créez une liste de votes pour les motions
sr_latn_rs: Kreiraj listu za članove
tr_tr: Teklifler için oylama listesi oluştur

# Vote_Info
source: Sometimes, {0} holds meetings. During these meetings, members get to vote. This is a list of what you may vote on. You can also create a voting list that serves as a recommendation to others.
el_gr: Μερικές φορές, ο οργανισμός {0} πραγματοποιεί συσκέψεις. Κατά την διάρκεια αυτών των συσκέψεων, τα μέλη ψηφίζουν. Αυτή είναι μια λίστα όλων των επιλογών για τις οποίες μπορείτε να ψηφίσετε. Μπορείτε επίσης να δημιουργήσετε μια λίστα ψηφοφορίας που χρησιμεύει ως σύσταση προς άλλους.
es_es: A veces, {0} tienes reuniones. Durante estas reuniones, los miembros pueden votar. Esta es una lista de lo que puedes votar. También puede crear una lista de votación que sirva como recomendación para otros.
fr_fr: Parfois, {0} tiennent des réunions. Durant ces dernières, les membres peuvent voter. Voici une liste de ce que vous pouvez voter pour. Vous pouvez aussi créer une liste de votes qui sert de recommandation pour autrui.
sr_latn_rs: Nekada, {0} organizuje sastanke. Tokom sastanaka, članovi mogu da glasaju. Ovo je lista predloga koji se stavljaju na glasanje. Takođe, možete kreirati listu za glasanje koja služi kao preporuka ostalima.
tr_tr: Bazen, {0} toplantılar düzenliyor. Bu toplantılar sırasında üyeler oy kullanacak. Bu oy kullanabileceğiniz bir listedir. Başkalarına tavsiye olarak da bir oylama listesi oluşturabilirsiniz.

# Vote_MeetingElections
source: Elections
el_gr: Εκλογές
es_es: Elecciones
fr_fr: Élections
sr_latn_rs: Izbori
tr_tr: Seçimler

# Vote_Motions
source: Motions
el_gr: Αιτήσεις
es_es: Mociones
sr_latn_rs: Članovi
tr_tr: Teklifler

# Vote_MotionVotingMotionAmendments
source: Motion Amendments
el_gr: Τροποποιήσεις Αιτήσεων
es_es: Enmienda de mociones
fr_fr: Amendements de motion
sr_latn_rs: Amandmani na članove
tr_tr: Teklif Düzeltmeleri

# Vote_MotionVotingMotions
source: Motions
el_gr: Αιτήσεις
es_es: Mociones
sr_latn_rs: Članovi
tr_tr: Teklifler

# Vote_NotOpenedYet
source: Not open yet
el_gr: Δεν έχει ανοίξει ακόμα
es_es: No esta abierto todavía
fr_fr: Pas encore ouvert
sr_latn_rs: Još nije otvoreno
tr_tr: Henüz açık değil

# Vote_OpensOnDate
source: Opens {0:yyyy-MMM-dd}.
el_gr: Ανοίγει {0:yyyy-MMM-dd}.
es_es: Abre {0:yyyy-MMM-dd}.
fr_fr: Ouvre à {0:yyyy-MMM-dd}.
sr_latn_rs: Otvara se {0:yyyy-MMM-dd}.
tr_tr: {0:yyyy-MMM-dd}'da açılacaktır.

# Vote_PageTitle
source: Vote
el_gr: Ψηφίστε
es_es: Voto
fr_fr: Voter
sr_latn_rs: Glasajte
tr_tr: Oy

# Vote_PointsOfOrder
source: Points of Order
el_gr: Ενστάσεις Περί Παραβίασης Κανονισμών
es_es: Puntos de orden
fr_fr: Points d'Ordre
sr_latn_rs: Tačke dnevnog reda
tr_tr: Sipariş Noktaları

# Vote_PointsOfOrderTemp
source: No points of order at the moment.
el_gr: Δεν υπάρχουν ενστάσεις περί παραβίασης κανονισμών επί του παρόντος.
es_es: No hay puntos de orden en este momento.
fr_fr: Aucun point d'ordre pour l'instant.
sr_latn_rs: Trenutno nema novih tačaka.
tr_tr: Şu an için sipariş noktaları yok.

# Vote_VoteHere
source: Vote here
el_gr: Ψηφίστε εδώ
es_es: Votar aquí
fr_fr: Votez ici
sr_latn_rs: Glasajte ovde
tr_tr: Buradan oy verebilirsiniz

# Vote_VoteOnAmendments
source: Vote on {0:N0} amendments:
el_gr: Ψηφίστε για {0:N0} τροποποιήσεις:
es_es: Vote por las enmiendas {0:N0}:
fr_fr: Voter pour {0:N0} des amendements:
sr_latn_rs: Glasajte na {0:N0} amandmana:
tr_tr: {0:N0} değişikliği oyla:

# Vote_VoteOnMotions
source: Vote on {0:N0} motions:
el_gr: Ψηφίστε για {0:N0} αιτήσεις:
es_es: Vote por las mociones {0:N0}:
fr_fr: Voter pour {0:N0} des propositions:
sr_latn_rs: Glasajte na {0:N0} članova:
tr_tr: {0:N0} teklifi oyla:
