Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Ledgers.*.resx
Languages: de_de, fil_ph, pl_pl

# InspectLedgers_TxDetail_SalaryDetail
source: Base salary {0} {1:N2}, gross adjustments {2:+N2;-N2;none}, gross salary {3:N2}, deducted tax {4:N2}, net adjustments {5:+N2;-N2;none}, payout {6:N2}.
de_de: Grundgehalt {0} {1:N2}, Bruttoanpassungen {2:+N2;-N2;keine}, Brutto-Gehalt {3:N2}, Abzug der Steuer {4:N2}, Nettoanpassungen {5:+N2;-N2;keine}, Auszahlung {6:N2}.
fil_ph: Binabatayang sahod {0} {1:N2}, kabuuang pag-aayos {2:+N2;-N2;none}, kabuuang sahod {3:N2}, ikinaltas na buwis {4:N2}, kabuuang pag-aayos {5:+N2;-N2;none}, payout {6:N2}.
pl_pl: Podstawowa pensja {0} {1:N2}, uregulowania brutto {2:+N2;-N2;none}, pensja brutto {3:N2}, odliczenie podatku {4:N2}, korekty netto {5:+N2; -N2;none}, wypłata {6:N2}.

# InspectLedgers_TxDetail_ErrorAddRowNoAccount
source: Please select an account in order to add a row to this transaction.
de_de: Bitte wählen Sie ein Konto aus, um eine Zeile zu dieser Transaktion hinzuzufügen.
fil_ph: Mangyaring pumili ng isang akawnt upang magdagdag ng isang hilera sa transaksyong ito.
pl_pl: Wybierz konto, aby dodać wiersz do tej transakcji.

# CloseLedgers_AnnualLoss
source: Annual Loss
de_de: Jahresverlust
fil_ph: Taunang Pagkawala
pl_pl: Strata Roczna

# CloseLedgers_AnnualProfit
source: Annual Profit
de_de: Jahresgewinn
fil_ph: Taunang Profit
pl_pl: Zysk Roczny

# InspectLedgers_TxDetail_DescriptionWithheld
source: (detailed description withheld)
de_de: (Detailbeschreibung zurückgehalten)
fil_ph: (detalyadong paglalarawan na ipinagkait)
pl_pl: (szczegółowy opis wstrzymany)

# BalanceTransactions_HeaderUnbalancedTransactions
source: Dangling Payments (Must Balance, Match, or Fix)
de_de: Zahlungen in der Schwebe (Muss-Kontostand, Übereinstimmung oder Fix)
fil_ph: Nakabiting mga Pagbayad (Kailangang Balanse, Tugma o Naayos)

# BalanceTransactions_GridHeader_AccountName
source: Account
de_de: Konto
fil_ph: Akawnt
pl_pl: Konto

# BalanceTransactions_GridHeader_Amount
source: Amount
de_de: Betrag
fil_ph: Halaga
pl_pl: Kwota

# BalanceTransactions_GridHeader_Description
source: Description
de_de: Beschreibung
fil_ph: Paglalarawan
pl_pl: Opis

# BalanceTransactions_GridHeader_TransactionId
source: Tx#
de_de: Nr.

# BalanceTransactions_Info
source: Some auto-imported financial transactions can't be automatically matched to the ongoing accounting. This is where you manually match such transactions to "balance" them (if a transaction only has one part completed, like the money sent to the organization with no record of what the money is for, the transaction is said to be "unbalanced" and a "dangling payment", as in, missing its bookkeeping counterpart).
de_de: Einige automatisch importierte Finanztransaktionen können nicht automatisch auf die laufende Rechnungslegung abgestimmt werden. Hier stimmen Sie diese Transaktionen manuell ab, um sie "auszugleichen" (wenn eine Transaktion nur einen Teil abgeschlossen hat, wie das an die Organisation überwiesene Geld ohne Aufzeichnung dessen, wofür das Geld ist, die Transaktion wird als "unausgeglichen" und als "Zahlung in der Schwebe" bezeichnet, wie wenn das Buchhaltungs-Gegenstück fehlt).
fil_ph: Iilang awotmatikong nai-angkat na mga transaksyong pinansyal ay hindi awtomatikong matutugma sa kasalukuyang pagbibigay-sulit. Ito ay kung saan mo manu-manong tinutugma ang kagaya niyan na transaksyon upang “mai-balanse” sila (kung isang bahagi lang ang nakumpleto ng organisasyon, kagaya ng pera na naipadala tungog sa organisasyon na walang rekord sa kung para saan ang pera, ang transaksyon ay tinatawag na “hindi naka-balanse” at ang “nakabiting pagbayad”, kagaya ng sa, nawawalan ng katapat sa pagbo-bookkeep).

# BalanceTransactions_ModalHeader
source: Balancing/Matching Transaction #<span id="spanModalTransactionId">67890</span> From <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
de_de: Ausgleichende/Übereinstimmende Transaktion Nr. <span id="spanModalTransactionId">67890</span> Vom <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
fil_ph: Pagbalanse/Pagtutugma ng Transaksyon #<span id="spanModalTransactionId">67890</span> Mula sa <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
pl_pl: Równoważenie/Dopasowywanie Transakcji #<span id="spanModalTransactionId">67890</span> Od <span id="spanModalTransactionDate">yyyy-mmm-dd</span>

# BalanceTransactions_PageTitle
source: Balance & Match Transactions
de_de: Transaktionen ausgleichen und übereinstimmen
fil_ph: Mga Balanse at Mga Transaksyong Tugma
pl_pl: Bilans & Dopasowywanie Transakcji

# BalanceTransactions_ExactMatches
source: Exact Matches For This Amount
de_de: Genaue Übereinstimmungen für diesen Betrag
fil_ph: Mga Eksaktong Tugma Para sa Halaga na Ito
pl_pl: Dokładne dopasowania Dla Tej Kwoty

# BalanceTransactions_ExactMatchesFarAway
source: Matching Amount But On Unexpected Date/Time
de_de: Übereinstimmender Betrag aber zu unerwartetem Datum/Zeit
fil_ph: Pagtutugma ng Halaga Ngunit Sa Hindi Inaasahang Petsa/Oras
pl_pl: Pasująca kwota, ale o nieoczekiwanej Dacie/Czasie

# BalanceTransactions_FivePercentMatches
source: Amount Within 5% Tolerance
de_de: Betrag innerhalb von 5 % Toleranz
fil_ph: Halaga sa loob ng 5% Tolerance
pl_pl: Kwota w granicach 5% Tolerancji

# BalanceTransactions_ModalDialog_ButtonBalance
source: Balance
de_de: Ausgleich
fil_ph: Balanse
pl_pl: Saldo

# BalanceTransactions_ModalDialog_ButtonPayout
source: Match
de_de: Abgleichen
fil_ph: Pagtutugma
pl_pl: Dopasuj

# BalanceTransactions_ModalDialog_DescribeBalance
source: Balance the difference against this account:
de_de: Differenz gegen dieses Konto ausgleichen:
fil_ph: Balansehin ang pagkakaiba laban sa account na ito:
pl_pl: Wyrównaj różnice wobec tego konta:

# BalanceTransactions_ModalDialog_DescribePayout
source: The transaction matches this payout:
de_de: Die Transaktion entspricht dieser Auszahlung:
fil_ph: Ang transakson ay tumutugma sa payout na ito:
pl_pl: Transakcja pasuje do tej zapłaty:

# BalanceTransactions_ModalDialog_DoYouWishTo
source: Transaction is unbalanced by <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Do you wish to...
de_de: Transaktion wird von <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>nicht ausgeglichen. Möchten Sie ...
fil_ph: Ang transaksyon ay hindi timbang sa pamamagitan ng <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Nais mo bang...
pl_pl: Transakcja jest niezbilansowana przez <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Czy chcesz...

# BalanceTransactions_ModalDialog_RadioBalance
source: Balance this transaction manually against an account?
de_de: Diese Transaktion manuell gegen ein Konto ausgleichen?
fil_ph: Balansehin ang transaksyong ito nang manu-mano sa isang akawnt?
pl_pl: Zrównoważyć tę transakcję ręcznie z kontem?

# BalanceTransactions_ModalDialog_RadioPayout
source: Match the transaction difference to an open, unmatched payout?
de_de: Den Transaktionsunterschied zu einer offenen, nicht übereinstimmenden Auszahlung zuordnen?
fil_ph: Itugma ang pagkakaiba sa transaksyon sa isang bukas, walang kapantay na payout?
pl_pl: Dopasować różnicę transakcji do otwartej, niedopasowanej wypłaty?

# BalanceTransactions_NoOpenPayouts
source: (No open payouts)
de_de: (Keine offene Auszahlungen)
fil_ph: (Walang bukas na mga pagbabayad)
pl_pl: (Brak otwartych wypłat)

# BalanceTransactions_NoSuitablePayouts
source: (No suitable payouts to match)
de_de: (Keine passenden Auszahlungen zum Zuordnen)
fil_ph: (Walang naaangkop na mga payout upang tumugma)
pl_pl: (Brak odpowiednich wypłat do dopasowania)

# BalanceTransactions_OnePercentMatches
source: Amount Within 1% Tolerance
de_de: Betrag innerhalb von 1 % Toleranz
fil_ph: Halaga Sa loob ng 1% Tolerance
pl_pl: Kwota w granicach 1% tolerancji

# BalanceTransactions_SelectPayout
source: -- Select a Payout --
de_de: -- Auszahlung auswählen --
fil_ph: -- Pumili ng Payout --
pl_pl: -- Wybierz Wypłatę --

# BalanceTransactions_TenPercentMatches
source: Amount Within 10% Tolerance
de_de: Betrag innerhalb von 10 % Toleranz
fil_ph: Halaga Sa loob ng 10% Tolerance
pl_pl: Kwota w granicach 10% tolerancji

# BalanceTransactions_PayoutMatch
source: Payout #{0:N0}, {5} (expected {1:yyyy-MMM-dd}) for {2}: {3} {4:N2}
de_de: Auszahlung Nr. {0:N0}, {5} (erwartete {1:yyyy-MMM-dd}) für {2}: {3} {4:N2}
fil_ph: Payout #{0:N0}, {5} (inaasahan sa {1:yyyy-MMM-dd}) para sa {2}: {3} {4:N2}
pl_pl: Wypłata #{0:N0}, {5} (oczekiwana {1:yyyy-MMM-dd}) od {2}: {3} {4:N2}

# BalanceTransactions_ModalDialog_DescribePayoutForeign
source: The transaction matches this foreign-currency payout:
de_de: Die Transaktion entspricht dieser Auszahlung in Fremdwährung:
fil_ph: Ang transaksyon ay tumutugma sa payout ng pera banyaga:
pl_pl: Transakcja jest zgodna z tą wypłatą w obcej walucie:

# BalanceTransactions_ModalDialog_RadioPayoutForeign
source: Map the transaction to a foreign-currency payout ({0}% amount tolerance)?
de_de: Transaktion einer Auszahlung in Fremdwährung zuordnen ({0} % Toleranz)?
fil_ph: I-map ang transaksyon patungo sa payout na salaping pandayuhan ({0}% halaga ng pagpapahintulot)?
pl_pl: Naprowadź transakcję na wypłatę w walucie obcej ({0}% tolerancji kwoty)?

# BudgetActual_ContentHeader
source: Budget vs Actual
de_de: Budget im Vergleich zu Ist
fil_ph: Badyet vs Aktwal
pl_pl: Budżet vs Rzeczywisty

# BudgetActual_ExpectedYtd
source: Expected YTD
de_de: Erwartet
fil_ph: Inaasahang YTD
pl_pl: Oczekiwane okres od początku roku obrotowego

# BudgetActual_Info
source: This page displays the budgeted breakdown compared to a breakdown of the actual outcome so far.
de_de: Diese Seite zeigt die budgetierte Aufteilung im Vergleich zu einer Aufschlüsselung des bisherigen Ergebnisses.
fil_ph: Ang pahina na ito ay nagpapakita sa nakabadyet na paghati kompara sa paghati ng aktwal na kahihinatnan sa ngayon.
pl_pl: Na tej stronie wyświetla się rozkład budżetowy w porównaniu do dotychczasowego wyniku.

# BudgetActual_PageTitle
source: Budget vs Actual
de_de: Budget im Vergleich zu Ist
fil_ph: Badyet vs Aktwal
pl_pl: Budżet Finansowy vs Rzeczywisty wynik finansowy

# BitcoinHotwallet_Address
source: Bitcoin Address
de_de: Bitcoin-Adresse
fil_ph: Address ng Bitcoin
pl_pl: Adres Bitcoin

# BitcoinHotwallet_BalanceMicrocoins
source: Balance microcoins
de_de: Mikrocoins-Guthaben
fil_ph: I-balanse ang microcoins
pl_pl: Bilans mikro monet

# BitcoinHotwallet_DerivationPath
source: Derivation Path
de_de: Ableitungspfad
fil_ph: Path ng Pinagmumulan
pl_pl: Ścieżka Pochodzenia

# BitcoinHotwallet_ValueFiat
source: Value {0}
de_de: Wert {0}
fil_ph: Halagang {0}
pl_pl: Wartość {0}

# BitcoinHotwallet_Header
source: Hotwallet Breakdown
de_de: Hotwallet-Aufteilung
fil_ph: Breakdown ng Hotwallet
pl_pl: Przybliżenie Portfela Elektronicznego w celu uzyskania więcej szczegółów

# BitcoinHotwallet_Info
source: This shows a breakdown of the organization's bitcoin hotwallet addresses and balance. (Empty and previously-used addresses are not displayed.)
de_de: Dies zeigt eine Aufschlüsselung der Bitcoin-Hotwallet-Adressen und des Kontostands der Organisation. (Leere und zuvor verwendete Adressen werden nicht angezeigt.)
fil_ph: Ito ay nagpapakita sa paghahati sa mga bitcoin hot wallet address at balanse ng organisasyon. (Walang laman at ang mga nagamit sa nakaraan ay hindi ipinakita.)
pl_pl: To pokazuje podział adresów i sald portfelu elektronicznego organizacji. (Puste i poprzednio używane adresy nie są wyświetlane.)

# BitcoinHotWallet_Empty
source: There are no funds in the hotwallet.
de_de: Es sind keine Gelder in der Hotwallet.
fil_ph: Walang mga pondo sa hotwallet.
pl_pl: W Portfelu Elektronicznym nie ma funduszy.

# BitcoinHotWallet_TransactionHash
source: Transaction Hash
de_de: Transaktions-Hash
fil_ph: Hash ng Transaksyon
pl_pl: Skrót Transakcji

# BitcoinHotWallet_UnspentTransaction
source: Unspent TxOut
de_de: Nicht ausgegebener TxOut
fil_ph: Hindi nagastos na TxOut
pl_pl: Niewykorzystane TxOut

# BalanceSheet_Assets
source: Assets XXXX
de_de: Vermögenswerte XXXX
fil_ph: Mga Ari-arian XXXX
pl_pl: Aktywa XXXX

# BalanceSheet_AssetsDelta
source: (change)
de_de: (ändern)
fil_ph: (baguhin)
pl_pl: (zmiana)

# BalanceSheet_Info_Simplified
source: The Balance Sheet is an overview of assets and debts at a snapshot in time, and is used to see how results affect the overall financial health of the organization. You may also want to look at the <a href="BalanceSheet">advanced balance sheet</a> for more detail, or the <a href="ProfitLossStatement">profit-and-loss statement</a> which is the overview of income and expenditure.
de_de: Die Bilanz ist eine Momentaufnahme einer Übersicht über Vermögenswerte und Schulden und wird verwendet, um zu sehen, wie Ergebnisse die finanzielle Gesamtgesundheit der Organisation beeinflussen. Sie möchten sich vielleicht auch die <a href="BalanceSheet">erweiterte Bilanz</a> für mehr Detail oder die<a href="ProfitLossStatement">-Gewinn- und Verlustrechnung</a> ansehen, die die Übersicht über Einnahmen und Ausgaben ist.
fil_ph: Ang Balance Sheet ay isang pangkalahatang-ideya ng mga ari-arian at mga utang sa isang retrato ng oras, at ginagamit upang matignan kung paano nakakaapekto ang mga resulta sa kabuuang kalagayang pinansyal ng organisasyon. Maaari mo ring tignan ang <a href="BalanceSheet">napapanohang balance sheet</a> para sa higit pang detalye, o wa <a href="ProfitLossStatement">kita-at-lugi na pahayag</a> na pangkalahatang-ideya sa kita at pag-gastos.
pl_pl: Zestawienie Bilansu jest przeglądem aktywów i długów w formie migawki w czasie i służy do sprawdzenia, w jaki sposób wyniki wpływają na ogólną kondycję finansową organizacji. Możesz również zajrzeć do <a href="BalanceSheet">zaawansowanego zestawienia bilansu</a>, by uzyskać więcej szczegółów, lub <a href="ProfitLossStatement">rachunek zysków-i-strat</a>, który jest przeglądem dochodów i wydatków.

# BalanceSheet_Liabilities
source: Liabilities XXXX
de_de: Passiva XXXX
fil_ph: Mga pananagutan XXXX
pl_pl: Zobowiązania XXXX

# BalanceSheet_LiabilitiesDelta
source: (change)
de_de: (ändern)
fil_ph: (baguhin)
pl_pl: (zmiana)

# BalanceSheet_LossToDate
source: Loss to date ({0})
de_de: Verlust bis heute ({0})
fil_ph: Lugi sa ngayon ({0})
pl_pl: Straty za rok ({0})

# BalanceSheet_ProfitToDate
source: Profit to date ({0})
de_de: Gewinn bis heute ({0})
fil_ph: Kita sa ngayon ({0})
pl_pl: Zyski za rok ({0})

# InspectLedgers_CreateTransactionButton
source: Create Transaction
de_de: Transaktion erstellen
fil_ph: Lumikha ng Transaksyon
pl_pl: Utwórz transakcję

# InspectLedgers_CreateTransactionDateTime
source: Date and time of transaction (UTC)
de_de: Datum und Uhrzeit der Transaktion (UTC)
fil_ph: Petsa at oras ng transaksyon (UTC)
pl_pl: Data i godzina transakcji (UTC)

# InspectLedgers_CreateTransactionDescription
source: Transaction Description
de_de: Beschreibung der Transaktion
fil_ph: Deskripsyon ng Transaksyon
pl_pl: Opis transakcji

# InspectLedgers_CreateTransactionDialogHeader
source: Creating New Transaction
de_de: Erstellen einer neuen Transaktion
fil_ph: Lumilikha ng Bagong Transaksiyon
pl_pl: Tworzenie Nowej Transakcji

# InspectLedgers_CreateTransactionFirstAccount
source: Account of first transaction row
de_de: Konto der ersten Transaktionszeile
fil_ph: Akawnt ng unang hilera ng transaksyon
pl_pl: Konto pierwszego wiersza transakcji

# InspectLedgers_CreateTransactionFirstAmount
source: Amount of first transaction row
de_de: Betrag der ersten Transaktionszeile
fil_ph: Halaga ng unang hilera ng transaksyon
pl_pl: Kwota pierwszego wiersza transakcji

# InspectLedgers_CreateTransactionSidebar
source: Add new transaction
de_de: Neue Transaktion hinzufügen
fil_ph: Magdagdag ng bagong transaksyon
pl_pl: Dodaj nową transakcję

# BalanceTransactions_ModalDialog_ButtonOutboundInvoice
source: Match invoice
de_de: Rechnung zuordnen
fil_ph: Itugma ang talaan
pl_pl: Dopasuj fakturę

# BalanceTransactions_ModalDialog_DescribeOutboundInvoice
source: Match the transaction to this outbound invoice:
de_de: Die Transaktion zu dieser Ausgangsrechnung zuordnen:
fil_ph: Itugma ang transaksyon sa papalabas na invoice na ito:
pl_pl: Dopasuj transakcję do tej faktury wychodzącej:

# BalanceTransactions_ModalDialog_RadioOutboundInvoice
source: Match this to an open outbound invoice?
de_de: Dies einer offenen Ausgangsrechnung zuordnen?
fil_ph: Itugma ito sa isang bukas na papalabas na invoice?
pl_pl: Dopasować to do otwartej faktury wychodzącej?

# BalanceTransactions_ModalDialog_RadioOutboundInvoiceForeign
source: Match this to an open outbound invoice in a nonstandard currency (5% forex tolerance)?
de_de: Dies zu einer offenen Ausgangsrechnung in einer nicht standardmäßigen Währung zuordnen (5 % Devisentoleranz)?
fil_ph: Itugma ito sa isang bukas na papalabas na talaan tungo sa hindi pamantayang salapi (5% forex na pagpapahintulot)?
pl_pl: Dopasować to do otwartej faktury wychodzącej w niestandardowej walucie (5% tolerancji na rynku Forex)?

# BalanceTransactions_MostProbableMatch
source: Most Probable Match
de_de: Wahrscheinlichste Zuordnung
fil_ph: Katugmang Pinakaposible
pl_pl: Najbardziej Prawdopodobne Dopasowanie

# BalanceTransactions_OutboundInvoiceMatch
source: Outbound Invoice #{0:N0} for {1}, due {2:yyyy-MMM-dd}: {3}
de_de: Ausgangsrechnung Nr. {0:N0} für {1}, fällig {2:yyyy-MMM-dd}: {3}
fil_ph: Papalabas na Invoice #{0:N0} para sa{1}, nakatakda {2:yyyy-MMM-dd}: {3}
pl_pl: Faktura Wychodząca #{0:N0} dla {1} odpowiednia {2:yyyy-MMM-dd}: {3}

# BalanceTransactions_VatReportMatch
source: VAT Report for {1:yyyy-MMM} surplus
de_de: MwSt.-Bericht für {1:yyyy-MMM} Surplus
fil_ph: Ulat ng VAT para sa {1:yyyy-MMM} surplus
pl_pl: Report podatku VAT za nadwyżkę {1:yyyy-MMM}

# BalanceTransactions_ModalDialog_ButtonPayoutForeign
source: Match
de_de: Übereinst.
fil_ph: Pagtutugma
pl_pl: Dopasuj

# BalanceTransactions_ModalDialog_ButtonVatReport
source: Close VAT report
de_de: MwSt.-Bericht schließen
fil_ph: Isara ang ulat ng VAT
pl_pl: Zamknij raport podatku VAT

# BalanceTransactions_ModalDialog_DescribeVatReport
source: This transaction is payment/return for this VAT report:
de_de: Diese Transaktion ist Zahlung/Rückgabe für diesen MwSt.-Bericht:
fil_ph: Ang transaksyong ito ay pagbabayad/pagbabalik para sa ulat na VAT na ito:
pl_pl: Ta transakcja to opłata/zwrot za ten raport VAT:

# BalanceTransactions_ModalDialog_RadioVatReport
source: Close a VAT report with this transaction?
de_de: Einen MwSt.-Bericht mit dieser Transaktion schließen?
fil_ph: Isara ang ulat sa VAT sa transaksyon na ito?
pl_pl: Zamknąć raport podatku VAT razem z tą transakcją?

# ViewVatReports_Footer_Total
source: Report Totals
de_de: Bericht Gesamtsummen
fil_ph: Ulat ng mga Kabuuan
pl_pl: Całkowite Podsumowanie

# ViewVatReports_Header_DateTime
source: Date/Time
de_de: Datum/Uhrzeit
fil_ph: Petsa/Oras
pl_pl: Data/Czas

# ViewVatReports_Header_Description
source: Description
de_de: Beschreibung
fil_ph: Paglalarawan
pl_pl: Opis

# ViewVatReports_Header_Dox
source: Docs
de_de: Dokumen.
pl_pl: Dokumenty

# ViewVatReports_Header_Inbound
source: Inbound VAT
de_de: Eingehende MwSt.
fil_ph: Papasok na VAT
pl_pl: Przychodzący podatek VAT

# ViewVatReports_Header_Outbound
source: Outbound VAT
de_de: Ausgehende MwSt.
fil_ph: Papalabas na VAT
pl_pl: Wychodzący podatek VAT

# ViewVatReports_Header_Turnover
source: Turnover
de_de: Umsatz
fil_ph: Pagbabayad ng puhunan
pl_pl: Obrót handlowy

# ViewVatReports_Info
source: You're viewing a filed VAT report. The inbound and outbound VAT, as well as total turnover, have been recorded for the report period. This report is ready to be transmitted to tax authorities.
de_de: Sie sehen einen eingereichten MwSt.-Bericht. Die eingehende und ausgehende Mehrwertsteuer sowie der Gesamtumsatz wurden für den Berichtszeitraum erfasst. Dieser Bericht ist fertig für die Übermittlung an die Steuerbehörden.
fil_ph: Ikaw ay tumatanaw sa naikasang ulat sa VAT. Ang papapasok at papalabas na VAT, at tsaka ang kabuuang paglilipat ng tungkulin, ay nai-rekord para sa panahon ng ulat. Ang ulat na ito ay handa nang ipasa papunta sa mga awtoridad sa buwis.

# ViewVatReports_PageTitle
source: VAT Reports
de_de: MwSt.-Berichte
fil_ph: Mga Ulat ng VAT
pl_pl: Raport podatku VAT

# ViewVatReports_Title_View
source: View
de_de: Anzeigen
fil_ph: Tingnan
pl_pl: Wyświetl

# ViewVatReports_Header_NoReports
source: No VAT reports for this organization
de_de: Keine MwSt.-Berichte für diese Organisation
fil_ph: Walang mga ulat sa VAT para sa organisasyong ito
pl_pl: Brak raportów VAT dla tej organizacji

# ViewVatReports_NoReports
source: There are no VAT reports to display. This is probably due to the fact that a full VAT reporting period has not elapsed yet, so it has not been possible to create a report yet.
de_de: Es gibt keine MwSt.-Berichte anzuzeigen. Dies ist wahrscheinlich darauf zurückzuführen, dass ein vollständiger MwSt.-Berichtszeitraum noch nicht abgelaufen ist, so dass es noch nicht möglich war, einen Bericht zu erstellen.
fil_ph: Walang mga ulat ng VAT ang ma-displey. Ito ay marahil sa katotohanan na ang buong panahon ng pag-ulat sa VAT ay hindi pa lumilipas, kaya naman hindi pa posibleng lumikha ng bagong ulat sa ngayon.
pl_pl: Brak raportów VAT do wyświetlenia. Wynika to prawdopodobnie z faktu, że pełny okres raportowania VAT jeszcze nie upłynął, więc nie można sporządzić raportu.

# ViewVatReports_EmptyReport
source: -- nothing to report --
de_de: -- nichts zu berichten --
fil_ph: -- wala nang ulat --
pl_pl: -- nic do raportu --

# ViewVatReports_ReportTotals
source: Totals for this report
de_de: Gesamtsummen für diesen Bericht
fil_ph: Mga kabuuan para sa ulat na ito
pl_pl: Kwoty dla tego raportu

# BalanceTransactions_Error_NeedDescription
source: The transaction description cannot be empty.
de_de: Die Transaktionsbeschreibung darf nicht leer sein.
fil_ph: Ang paglalarawan sa transaksyon ay hindi maaring walang laman.
pl_pl: Opis transakcji nie może być pusty.

# BalanceTransactions_Error_NeedDocumentation
source: The transaction needs a proof of purchase.
de_de: Die Transaktion benötigt einen Kaufnachweis.
fil_ph: Ang transaksyon ay nangangailangan ng patunay ng pagbili.
pl_pl: Transakcja musi posiadać dowód zakupu.

# BalanceTransactions_Error_VatAmountParseError
source: The VAT amount doesn't seem to be correctly entered.
de_de: Der MwSt.-Betrag scheint nicht korrekt eingegeben zu sein.
fil_ph: Ang halaga ng VAT ay hindi mukhang tama na ipinasok.
pl_pl: Kwota podatku VAT nie wydaje się być poprawnie wprowadzona.

# BalanceTransactions_ModalDialog_ButtonPurchase
source: Mark as Direct Purchase
de_de: Als Direktkauf markieren
fil_ph: Markahan bilang Direktang Pagbili
pl_pl: Oznacz jako Bezpośredni Zakup

# BalanceTransactions_ModalDialog_DescribePurchaseAmount
source: Direct-debit purchase amount ({0})
de_de: Lastschrift-Kaufbetrag ({0})
fil_ph: Direkta sa debit na halaga ng pagbili ({0})
pl_pl: Polecenie zapłaty kwoty zakupu ({0})

# BalanceTransactions_ModalDialog_DescribePurchaseBudget
source: Charge purchase to this budget
de_de: Kauf diesem Budget belasten
fil_ph: Singilin ang pagbili sa badyet na ito
pl_pl: Opłać zakup z tego budżetu

# BalanceTransactions_ModalDialog_DescribePurchaseDocUpload
source: Upload receipt or other documentation
de_de: Quittung oder andere Dokumentation hochladen
fil_ph: Mag-upload ng resibo o iba pang dokumentasyon
pl_pl: Prześlij dowód zapłaty lub inny dokument

# BalanceTransactions_ModalDialog_DescribePurchaseTransaction
source: Update transaction description
de_de: Transaktionsbeschreibung aktualisieren
fil_ph: I-update ang paglalarawan ng transaksyon
pl_pl: Zaktualizuj opis transakcji

# BalanceTransactions_ModalDialog_DescribePurchaseVat
source: VAT part of the amount
de_de: MwSt.-Teil des Betrags
fil_ph: VAT na bahagi ng halaga
pl_pl: Część kwoty podatku VAT
