Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Security.*.resx
Languages: el_gr, pl_pl, pt_br, pt_pt, sr_cyrl_rs, sr_latn_rs

# AccessDenied_Header
source: Access to this page was denied
el_gr: Δεν επιτρέπεται η πρόσβαση σε αυτήν την σελίδα
pl_pl: Dostęp do tej strony został odrzucony
pt_br: Acesso a esta página foi negado
pt_pt: Foi negado o acesso a esta página
sr_cyrl_rs: Приступ овој страници је одбијен
sr_latn_rs: Pristup ovoj stranici je odbijen

# AccessDenied_Info
source: You tried to access a page you don't have permissions for. See the main panel for some reasons this may have happened.
el_gr: Προσπαθήσατε να προσπελάσετε μία σελίδα χωρίς να έχετε τα αντίστοιχα δικαιώματα. Δείτε στον κεντρικό πίνακα κάποιους από τους λόγους που συμβαίνει αυτό.
pl_pl: Próbowałeś/aś uzyskać dostęp do strony, do której nie masz uprawnień. Zobacz panel główny, aby uzyskać kilka powodów dlaczego to mogło się wydarzyć.
pt_br: Você tentou acessar uma página para a qual não tem permissões. Veja o painel principal para ver algumas razões que isso pode ter acontecido.
pt_pt: Tentou aceder a uma página para a qual não tem permissões. Consulte o painel principal para saber algumas das razões pelas quais isto possa ter acontecido.
sr_cyrl_rs: Покушали сте да приступите страници за коју немате овлашћења. Погледајте основни панел и разлоге због којих се ово могло догодити.
sr_latn_rs: Pokušali ste da pristupite stranici za koju nemate ovlašćenja. Pogledajte osnovni panel i razloge zbog kojih se ovo moglo dogoditi.

# AccessDenied_PageTitle
source: Access Denied
el_gr: Δεν επιτρέπεται η πρόσβαση
pl_pl: Odmowa Dostępu
pt_br: Acesso Negado
pt_pt: Acesso Negado
sr_cyrl_rs: Приступ одбијен
sr_latn_rs: Pristup odbijen

# AccessDenied_Rant
source: <p>The Swarmops security framework has denied you access to the page you were trying to go to. This usually means that its functions were above the access levels granted to you for the currently selected organization (<em>{0}</em>). This has not been logged nor reported anywhere.</p><p>There are several reasons why this may have happened:</p>
el_gr: <p>Η ασφάλεια του Swarmops δεν σας επέτρεψε την πρόσβαση στη σελίδα που προσπαθήσατε να επισκεφτείτε. Αυτό συνήθως σημαίνει ότι οι λειτουργίες της υπερβαίνουν τα επίπεδα πρόσβασης που σας έχουν εκχωρηθεί για τον οργανισμό (<em>{0}</em>). Αυτό δεν έχει καταχωρηθεί κάπου.</p><p>Υπάρχουν αρκετοί λόγοι για τους οποίους μπορεί να συμβαίνει αυτό:</p>
pl_pl: <p>Struktura zabezpieczeń Swarmops odmówiła ci dostępu do strony, do której próbujesz przejść. Zwykle oznacza to, że jego funkcje były powyżej poziomów dostępu przyznanych dla aktualnie wybranej organizacji (<em>{0}</em>). Nie zostało to nigdzie zarejestrowane ani zgłoszone.</p><p>Istnieje kilka powodów, dla których mogło się to stać:</p>
pt_br: <p>A framework de segurança do Swarmops negou-lhe o acesso à página que estava a tentar acessar. Isto geralmente significa que as suas funções estavam acima dos níveis de acesso concedidos a você para a organização atualmente seleccionada (<em>{0}</em>). Isto não foi registado ou reportado em nenhum local.</p></p>Existem várias razões para que isto possa ter acontecido:</p>
pt_pt: <p>A framework de segurança do Swarmops negou-lhe o acesso à página que estava a tentar aceder. Isto geralmente significa que as suas funções estavam acima dos níveis de acesso a si concedidos para a organização atualmente seleccionada (<em>{0}</em>). Isto não foi registado ou reportado em lado nenhum.</p></p>Existem várias razões para que isto possa ter acontecido:</p>
sr_cyrl_rs: <p>Swarmops security framework Вам је ускратио приступ страници на коју сте се упутили. То обично значи да сте хтели да приступите страници која је намењена члановима вишег нивоа организације (<em>{0}</em>). Овај догађај није нигде уснимљен.</p><p>Ево још неколико разлога због којих се ово могло догодити:</p>
sr_latn_rs: <p>Swarmops security framework Vam je uskratio pristup stranici na koju ste se uputili. To obično znači da ste hteli da pristupite stranici koja je namenjena članovima višeg nivoa organizacije (<em>{0}</em>). Ovaj događaj nije nigde usnimljen.</p><p>Evo još nekoliko razloga zbog kojih se ovo moglo dogoditi:</p>

# ChangeOrganizations_CurrentOrganization
source: Current organization
el_gr: Επιλεγμένος οργανισμός
pl_pl: Bieżąca organizacja
pt_br: Organização atual
pt_pt: Organização atual
sr_cyrl_rs: Тренутна организација
sr_latn_rs: Trenutna organizacija

# ChangeOrganizations_Info
source: You can be taking part in several organizations on this Swarmops installation. Here is where you switch between them.
el_gr: Μπορείτε να συμμετέχετε σε πολλαπλούς οργανισμούς σε αυτή την εγκατάσταση του Swarmops. Από αυτό το σημείο μπορείτε να επιλέγετε τον οργανισμό που επιθυμείτε.
pl_pl: Możesz brać udział w kilku organizacjach na tej instalacji Swarmops. Oto, gdzie możesz przełączać między nimi.
pt_br: Pode participar em várias organizações nesta instalação do Swarmops. Aqui é onde pode alterar entre elas.
pt_pt: Pode participar em várias organizações nesta instalação do Swarmops. Aqui é onde pode alterar entre elas.
sr_cyrl_rs: Можете узети учешћа у неколико организација у оквиру ове Swarmops инсталације. Ево где се можете пребацивати између њих.
sr_latn_rs: Možete uzeti učešća u nekoliko organizacija u okviru ove Swarmops instalacije. Evo gde se možete prebacivati između njih.

# ChangeOrganizations_NewOrganization
source: New organization
el_gr: Νέος οργανισμός
pl_pl: Nowa organizacja
pt_br: Nova organização
pt_pt: Nova organização
sr_cyrl_rs: Нова организација
sr_latn_rs: Nova organizacija

# ChangeOrganizations_NothingToChange
source: You're not participating in any other organization on this Swarmops installation, so you can't switch to something else. Therefore, we're going back to Dashboard instead.
el_gr: Δεν συμμετέχετε σε άλλον οργανισμό σε αυτή την εγκατάσταση του Swarmops, επομένως δεν μπορείτε να αλλάξετε σε κάποιον άλλο. Επομένως, θα μεταφερθείτε στον Πίνακα Ελέγχου.
pl_pl: Nie uczestniczysz w żadnej innej organizacji na tym urządzeniu Swarmops, więc nie możesz przełączyć się na coś innego. W związku z tym, wracamy do Dashboard.
pt_br: Não está a participar em nenhuma outra organização nesta instalação do Swarmops e como tal não pode mudar para algo diferente. Portanto, em vez disso vamos voltar ao painel de controlo.
pt_pt: Não está a participar em qualquer outra organização nesta instalação do Swarmops e como tal não pode mudar para algo diferente. Portanto, em vez disso vamos voltar ao painel de controlo.
sr_cyrl_rs: Не учествујете ни у једној другој организацији у оквиру Swarmops инсталације, те стога не можете прећи никуд. Уместо тога, враћамо се на Контролну таблу.
sr_latn_rs: Ne učestvujete ni u jednoj drugoj organizaciji u okviru Swarmops instalacije, te stoga ne možete preći nikud. Umesto toga, vraćamo se na Kontrolnu tablu.

# ChangeOrganizations_PageTitle
source: Change Organizations
el_gr: Αλλαγή Οργανισμού
pl_pl: Zmień Organizacje
pt_br: Mudar de Organização
pt_pt: Mudar de Organização
sr_cyrl_rs: Промени организације
sr_latn_rs: Promeni organizacije

# ChangeOrganizations_Switch
source: Switch
el_gr: Αλλαγή
pl_pl: Przełącz
pt_br: Mudar
pt_pt: Mudar
sr_cyrl_rs: Пребаци на
sr_latn_rs: Prebaci na

# DatabaseUpgradeRequired_Header
source: Database Upgrade Pending
el_gr: Εκκρεμεί Αναβάθμιση της Βάσης Δεδομένων
pl_pl: Aktualizacja bazy danych w toku
pt_br: Actualização da Base de Dados Pendente
pt_pt: Actualização da Base de Dados Pendente
sr_cyrl_rs: Надоградња базе података на чекању
sr_latn_rs: Nadogradnja baze podataka na čekanju

# DatabaseUpgradeRequired_Info
source: This page requires an upgraded Swarmops database.
el_gr: Αυτή η σελίδα απαιτεί αναβαθμισμένη βάση δεδομένων του Swarmops.
pl_pl: Ta strona wymaga uaktualnionej bazy danych Swarmops.
pt_br: Esta página requer um banco de dados Swarmops atualizado.
pt_pt: Esta página requer uma actualização à base de dados do Swarmops.
sr_cyrl_rs: Ова страница захтева надограђену Swarmops базу података.
sr_latn_rs: Ova stranica zahteva nadograđenu Swarmops bazu podataka.

# DatabaseUpgradeRequired_PageTitle
source: Awaiting Database Upgrade
el_gr: Αναμονή Αναβάθμισης της Βάσης Δεδομένων
pl_pl: Oczekuje aktualizacji bazy danych
pt_br: Aguardando a Actualização da Base de Dados
pt_pt: Aguardando a Actualização da Base de Dados
sr_cyrl_rs: Чека се надоградња базе података
sr_latn_rs: Čeka se nadogradnja baze podataka

# DatabaseUpgradeRequired_Rant
source: <p>There is a database upgrade pending that prevents your access to this page. <strong>This is a temporary condition</strong> and the Swarmops servers should already be working on performing the necessary upgrade.</p> <p>Retry loading the page in a few minutes. If the condition persists for more than fifteen minutes, contact your system administrator.</p>
el_gr: <p>Εκκρεμεί αναβάθμιση της βάσης δεδομένων, και αυτό δεν σας επιτρέπει την πρόσβασή σας σε αυτή τη σελίδα. <strong>Αυτή είναι μία προσωρινή κατάσταση</strong> και οι εξυπηρετητές του Swarmops ήδη πραγματοποιούν την απαραίτητη αναβάθμιση.</p> <p>Δοκιμάστε να φορτώσετε ξανά τη σελίδα σε μερικά λεπτά. Εάν αυτή η κατάσταση εμμένει για πάνω από δεκαπέντε λεπτά, επικοινωνήστε με τον διαχειριστή του συστήματος.</p>
pl_pl: <p>Trwa aktualizacja bazy danych, która uniemożliwia dostęp do tej strony.<strong>Jest to tymczasowy warunek </strong>, a serwery Swarmops powinny już pracować nad koniecznym uaktualnieniem.</p> <p>Spróbuj ponownie załadować stronę za kilka minut. Jeśli stan utrzymuje się dłużej niż piętnaście minut, skontaktuj się z administratorem systemu.</p>
pt_br: <p>Existe uma atualização pendente à base de dados que previne o seu acesso a esta página. <strong>Isto é uma situação temporária</strong> e os servidores Swarmops já deverão estar trabalhando no processamento da atualização necessária.</p> <p>Tente atualizar a página novamente em alguns minutos. Caso a condição persista por mais de quinze minutos, contacte o seu administrador de sistema.</p>
pt_pt: <p>Existe uma atualização pendente à base de dados que previne o seu acesso a esta página. <strong>Isto é uma situação temporária</strong> e os servidores Swarmops deverão já a trabalhar no processamento da atualização necessária.</p> <p>Tente atualizar a página novamente em alguns minutos. Caso a condição persista por mais de quinze minutos, contacte o seu administrador de sistema.</p>
sr_cyrl_rs: <p>Надоградња базе података је на чекању. <strong>Такво стање је само привремено</strong> и Swarmops сервери би требало да већ раде на потребној надоградњи.</p> <p>Покушајте за неколико минута да поново учитате страницу. Ако ситуација потраје дуже од петнаест минута, контактирајте свог систем администратора.</p>
sr_latn_rs: <p>Nadogradnja baze podataka je na čekanju. <strong>Takvo stanje je samo privremeno</strong> i Swarmops serveri bi trebalo da već rade na potrebnoj nadogradnji.</p> <p>Pokušajte za nekoliko minuta da ponovo učitate stranicu. Ako situacija potraje duže od petnaest minuta, kontaktirajte svog sistem administratora.</p>

# LockdownAccount_Failed
source: The account <strong>was not locked down</strong>. There is no such account, or the ticket was invalid or too old. If you still want to lock down this account, contact the administrators of this Swarmops installation.
el_gr: Ο λογαριασμός <strong>δεν κλειδώθηκε</strong>. Αυτός ο λογαριασμός δεν υπάρχει, ή η εντολή δεν ήταν έγκυρη ή ήταν πολύ παλιά. Αν επιθυμείτε ακόμα να κλειδώσετε αυτόν τον λογαριασμό, επικοινωνήστε με τους διαχειριστές αυτής της εγκατάστασης του Swarmops.
pl_pl: Konto <strong>nie zostało zablokowane</strong>. Nie ma takiego konta lub bilet był nieważny lub zbyt stary. Jeśli nadal chcesz zablokować to konto, skontaktuj się z administratorami tego urządzenia Swarmops.
pt_br: A conta <strong>não foi bloqueada</strong>. A conta não existe, ou o ticket era inválido ou demasiado antigo. Caso ainda deseje bloquear esta conta, entre em contato com os administradores desta instalação do Swarmops.
pt_pt: A conta <strong>não foi bloqueada</strong>. A conta não existe, ou o ticket era inválido ou demasiado antigo. Caso ainda deseje bloquear esta conta, entre em contato com os administradores desta instalação do Swarmops.
sr_cyrl_rs: Налог <strong>није закључан</strong>. Такав налог не постоји, или је ticket неважећи, или је истекао. Ако и даље желите да закључате овај налог, контактирајте администраторе за ову Swarmops инсталацију.
sr_latn_rs: Nalog <strong>nije zaključan</strong>. Takav nalog ne postoji, ili je ticket nevažeći, ili je istekao. Ako i dalje želite da zaključate ovaj nalog, kontaktirajte administratore za ovu Swarmops instalaciju.

# LockdownAccount_Info
source: If you're seeing this page, you're trying to lock down a user account for security reasons. If the link was valid and hasn't expired, the account is already locked down.
el_gr: Αν βλέπετε αυτό το μήνυμα, προσπαθείτε να κλειδώσετε ένα λογαριασμό χρήστη για λόγους ασφαλείας. Αν ο σύνδεσμος ήταν έγκυρος και δεν έχει λήξει, τότε ο λογαριασμός έχει ήδη κλειδωθεί.
pl_pl: Jeśli widzisz tę stronę, próbujesz zablokować konto użytkownika ze względów bezpieczeństwa. Jeśli link był ważny i nie wygasł, to konto jest już zablokowane.
pt_br: Se está a ver esta página, é porque está a tentar bloquear uma conta de usuário por motivos de segurança. Se o link foi válido e não expirou, a conta está já bloqueada.
pt_pt: Se está a ver esta página, é porque está a tentar bloquear uma conta de utilizador por motivos de segurança. Se o link foi válido e não expirou, a conta está já bloqueada.
sr_cyrl_rs: Ако видите ову страну, то значи да покушавате да закључате кориснички налог из безбедносних разлога. Ако линк није истекао, налог је већ закључан.
sr_latn_rs: Ako vidite ovu stranu, to znači da pokušavate da zaključate korisnički nalog iz bezbednosnih razloga. Ako link nije istekao, nalog je već zaključan.

# LockdownAccount_PageTitle
source: User Account Lockdown
el_gr: Κλείδωμα Λογαριασμού Χρήστη
pl_pl: Blokada Konta Użytkownika
pt_br: Bloqueio de conta de usuário
pt_pt: Bloqueio de Conta de Utilizador
sr_cyrl_rs: Закључавање корисничког налога
sr_latn_rs: Zaključavanje korisničkog naloga

# LockdownAccount_Success
source: The account has been <strong>successfully locked down</strong> and any active sessions are now terminated.
el_gr: Ο λογαριασμός <strong>κλειδώθηκε επιτυχώς</strong> και οι όποιες ενεργές συνεδρίες έχουν πλέον τερματιστεί.
pl_pl: Konto zostało <strong>skutecznie zablokowane</strong> i wszystkie aktywne sesje zostały zakończone.
pt_br: A conta foi <strong>bloqueada com sucesso</strong> e foram terminadas quaisquer sessões ativas.
pt_pt: A conta foi <strong>bloqueada com sucesso</strong> e foram terminadas quaisquer sessões ativas.
sr_cyrl_rs: Налог је <strong>успешно закључан</strong> и све активне сесије су сада угашене.
sr_latn_rs: Nalog je <strong>uspešno zaključan</strong> i sve aktivne sesije su sada ugašene.

# LockdownAccount_Ticket
source: Lockdown Ticket
el_gr: Εντολή Κλειδώματος
pl_pl: Kod Blokady
pt_br: Ticket de Bloqueio
pt_pt: Ticket de Bloqueio
sr_cyrl_rs: Ticket о закључавању
sr_latn_rs: Ticket o zaključavanju

# Login_AsOpenLedgers
source: <strong>OPEN LEDGERS</strong><br/><br/>{0} is running Open Ledgers. This means that anybody may inspect the financial reports and bookkeeping. You have been logged on to the organization's Operations to do just that.
el_gr: <strong>ΑΝΟΙΚΤΑ ΛΟΓΙΣΤΙΚΑ ΒΙΒΛΙΑ</strong><br/><br/>Ο οργανισμός {0} διαθέτει Ανοικτά Λογιστικά Βιβλία. Αυτό σημαίνει ότι οποιοσδήποτε μπορεί να ελέγξει τις οικονομικές αναφορές και δραστηριότητες. Έχετε συνδεθεί στις Λειτουργίες του οργανισμού για να πραγματοποιήσετε το σχετικό έλεγχο.
pl_pl: <strong>OTWARTY REJESTR</strong><br/><br/>{0} uruchamia Otwarty Rejestr. Oznacza to, że każdy może kontrolować sprawozdania finansowe i księgowość. Zostałeś zalogowany do Operacji organizacji, aby to zrobić.
pt_br: <strong>OPEN LEDGERS</strong><br/><br/>{0} está a rodar Open Ledgers. Isto significa que qualquer pessoa pode inspecionar os relatórios financeiros e de contabilidade. Você efetuou o login nas Operações da organização para fazer exatamente isso.
pt_pt: <strong>LIVROS ABERTOS</strong><br/><br/>{0} está a correr Open Ledgers. Isto significa que qualquer pessoa pode inspecionar os relatórios financeiros e de contabilidade. Efetuou a entrada nas Operações da organização para fazer exatamente isso.
sr_cyrl_rs: <strong>ОТВОРЕНЕ ПОСЛОВНЕ КЊИГЕ</strong><br/><br/>{0} су отворене. То значи да свако има увид у рачуноводствене записе и финансијске књиге. Пријављени сте у мени Операције унутар организације како бисте управо то урадили.
sr_latn_rs: <strong>OTVORENE POSLOVNE KNJIGE</strong><br/><br/>{0} su otvorene. To znači da svako ima uvid u računovodstvene zapise i finansijske knjige. Prijavljeni ste u meni Operacije unutar organizacije kako biste upravo to uradili.

# Login_BitIdEnabled
source: <strong>BitId two-factor authentication is now enabled.</strong><br/><br/>From now on, you can use your bitcoin wallet to log in (and will <strong>need</strong> to do so). Thank you for enabling added security.<br/><br/>Please remember to keep your phone secure with a password, too.
el_gr: <strong>Ενεργοποιήθηκε η ταυτοποίηση δύο σημείων του BitId.</strong><br/><br/>Από δω και πέρα, μπορείτε να χρησιμοποιείτε το bitcoin πορτοφόλι σας για τη σύνδεσή σας (και θα <strong>πρέπει</strong> να το κάνετε). Ευχαριστούμε που ενεργοποιήσατε πρόσθετη ασφάλεια. <br/><br/>Παρακαλούμε θυμηθείτε και την ασφάλεια του κινητού σας, ορίζοντας έναν κωδικό πρόσβασης.
pl_pl: <strong>Uwierzytelnianie dwuskładnikowe BitId jest teraz włączone.</strong><br/><br/> Od teraz możesz używać swojego portfela Bitcoin do logowania (i będzie <strong>potrzebować</strong> żeby to zrobić). Dziękujemy za włączenie dodatkowych zabezpieczeń.<br/><br/>Pamiętaj, aby zabezpieczyć swój telefon również hasłem.
pt_br: <strong>Autenticação de dois fatores BitId está agora ativa.</strong><br/><br/>A partir de agora, você pode usar a sua carteira bitcoin para entrar (e irá <strong>necessitar</strong> dela para fazê-lo). Obrigado por ativar segurança adicional.<br/><br/>Por favor lembre-se de manter o seu telefone seguro com uma senha também.
pt_pt: <strong>Autenticação de dois fatores BitId está agora ativa.</strong><br/><br/>A partir de agora, pode usar a sua carteira bitcoin para entrar (e irá <strong>necessitar</strong> dela para fazê-lo). Obrigado por ativar segurança adicional.<br/><br/>Por favor lembre-se de manter o seu telefone seguro com uma palavra-passe também.
sr_cyrl_rs: <strong>BitId дво-факторска аутентификација је сада активна.</strong><br/><br/>Од сада можете користити свој bitcoin новчаник како бисте се пријавили (и <strong>мораћете</strong> тако). Хвала Вам што сте активирали додатну сигурност.<br/><br/>Не заборавите да и свој телефон обезбедите лозинком.
sr_latn_rs: <strong>BitId dvo-faktorska autentifikacija je sada aktivna.</strong><br/><br/>Od sada možete koristiti svoj bitcoin novčanik kako biste se prijavili (i <strong>moraćete</strong> tako). Hvala Vam što ste aktivirali dodatnu sigurnost.<br/><br/>Ne zaboravite da i svoj telefon obezbedite lozinkom.

# Login_BitIdRequired_Dialog
source: <strong>BITID LOGIN REQUIRED</strong><br/><br/>This login requires BitId authentication, as enabled by the account holder. You cannot log on with a username/password combination.
el_gr: <strong>ΑΠΑΙΤΕΙΤΑΙ ΣΥΝΔΕΣΗ ΜΕΣΩ BITID</strong><br/><br/>Αυτή η σύνδεση απαιτεί ταυτοποίηση μέσω BitId, όπως ενεργοποιήθηκε από τον κάτοχο του λογαριασμού. Δεν μπορείτε να συνδεθείτε με συνδυασμό ονόματος χρήστη/κωδικού πρόσβασης.
pl_pl: <strong> WYMAGANY LOGIN BITID</strong><br/><br/>Login ten wymaga uwierzytelnienia BitId, zgodnie z ustawieniem właściciela konta. Nie można się zalogować przy użyciu kombinacji nazwy użytkownika i hasła.
pt_br: <strong>NECESSÁRIO LOGIN BITID</strong><br/><br/>Este login requer autenticação BitId, como definido pelo detentor da conta. Você não pode entrar com uma combinação de usuário/senha.
pt_pt: <strong>NECESSÁRIO CREDENCIAIS BITID</strong><br/><br/>Esta conta requer autenticação BitId, como definido pelo detentor da conta. Não pode entrar com uma combinação de utilizador/password.
sr_cyrl_rs: <strong>BITID ПРИЈАВЉИВАЊЕ, НЕОПХОДНО</strong><br/><br/>Пријављивање захтева BitId аутентификацију, а њу одобрава власник налога. Не можете се пријавити само са корисничким именом и лозинком.
sr_latn_rs: <strong>BITID PRIJAVLJIVANJE, NEOPHODNO</strong><br/><br/>Prijavljivanje zahteva BitId autentifikaciju, a nju odobrava vlasnik naloga. Ne možete se prijaviti samo sa korisničkim imenom i lozinkom.

# Login_GoogleAuthenticatorCodeHelp
source: Enter your code from Google Authenticator.
el_gr: Εισάγετε τον κωδικό από τον Επαληθευτή Google.
pl_pl: Wprowadź swój kod z Google Authenticator.
pt_br: Insira o seu código do Authenticator Google.
pt_pt: Insira o seu código do Google Authenticator.
sr_cyrl_rs: Унесите кôд из Google Authenticator-а.
sr_latn_rs: Unesite kôd iz Google Authenticator-a.

# Login_Header
source: Login with Bitcoin Signature (BitId)
el_gr: Σύνδεση με Υπογραφή Bitcoin (BitId)
pl_pl: Zaloguj się za pomocą Bitcoin Signature (BitId)
pt_br: Login com assinatura Bitcoin (BitId)
pt_pt: Entrar com Assinatura Bitcoin (BitId)
sr_cyrl_rs: Пријављивање путем Bitcoin Signature (BitId)
sr_latn_rs: Prijavljivanje putem Bitcoin Signature (BitId)

# Login_Help
source: Help
el_gr: Βοήθεια
pl_pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
sr_cyrl_rs: Помоћ
sr_latn_rs: Pomoć

# Login_Info
source: Login to Swarmops using your bitid-enabled bitcoin wallet. You do not need any funds in it. If you don't have a bitid-enabled bitcoin wallet, you can log in manually using a legacy username and password. (Your username is your name or email.)
el_gr: Συνδεθείτε στο Swarmops χρησιμοποιώντας το bitcoin πορτοφόλι σας που υποστηρίζει Bitid. Δεν απαιτείται να έχετε χρήματα μέσα σε αυτό. Αν δεν έχετε πορτοφόλι bitcoin που υποστηρίζει Bitid, μπορείτε να συνδεθείτε χειροκίνητα χρησιμοποιώντας ένα όνομα χρήστη και έναν κωδικό. (το όνομα χρήστη είναι το όνομά σας ή το email σας.)
pl_pl: Zaloguj się do Swarmops za pomocą portfela bitcoin z obsługą bitidów. Nie potrzebujesz w tym żadnych funduszy. Jeśli nie masz portfela bitcoin z obsługą bitidów, możesz zalogować się przy użyciu starszej nazwy użytkownika i hasła. (Twoja nazwa użytkownika to twoje imię i nazwisko lub adres e-mail.)
pt_br: Login no Swarmops usando a sua carteira de bitcoin com BitId ativo. Não necessita ter quaisquer fundos nela. Caso não tenha uma carteira de bitcoin com BitId ativo, pode entrar manualmente utilizando um nome de usuário e senha. (O seu nome de utilizador é o seu nome ou email.)
pt_pt: Entre no Swarmops usando a sua carteira de bitcoin com BitId ativo. Não necessita ter quaisquer fundos nela. Caso não tenha uma carteira de bitcoin com BitId ativo, pode entrar manualmente utilizando um nome de utilizador e palavra-passe. (O seu nome de utilizador é o seu nome ou email.)
sr_cyrl_rs: Пријавите се на Swarmops коришћењем bitcoin новчаника који подржава bitid. На њему не морате имати средстава. Ако немате bitcoin новчаник који подржава bitid можете се пријавити преко старе комбинације корисничког имена и лозинке. (Ваше корисничко име је Ваше име или email.)
sr_latn_rs: Prijavite se na Swarmops korišćenjem bitcoin novčanika koji podržava bitid. Na njemu ne morate imati sredstava. Ako nemate bitcoin novčanik koji podržava bitid možete se prijaviti preko stare kombinacije korisničkog imena i lozinke. (Vaše korisničko ime je Vaše ime ili email.)

# Login_LoggingIn
source: Logging in, please wait...
el_gr: Γίνεται σύνδεση, παρακαλώ περιμένετε...
pl_pl: Logowanie, proszę czekać...
pt_br: Entrando, por favor aguarde...
pt_pt: A entrar, por favor aguarde...
sr_cyrl_rs: Пријављивање, молим сачекајте...
sr_latn_rs: Prijavljivanje, molim sačekajte...
