Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Security.*.resx
Languages: el_gr, pl_pl, pt_br, pt_pt, sr_cyrl_rs, sr_latn_rs

# Login_ManualLoginHeader
source: Manual Password Login
el_gr: Χειροκίνητη Σύνδεση με Κωδικό
pl_pl: Ręczne logowanie Za Pomocą Hasła
pt_br: Login manual de senha
sr_cyrl_rs: Ручно пријављивање, путем лозинке
sr_latn_rs: Ručno prijavljivanje, putem lozinke

# Login_PageTitle
source: Login
el_gr: Σύνδεση
pl_pl: Zaloguj się
pt_pt: Entrar
sr_cyrl_rs: Пријави се
sr_latn_rs: Prijavi se

# Login_Password
source: Pass
el_gr: Κωδικός
pl_pl: Przejdź
pt_br: Senha
pt_pt: Palavra-Passe
sr_cyrl_rs: Пролаз
sr_latn_rs: Prolaz

# Login_ResetPassword
source: Help, I forgot my password!
el_gr: Βοήθεια, ξέχασα τον κωδικό μου!
pl_pl: Pomocy, nie pamiętam hasła!
pt_br: Ajuda, esqueci minha senha!
pt_pt: Ajudem-me, esqueci-me da minha Palavra-passe!
sr_cyrl_rs: Упомоћ, заборавио сам лозинку!
sr_latn_rs: Upomoć, zaboravio sam lozinku!

# Login_SelfSignup
source: Sign me up for {0}!
el_gr: Εγγραφή στον οργανισμό {0}!
pl_pl: Zarejestruj mnie jako {0}!
pt_br: Inscreva-me em {0}!
pt_pt: Inscreva-me em {0}!
sr_cyrl_rs: Пријави ме за {0}!
sr_latn_rs: Prijavi me za {0}!

# Login_SelfSignupHeader
source: Seeking to Join?
el_gr: Επιθυμείτε να γίνετε μέλος;
pl_pl: Chcesz Dołączyć?
pt_br: Pretende Juntar-se?
pt_pt: Pretende Juntar-se?
sr_cyrl_rs: Тражите како да се прикључите?
sr_latn_rs: Tražite kako da se priključite?

# Login_UnknownBitIdAddress
source: Swarmops doesn't recognize this address. Please log in manually and activate your address before using it to login.
el_gr: Το Swarmops δεν αναγνωρίζει αυτή τη διεύθυνση. Παρακαλούμε συνδεθείτε χειροκίνητα και ενεργοποιήστε τη διεύθυνσή σας πριν τη χρησιμοποιήσετε για να συνδεθείτε.
pl_pl: Swarmops nie rozpoznaje tego adresu. Zaloguj się ręcznie i aktywuj swój adres, zanim użyjesz go do zalogowania.
pt_br: O Swarmops não reconhece este endereço. Por favor entre manualmente e ative o seu endereço antes de utilizá-lo para entrar.
pt_pt: O Swarmops não reconhece este endereço. Por favor entre manualmente e ative o seu endereço antes de utilizá-lo para entrar.
sr_cyrl_rs: Swarmops не препознаје ову адресу. Молимо Вас, пријавите се ручно и активирајте адресу.
sr_latn_rs: Swarmops ne prepoznaje ovu adresu. Molimo Vas, prijavite se ručno i aktivirajte adresu.

# Login_UseBitIdLogin
source: Use BitID two-factor authentication?
el_gr: Χρήση ταυτοποίησης δύο σημείων BitID;
pl_pl: Użyć uwierzytelniania dwuskładnikowego BitID?
pt_br: Usar autenticação de dois fatores BitID?
sr_cyrl_rs: Желите да користите BitID дво-факторску аутентификацију?
sr_latn_rs: Želite da koristite BitID dvo-faktorsku autentifikaciju?

# Login_UseManualLogin
source: Use manual password login?
el_gr: Χρήση χειροκίνητου κωδικού για τη σύνδεση;
pl_pl: Użyć ręcznego logowania do hasła?
pt_br: Usar login manual de senha?
sr_cyrl_rs: Желите да се пријављујете путем лозинке?
sr_latn_rs: Želite da se prijavljujete putem lozinke?

# Login_Username
source: User
el_gr: Χρήστης
pl_pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
sr_cyrl_rs: Корисник
sr_latn_rs: Korisnik

# ResetPassword_Failed
source: There is no valid password reset ticket for this mail address, the address does not exist, the password reset ticket is invalid, or it has expired.<br/><br/><strong>Password reset failed.</strong>
el_gr: Δεν υπάρχει έγκυρη εντολή επαναφοράς κωδικού πρόσβασης για αυτό το email, η διεύθυνση δεν υπάρχει, ο σύνδεσμος επαναφοράς κωδικού είναι άκυρος ή έχει λήξει.<br/><br/><strong>Η επαναφορά κωδικού δεν πραγματοποιήθηκε.</strong>
pl_pl: Nie ma ważnego kodu resetowania hasła dla tego adresu, adres nie istnieje, kod resetowania hasła jest nieprawidłowy lub wygasł.<br/><br/><strong>Resetowanie hasła nie powiodło się.</strong>
pt_br: Não existe nenhum ticket de recuperação de senha válido para este endereço de email. O endereço não existe, o ticket é inválido, ou expirou.<br/><br/><strong>A recuperação de senha falhou.</strong>
pt_pt: Não existe nenhum ticket de recuperação de palavra-passe válido para este endereço de email. O endereço não existe, o ticket é inválido, ou expirou.<br/><br/><strong>A recuperação de palavra-passe falhou.</strong>
sr_cyrl_rs: Нема валидног ticket-а за ресетовање лозинке, који се односи на дату mail адресу. Адреса је непостојећа, ticket није валидан, или је истекао.<br/><br/><strong>Ресетовање лозинке није успело.</strong>
sr_latn_rs: Nema validnog ticket-a za resetovanje lozinke, koji se odnosi na datu mail adresu. Adresa je nepostojeća, ticket nije validan, ili je istekao.<br/><br/><strong>Resetovanje lozinke nije uspelo.</strong>

# ResetPassword_Info
source: You're resetting the password for a user account. Enter your new password twice to set it and login. (If you're trying to start the password-reset procedure, you need a ticket to do so. <a href="/Security/RequestPasswordReset">Create a ticket.</a>)
el_gr: Πραγματοποιείτε επαναφορά κωδικού για έναν χρήστη. Εισάγετε το νέο σας κωδικό δύο φορές για να τον δημιουργήσετε και για να συνδεθείτε. (Εάν προσπαθείτε να εκκινήσετε τη διαδικασία επαναφοράς κωδικού, χρειάζεστε μία εντολή για να το κάνετε. <a href="/Security/RequestPasswordReset">Δημιουργία Εντολής.</a>)
pl_pl: Resetujesz hasło do konta użytkownika. Wprowadź dwukrotnie nowe hasło, aby je ustawić i zalogować się.(Jeśli próbujesz uruchomić procedurę resetowania hasła, potrzebujesz również kodu, aby to zrobić.<a href="/Security/RequestPasswordReset">Utwórz kod.</a>)
pt_br: Está a redefinir a senha para uma conta de usuário. Insira a nova senha duas vezes para defini-la e entrar. (Se está a tentar iniciar o processo de recuperação de senha, necessita de um ticket para fazê-lo. <a href="/Security/RequestPasswordReset">Criar um ticket.</a>)
pt_pt: Está a redefinir a palavra-passe para uma conta de utilizador. Insira a nova palavra-passe duas vezes para defini-la e entrar. (Se está a tentar iniciar o processo de recuperação de palavra-passe, necessita de um ticket para fazê-lo. <a href="/Security/RequestPasswordReset">Criar um ticket.</a>)
sr_cyrl_rs: Ресетујете лозинку за кориснички налог. Унесите нову лозинку два пута како бисте је задали и пријавили се. (ако покушавате да покренете процедуру за ресетовање лозинке, за то Вам је наопходан ticket. <a href="/Security/RequestPasswordReset">Креирај ticket.</a>)
sr_latn_rs: Resetujete lozinku za korisnički nalog. Unesite novu lozinku dva puta kako biste je zadali i prijavili se. (ako pokušavate da pokrenete proceduru za resetovanje lozinke, za to Vam je naophodan ticket. <a href="/Security/RequestPasswordReset">Kreiraj ticket.</a>)

# ResetPassword_InfoRequest
source: Enter your mail address to receive instructions how to proceed with the password reset procedure. The instructions will contain a unique and expiring code that you will need to use to proceed.
el_gr: Εισάγετε το email σας για να λάβετε οδηγίες σχετικά με τη διαδικασία επαναφοράς κωδικού. Οι οδηγίες θα περιέχουν έναν μοναδικό κωδικό που λήγει, τον οποίο χρειάζεστε για να συνεχίσετε τη διαδικασία.
pl_pl: Wprowadź swój adres e-mail, aby otrzymać instrukcje dotyczące procedury resetowania hasła. Instrukcje będą zawierały unikalny i wygasający kod, który będzie potrzebny do kontynuowania.
pt_br: Digite seu endereço de e-mail para receber instruções sobre como proceder com o procedimento de redefinição de senha. As instruções conterão um código exclusivo e expirado que você precisará usar para prosseguir.
pt_pt: Digite o seu endereço de email para receber instruções sobre o procedimento de recuperação de palavra-passe. As instruções irão conter um código único e expirável que necessitará de utilizar para prosseguir.
sr_cyrl_rs: Унесите своју mail адресу како бисте примили упутства како да наставите са процедуром за ресетовање лозинке. Инструкције ће садржати јединствени код ограниченог времена трајања, који ћете морати да искористите како бисте наставили.
sr_latn_rs: Unesite svoju mail adresu kako biste primili uputstva kako da nastavite sa procedurom za resetovanje lozinke. Instrukcije će sadržati jedinstveni kod ograničenog vremena trajanja, koji ćete morati da iskoristite kako biste nastavili.

# ResetPassword_Mail1
source: Enter your mail address
el_gr: Εισάγετε το email σας
pl_pl: Wprowadź swój adres e-mail
pt_br: Digite o seu endereço de email
pt_pt: Digite o seu endereço de email
sr_cyrl_rs: Унесите своју mail адресу
sr_latn_rs: Unesite svoju mail adresu

# ResetPassword_Mail2
source: Re-enter your mail address
el_gr: Επανεισάγετε το email σας
pl_pl: Ponownie wpisz swój adres e-mail
pt_br: Digite novamente o seu endereço de email
pt_pt: Digite novamente o seu endereço de email
sr_cyrl_rs: Поново унесите своју mail адресу
sr_latn_rs: Ponovo unesite svoju mail adresu

# ResetPassword_NewPasswordsDontMatch
source: The two passwords do not match. Please retry.
el_gr: Οι δύο κωδικοί δεν ταιριάζουν. Παρακαλούμε ξαναπροσπαθήστε.
pl_pl: Podane hasła różnią się. Wpisz hasło ponownie.
pt_br: As duas senhas não coincidem. Por favor insira novamente.
pt_pt: As duas palavras-passe não coincidem. Por favor tente novamente.
sr_cyrl_rs: Две лозинке се не поклапају. Поновите.
sr_latn_rs: Dve lozinke se ne poklapaju. Ponovite.

# ResetPassword_NoEmpty
source: The new password cannot be empty.
el_gr: Ο νέος κωδικός δεν μπορεί να είναι κενός.
pl_pl: Nowe hasło nie może być puste.
pt_br: A senha nova não pode estar vazia.
pt_pt: A nova palavra-passe não pode estar em branco.
sr_cyrl_rs: Нова лозинка не може бити празна.
sr_latn_rs: Nova lozinka ne može biti prazna.

# ResetPassword_PageTitle
source: Reset Password
el_gr: Επαναφορά Κωδικού
pl_pl: Zresetuj Hasło
pt_br: Redefinir senha
pt_pt: Repor Palavra-Passe
sr_cyrl_rs: Ресетуј Лозинку
sr_latn_rs: Resetuj Lozinku

# ResetPassword_Password
source: New Password
el_gr: Νέος Κωδικός
pl_pl: Nowe Hasło
pt_br: Nova senha
pt_pt: Nova Palavra-Passe
sr_cyrl_rs: Нова лозинка
sr_latn_rs: Nova lozinka

# ResetPassword_PasswordRepeat
source: Repeat New Password
el_gr: Επανάληψη Νέου Κωδικού
pl_pl: Powtórz Nowe Hasło
pt_br: Confirme a nova senha
pt_pt: Repita A Palavra-Passe
sr_cyrl_rs: Поновите нову лозинку
sr_latn_rs: Ponovite novu lozinku

# ResetPassword_RequestInfo
source: You may reset the password associated with an mail address. A link with a ticket code will be sent to that mail address, which you must follow to reset your password.
el_gr: Μπορείτε να επαναφέρετε τον κωδικό που σχετίζεται με ένα email. Ένας σύνδεσμος με έναν κωδικό εντολής θα αποσταλεί σε αυτό το email, τον οποίο θα πρέπει να ακολουθήσετε για να επαναφέρετε τον κωδικό σας.
pl_pl: Możesz zresetować hasło powiązane z adresem e-mail. Link z kodem biletu zostanie wysłany na ten adres e-mail, który należy wykonać, aby zresetować hasło.
pt_br: Você pode redefinir a senha associada com um endereço de e-mail. Um link com um código do ticket será enviado para esse endereço de e-mail, que você deve seguir para redefinir sua senha.
pt_pt: Pode efetuar a recuperação de uma palavra-passe associada com um endereço de email. Um link com um ticket irá ser enviado a esse endereço de email, e deverá segui-lo para recuperar a palavra-passe.
sr_cyrl_rs: Можда ћете ресетовати лозинку која је повезана са mail адресом. Линк са ticket-кодом ће бити послат на ту mail адресу. Линку морате приступити да бисте пратили даља упутства за ресет лозинке.
sr_latn_rs: Možda ćete resetovati lozinku koja je povezana sa mail adresom. Link sa ticket-kodom će biti poslat na tu mail adresu. Linku morate pristupiti da biste pratili dalja uputstva za reset lozinke.

# ResetPassword_Reset
source: Reset
el_gr: Επαναφορά
pt_br: Redefinir
pt_pt: Recuperar
sr_cyrl_rs: Ресетуј
sr_latn_rs: Resetuj

# ResetPassword_Success
source: Your password was changed and you have been logged on to Swarmops using your new password.
el_gr: Ο κωδικός σας άλλαξε και έχετε συνδεθεί στο Swarmops με το νέο σας κωδικό.
pl_pl: Twoje hasło zostało zmienione i zostałeś zalogowany do Swarmops przy użyciu nowego hasła.
pt_br: Sua senha foi alterada e você foi conectado no Swarmops usando sua nova senha.
pt_pt: A sua palavra-passe foi alterada e entrou no Swarmops utilizando a sua nova palavra-passe.
sr_cyrl_rs: Ваша лозинка је промењена и Ви сте пријављени на Swarmops са новом лозинком.
sr_latn_rs: Vaša lozinka je promenjena i Vi ste prijavljeni na Swarmops sa novom lozinkom.

# ResetPassword_Ticket
source: Ticket
el_gr: Εντολή
pt_br: Bilhete

# ResetPassword_TicketSentMaybe
source: If the mail address was associated with an account on this Swarmops installation, a <strong>reset ticket has been sent.</strong> Open that mail and click the link in the mail to reset your password. (If the email did not exist, nothing was sent.)<br/><br/>You may close this browser tab. It is not needed anymore.
el_gr: Εάν το email σχετίζεται με έναν λογαριασμό αυτής της εγκατάστασης του Swarmops, μία <strong>εντολή επαναφοράς έχει αποσταλεί.</strong> Ανοίξτε το μήνυμα και κάντε κλικ στο σύνδεσμο που περιέχεται για να επαναφέρετε τον κωδικό σας. (Αν το email δεν υπήρχε, δεν έγινε αποστολή.)<br/><br/>Μπορείτε να κλείσετε αυτήν την καρτέλα του περιηγητή. Δεν χρειάζεται πια.
pl_pl: Jeśli adres e-mail został powiązany z kontem w tej instalacji Swarmops,<strong>kod resetujący został wysłany</strong> Otwórz tę pocztę i kliknij link w poczcie, aby zresetować hasło. (Jeśli e-mail nie istniał, nic nie zostało wysłane.) <br/> <br/>Możesz zamknąć tę kartę przeglądarki. Nie jest już potrzebna.
pt_br: Se o endereço de email estava associado com uma conta nesta instalação do Swarmops, <strong>foi-lhe enviado um ticket de recuperação.</strong> Abra esse email e clique no link para recuperar a sua palavra-passe. (Se o email não existe, nada foi enviado.)<br/><br/>Pode fechar esta página. Já não é necessária.
pt_pt: Se o endereço de email estava associado com uma conta nesta instalação do Swarmops, <strong>foi-lhe enviado um ticket de recuperação.</strong> Abra esse email e clique no link para recuperar a sua palavra-passe. (Se o email não existe, nada foi enviado.)<br/><br/>Pode fechar esta página. Já não é necessária.
sr_cyrl_rs: Ако је mail адреса повезана са налогом за ову Swarmops инсталацију, <strong>ticket за ресет је послат.</strong> Отворите добијени mail и кликните на линк у поруци како бисте извршили ресет лозинке. (Ако email-а нема, ништа није послато.)<br/><br/>Можете затворити овај tab. Неће Вам бити потребан.
sr_latn_rs: Ako je mail adresa povezana sa nalogom za ovu Swarmops instalaciju, <strong>ticket za reset je poslat.</strong> Otvorite dobijeni mail i kliknite na link u poruci kako biste izvršili reset lozinke. (Ako email-a nema, ništa nije poslato.)<br/><br/>Možete zatvoriti ovaj tab. Neće Vam biti potreban.

# Login_GoogleAuthenticatorCode
source: 2FA
pl_pl: Uwierzytelnienie Dwu-składnikowe
pt_pt: A2F
