Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Ledgers.*.resx
Languages: de_de, fil_ph, pl_pl

# UploadBankFiles_ResultsGood
source: <p>The file has been <strong>successfully imported.</strong> {0:N0} new transactions imported; {1:N0} discarded as duplicates of what was already in Swarmops. The account balance in Swarmops matches that of the bank.</p><p>The file contained transactions from {2:yyyy-MMM-dd} to {3:yyyy-MMM-dd}.</p>
de_de: <p>Die Datei wurde <strong>erfolgreich importiert.</strong> {0:N0} neue Transaktionen importiert; {1:N0} wurden als Duplikate dessen verworfen, was bereits in Swarmops war. Der Kontostand in Swarmops entspricht dem der Bank.</p><p>Die Datei enthielt Transaktionen von {2:yyyy-MMM-dd} bis {3:yyyy-MMM-dd}.</p>
fil_ph: <p>Ang payl ay<strong>matagumpay na nai-angkat.</strong> Ang {0:N0} na mga bagong transaksyon ay nai-angkat; ang {1:N0} ay tinanggal dahil ito ay kopya na nandun na sa Swarmops. Ang balanse ng akawnt sa Swarmops ay tumutugma dun sa bangko.</p><p>Ang payl ay naglalaman ng mga transaksyon mula sa {2:yyyy-MMM-dd} hanggang sa {3:yyyy-MMM-dd}.</p>
pl_pl: <p>Plik został <strong>pomyślnie zaimportowany.</strong> {0:N0} nowe transakcje zaimportowane; {1:N0} odrzucono jako duplikaty, które były już w Swarmops. Saldo konta w Swarmops odpowiada saldzie bankowemu.</p><p>Plik zawierał transakcje z {2:yyyy-MMM-dd} do {3:yyyy-MMM-dd}.</p>

# UploadBankFiles_ResultsQuestionable
source: <p>The file was imported, but the <strong>resulting account balance mismatches.</strong></p><p>After importing {0:N0} transactions (and discarding {1:N0} duplicates), the entire file has been processed. However, the resulting account balance in Swarmops is not the same as that of the bank statement; there is a difference of {3} {2:N2}.</p> <p>Please try uploading a fresh account statement. If that still produces a mismatch, you may need to try <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">resynchronizing</a> the bank account with a comprehensive account statement file.</p>
de_de: <p>Die Datei wurde importiert, aber der <strong>resultierende Kontostand stimmt nicht überein.</strong></p><p>Nach dem Importieren von {0:N0} Transaktionen (und dem Verwerfen von {1:N0} Duplikaten) wurde die gesamte Datei verarbeitet. Der resultierende Kontostand in Swarmops ist jedoch nicht derselbe wie der des Kontoauszugs; es gibt einen Unterschied von {3} {2:N2}.</p> <p>Bitte laden Sie eine neuen Kontoauszug hoch. Wenn dies immer noch zu einer Diskrepanz führt, müssen Sie versuchen, das Bankkonto mit einer umfassenden Kontoauszugs-Datei <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">erneut zu synchronisieren</a>.</p>
fil_ph: <p>Ang payl ay nai-angkat, pero ang <strong>nagreresultang balanse ng akawnt ay hindi tumutugma.</strong></p><p>Pagkatapos i-angkat ang {0:N0} na mga transaksyon (at pagtatanggal ng {1:N0} na mga kopya), ang buong payl ay nai-proseso na. Subalit, ang nagreresultang balanse ng akawnt sa Swarmops ay hindi kapareho sa nandun sa pahayag ng bangko; mayroong pagkakaiba ng {3} na {2:N2}. </p><p>Mangyaring subukang mag-upload ng bagong pahayag ng akawnt. Kung hindi pa rin ito nagtutugma, pwede mong subukan ang <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">pagsi-synchronize muli</a>ng akawnt sa bangko na may kasamang komprehensibong payl sa pahayag ng akawnt.</p>
pl_pl: <p>Plik został zaimportowany, ale <strong>wynikający z źle dobranego salda konta.</strong></p><p>Po zimportowaniu transakcji {0:N0} (i odrzuceniu duplikatów {1:N0}), cały plik został przetworzony. Jednak wynik salda konta w Swarmops nie jest taki sam jak w wyciągu bankowym; istnieje różnica {3} {2:N2}.</p> <p>Spróbuj przesłać nowe wyciągi z konta. Jeśli nadal powoduje to niezgodność, możesz spróbować <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">ponownie zsynchronizować</a> konto bankowe z dogłębnym plikiem wyciągu z konta.</p>

# UploadBankFiles_SelectAccount
source: Select Bookkeeping Account
de_de: Buchhaltungskonto auswählen
fil_ph: Piliin ang Bookkeeping Akawnt
pl_pl: Wybierz Konto Rachunkowości

# UploadBankFiles_SelectBankAndAccount
source: Select File Type And Account For Upload
de_de: Dateityp und Konto zum Hochladen auswählen
fil_ph: Piliin ang Uri ng File At Akawnt Para sa Pag-upload
pl_pl: Wybierz Typ pliku i Konta do przesłania

# UploadBankFiles_SelectBankFileType
source: Select Bank File Type
de_de: Bank-Dateityp auswählen
fil_ph: Pumili ng Uri ng File ng Bangko
pl_pl: Wybierz Typ Pliku Banku

# UploadBankFiles_UploadAnother
source: Upload another bank file?
de_de: Eine weitere Bank-Datei hochladen?
fil_ph: Mag-upload ng iba pang file ng bangko?
pl_pl: Przesłać kolejny bankowy plik?

# UploadBankFiles_UploadBankFile
source: Upload bank file
de_de: Bank-Datei hochladen
fil_ph: Mag-upload ng bank file
pl_pl: Prześlij bankowy plik

# ViewOutstandingAccounts_FooterDifference
source: Difference
de_de: Unterschied
fil_ph: Pagkakaiba
pl_pl: Różnica

# ViewOutstandingAccounts_FooterLedgerBalance
source: Ledger Balance
de_de: Hauptbuch-Kontostand
fil_ph: Ledger ng mga Balanse
pl_pl: Rejestr Salda

# ViewOutstandingAccounts_FooterTotal
source: Total
de_de: Gesamt
fil_ph: Kabuuan
pl_pl: Łącznie

# ViewOutstandingAccounts_GridHeaderAction
source: Action
de_de: Aktion
fil_ph: Aksyon
pl_pl: Akcja

# ViewOutstandingAccounts_GridHeaderAmount
source: Amount
de_de: Betrag
fil_ph: Halaga
pl_pl: Kwota

# ViewOutstandingAccounts_GridHeaderDescription
source: Description
de_de: Beschreibung
fil_ph: Paglalarawan
pl_pl: Opis

# ViewOutstandingAccounts_GridHeaderExpectedCloseDate
source: Exp Close
de_de: Erwart. Schließung
fil_ph: Exp na Pagsasara
pl_pl: Zamknij Exp

# ViewOutstandingAccounts_GridHeaderId
source: ID#
de_de: ID-Nr.

# ViewOutstandingAccounts_GridHeaderOpenedDate
source: Opened Date
de_de: Geöffnetes Datum
fil_ph: Binuksang Petsa
pl_pl: Data Otwarcia

# ViewOutstandingAccounts_GridHeaderRecipient
source: Recipient
de_de: Empfänger
fil_ph: Tagatanggap
pl_pl: Odbiorca

# ViewOutstandingAccounts_Header
source: List Unsettled
de_de: Liste unbeglichen
fil_ph: Listahan ng Hindi Pa Naayos
pl_pl: Lista Nierozliczona

# ViewOutstandingAccounts_Info
source: This page lets you verify the outstanding and unsettled accounts (expenses, invoices, cash advances, etc.) at the current point in time or at the time of closing of any previous ledger.
de_de: Auf dieser Seite können Sie die ausstehenden und unbeglichenen Konten (Ausgaben, Rechnungen, Bargeld-Vorauszahlungen usw.) zum aktuellen Zeitpunkt oder zum Zeitpunkt des Schließens eines vorherigen Hauptbuchs überprüfen.
fil_ph: Ang pahinang ito ay nagpapatunay sa kasalukuyan at hindi pa naaayos na mga akawnt (mga gastos, mga talaan, mga paunang bayad, atbp.) sa kasalukuyang punto ng oras o sa oras ng pagsasara ng kahit anumang nakaraang ledger.
pl_pl: Ta strona umożliwia weryfikację zaległych i nierozliczonych rachunków (wydatki, faktury, zaliczki gotówkowe itp.) W bieżącym momencie lub w momencie zamknięcia poprzedniego rejestru.

# ViewOutstandingAccounts_PageTitle
source: List Unsettled Accounts
de_de: Unbeglichene Konten auflisten
fil_ph: Listahan ng mga Akawnt na Hindi pa Naaayos
pl_pl: Lista Nierozliczonych Kont

# AccountPlan_Edit_AccountName
source: Account name
de_de: Kontoname
fil_ph: Pangalan ng akawnt
pl_pl: Nazwa konta

# AccountPlan_Edit_ActiveLong
source: Is this account open for transactions?
de_de: Ist dieses Konto für Transaktionen geöffnet?
fil_ph: Bukas ba ang akawnt na ito para sa mga transaksyon?
pl_pl: Czy to konto jest otwarte dla transakcji?

# AccountPlan_Edit_ActiveShort
source: Active
de_de: Aktiv
fil_ph: Aktibo
pl_pl: Aktywny

# AccountPlan_Edit_AdministrativeLong
source: Is this an account after the EBITDA line?
de_de: Ist dies ein Konto nach der EBITDA-Linie?
fil_ph: Isa ba itong akawnt pagkatapos ng linyang EBITDA?

# AccountPlan_Edit_BudgetBalance
source: Budget (balance is <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
de_de: Budget (Saldo ist <span id="SpanTextCurrency">xyz-</span> <span id="SpanEditBalance">Leiste</span>)
fil_ph: Badyet (balanse ay <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
pl_pl: Budżet(Saldo jest <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">element</span>)

# AccountPlan_Edit_ExpensableLong
source: Can people use this account for expense reports?
de_de: Können Menschen dieses Konto für Ausgabenberichte verwenden?
fil_ph: Maaari bang gamitin ng mga tao ang akawnt na ito para sa mga ulat ng gastos?
pl_pl: Czy ludzie mogą używać tego konta do raportów z wydatków?

# AccountPlan_Edit_ExpensableShort
source: Expensable
de_de: Ausgabe
fil_ph: Maaaring Bayaran

# AccountPlan_Edit_FileUploadProfile
source: Automation Profile
de_de: Automatisierungs-Profil
fil_ph: Propayl sa Awtomasyon

# AccountPlan_Edit_Header
source: Editing Account
de_de: Konto bearbeiten
fil_ph: Pag-edit ng Akawnt
pl_pl: Edytowanie Konta

# AccountPlan_Edit_HeaderAutomation
source: Automation
de_de: Automatisierung
pl_pl: Automatyzacja

# AccountPlan_Edit_HeaderConfiguration
source: Configuration
de_de: Konfiguration
fil_ph: Kumpigurasyon
pl_pl: Konfiguracja

# AccountPlan_Edit_HeaderDailyOperations
source: Daily Operations
de_de: Täglicher Betrieb
fil_ph: Araw-araw na operasyon
pl_pl: Dzienne Operacje

# AccountPlan_Edit_Parent
source: Parent account or group
de_de: Übergeordnetes Konto oder Gruppe
fil_ph: Magulang na akawnt o grupo
pl_pl: Konto nadrzędne lub grupa

# AccountPlan_ExpensesBudgetsAreNegative
source: This is an Expenses account. Such accounts normally have a budget in the negative, since they drain assets from the organization. Your proposed budget was changed to negative.
de_de: Dies ist ein Ausgabenkonto. Solche Konten haben normalerweise ein Budget im Negativ, da sie Vermögenswerte aus der Organisation abziehen. Ihr vorgeschlagenes Budget wurde in Negativ geändert.
fil_ph: Ito ay isang akawnt sa mga Gastusin. Ang mga akawnt na iyan ay kalimitang nagkakaroon ng badyet na negatibo, dahil nauubos sila sa mga ari-arian mula sa organisasyon. Ang iyong ipinanukala badyet ay binago sa negatibo.
pl_pl: To jest konto Wydatków. Takie konta zwykle mają ujemny budżet, ponieważ wypompowują aktywa organizacji. Proponowany budżet został zmieniony na ujemny.

# AccountPlan_Header_AccountName
source: Account
de_de: Konto
fil_ph: Akawnt
pl_pl: Konto

# AccountPlan_Header_Balance
source: Balance
de_de: Kontostand
fil_ph: Balanse
pl_pl: Saldo

# AccountPlan_Header_Edit
source: Edit
de_de: Bearbeiten
fil_ph: I-edit
pl_pl: Edytuj

# AccountPlan_Header_Flags
source: Flags
de_de: Flaggen
pl_pl: Flagi

# InspectLedgers_Header_For
source: for
de_de: für
fil_ph: para sa
pl_pl: dla

# InspectLedgers_Header_Inspect
source: Inspect
de_de: Prüfen
fil_ph: Siyasatin
pl_pl: Sprawdź

# InspectLedgers_PageTitle
source: Inspect Ledgers
de_de: Hauptbücher prüfen
fil_ph: Suriin ang mga Ledger
pl_pl: Sprawdź Rachunki

# InspectLedgers_InboundBalance
source: Inbound Balance
de_de: Eingehender Saldo
fil_ph: Papasok na Balanse
pl_pl: Bilans Przychodzący

# InspectLedgers_InboundBalanceZero
source: No Previous Balance
de_de: Kein früheres Saldo
fil_ph: Walang Nakaraang Balanse
pl_pl: Brak Poprzedniego Salda

# InspectLedgers_Info
source: This is the raw underlying Venetian bookkeeping ledgers for the organization's finances. You can study them here in detail for auditing purposes. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>You're currently watching a P&L account, so signs are reversed - income is negative and expenses positive</strong> due to how Venetian double bookkeeping works.</span>
de_de: Dies sind die zugrundeliegende venezianischen Buchhaltungshauptbücher für die Finanzen der Organisation, die Sie hier im Detail zu Auditzwecken studieren können. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Sie beobachten gerade ein P&L-Konto, also sind die Zeichen umgekehrt - das Einkommen ist negativ und die Ausgaben positiv</strong> aufgrund der Art und Weise, wie die venezianische Doppelbuchhaltung funktioniert.</span>
fil_ph: Ito ang sariwang pinagbabatayang mga ledger sa pagbo-bookkeep na Venetian para sa mga pananalapi ng organisasyon. Maaralan mo sila nang detalyado dito para sa mga layuning pag-awdit.<span id="SpanInfoProfitLossAccount" style="display:none"><strong>Ikaw ay kasalukuyang nanunood ng akawnt na P&L, kaya ang mga sinyales ay nabaligtad - ang kita ay negatibo at ang mga gastusin ay positibo</strong> dahil sa kung paano gumagana ang dobleng pagbo-bookkeep na Venetian.</span>
pl_pl: To są surowe, podstawowe weneckie księgi rachunkowe dla finansów organizacji. Możesz je szczegółowo zbadać tutaj w celu przeprowadzenia audytu. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Oglądasz obecnie rachunek zysków i strat, więc znaki są odwrócone - dochód jest ujemny, a wydatki dodatnie</strong> z powodu działania podwójnej księgowości weneckiej.</span>

# InspectLedgers_NoTransactions
source: There are no transactions in this account for the selected time period.
de_de: Es gibt keine Transaktionen in diesem Konto für den gewählten Zeitraum.
fil_ph: Walang mga transaksyon sa akawnt na ito para sa napiling panahon.
pl_pl: Na wybranym koncie nie ma transakcji dla wybranego okresu.

# InspectLedgers_OutboundBalance
source: Outbound Balance
de_de: Ausgehender Saldo
fil_ph: Papalabas na Balanse
pl_pl: Bilans Wychodzący

# InspectLedgers_OutboundBalanceZero
source: Ending Balance
de_de: Endsaldo
fil_ph: Huling Balanse
pl_pl: Saldo Końcowe

# InspectLedgers_OutboundBalanceZeroToDate
source: Ending Balance (to date)
de_de: Endsaldo (bis heute)
fil_ph: Huling Balanse (hanggang ngayon)
pl_pl: Saldo końcowe (do tej pory)

# InspectLedgers_PleaseSelectAccount
source: (Please select an account.)
de_de: (Bitte wählen Sie ein Konto.)
fil_ph: (Mangyaring pumuli ng isang akawnt.)
pl_pl: (Proszę wybrać konto.)

# InspectLedgers_TransactionId
source: Tx#
de_de: Nr.

# UploadBankFiles_ResultsPayments
source: <br/><p>The payments file was <strong>successfully imported.</strong> {1:N0} payment(s) in {0:N0} group(s), totalling {3} {2:N2}, were imported.</p>
de_de: <br/><p>Die Zahlungsdatei wurde <strong>erfolgreich importiert.</strong> {1:N0} Zahlung(en) in {0:N0} Gruppe(s), insgesamt {3} {2:N2}, wurden importiert.</p>
fil_ph: <br/><p>Ang file ng mga kabayaran ay <strong>matagumpay na na-import.</strong>{1:N0} (mga)kabayaran sa {0:N0} (mga)grupo, kabuuang {3}{2:N2}, ang na-import.</p>
pl_pl: <br/><p>Plik płatności został <strong>pomyślnie zaimportowany.</strong> {1:N0} płatność(i) w {0:N0} grupie(ach), w sumie {3} {2:N2}, zostały zaimportowane.</p>

# UploadBankFiles_ResultsPaymentsWithDupes
source: <br/><p>The payments file was <strong>successfully imported.</strong> {1:N0} payment(s) in {0:N0} group(s), totalling {3} {2:N2}, were imported.</p><p>(There were also {5:N0} duplicate payment(s) in {4:N0} group(s).)</p>
de_de: <br/><p>Die Zahlungsdatei wurde <strong>erfolgreich importiert.</strong> {1:N0} Zahlung(en) in {0:N0} Gruppe(s), insgesamt {3} {2:N2}, wurden importiert.</p><p>(Es gab auch {5:N0} doppelte Zahlung(en) in {4:N0} Gruppe(n).)</p>
fil_ph: <br/><p>Ang file ng kabayaran ay <strong>matagumpay na na-import.</strong> {1:N0} (mga)kabayaran sa {0:N0} (mga)grupo, na may kabuuang {3}{2:N2}; ay na-import. </p><p>(Mayroon ding {5:N0} doble na (mga)kabayaran sa {4:N0} (mga)grupo.)</p>
pl_pl: <br/><p>Plik płatności został <strong>pomyślnie zaimportowany.</strong> {1:N0} płatność(i) w {0:N0} grupie(ach), w sumie {3} {2:N2}, zostały zaimportowane.</p><p>(Były również {5:N0} duplikowane płatność(i) w {4:N0} grupie(ach).)</p>

# AccountPlan_AddAccount
source: add account
de_de: Konto hinzufügen
fil_ph: magdagdag ng akawnt
pl_pl: dodaj konto

# AccountPlan_NewAccount
source: New Account
de_de: Neues Konto
fil_ph: Bagong Akawnt
pl_pl: Nowe Konto

# AccountPlan_DebtBalancesAreNegative
source: This is a Liabilities account. Such accounts normally have a balance in the negative, since they represent negative assets in the organization. Your entered initial balance was changed to negative.
de_de: Dies ist ein Passiva-Konto. Solche Konten haben normalerweise einen Saldo im Negativ, da sie negative Vermögenswerte aus der Organisation repräsentieren. Ihr vorgeschlagenes Anfangssaldo wurde in Negativ geändert.
fil_ph: Ito ay isang Account ng Pananagutan. Ang mga naturang account ay karaniwang may balanse sa negatibo, dahil kinakatawan nila ang mga negatibong asset sa samahan. Ang iyong ipinasok na paunang balanse ay nabago na negatibo.
pl_pl: To jest konto Zobowiązań. Takie konta zwykle mają ujemne saldo, ponieważ wypompowują aktywa organizacji. Proponowany bilans został zmieniony na ujemny.

# AccountPlan_Edit_InitialBalance
source: Initial Balance (inbound into {0}), {1}
de_de: Anfangssaldo (eingehend in {0}), {1}
fil_ph: Unang Balanse (papasok sa {0}), {1}
pl_pl: Saldo początkowe (przychodzące do {0}), {1}

# AccountPlan_Options_ShowInactive
source: Show Inactive Accounts (<span id="SpanInactiveCount">{0:N0}</span>)
de_de: Inaktive Konten anzeigen (<span id="SpanInactiveCount">{0:N0}</span>)
fil_ph: Ipakita ang Hindi Aktibong mga Akawnts (<span id="SpanInactiveCount">{0:N0}</span>)
pl_pl: Pokaż nieaktywne konta (<span id="SpanInactiveCount">{0:N0}</span>)

# AccountPlan_ProjectedLoss
source: Projected Loss {0}
de_de: Prognostizierter Verlust {0}
fil_ph: Inaasahang Talo {0}
pl_pl: Przewidywana strata {0}

# AccountPlan_ProjectedProfit
source: Projected Profit {0}
de_de: Prognostizierter Gewinn {0}
fil_ph: Inaasahang Tubo {0}
pl_pl: Przewidywany Zysk {0}

# TaxForms_Payroll_AdditiveTax
source: Additive Tax
de_de: Zusatzsteuer
fil_ph: Pagbubuklod ng Buwis
pl_pl: Lokalny Prawny okres podatkowy

# TaxForms_Payroll_DeductedTax
source: Deducted Tax
de_de: Steuerabzug
fil_ph: Nabawas na Buwis
pl_pl: Odliczony podatek

# TaxForms_Payroll_GrossPay
source: Gross Paycheck
de_de: Brutto-Gehaltsscheck
fil_ph: Kabuuang Sweldo
pl_pl: Wynagrodzenie brutto

# TaxForms_Payroll_Info
source: View cheat sheets (completed tax forms) for the organization payroll, which are easy for you to copy to your actual tax forms, or possibly even print as is. Performance and actual forms vary by country and sometimes depend on third-party code and plugins.
de_de: Cheatsheets (ausgefüllte Steuerformulare) für die Gehälter der Organisation anzeigen, die für Sie leicht in Ihre aktuellen Steuerformulare zu kopieren sind, oder vielleicht sogar so auszudrucken sind, wie sie sind. Leistung und tatsächliche Formulare variieren je nach Land und hängen manchmal von Drittcode und -plugins ab.
fil_ph: Tingnan ang mga cheat sheet (mga kumpletong porma para sa buwis) para sa sahod ng organisasyon, na kung saan ay madali lang sa iyo na kopyahin patungo sa iyong akwtal na mga porma ng buwis, o posible kahit i-print mo. Ang mga porma sa pagganap at aktwal ay pwedeng magbago sa bawat bansa at minsan nakadepende sa kodigong pang-ikatlong partido at mga plugin.
pl_pl: Zobacz listy oszustów (wypełnione formularze podatkowe) dla działu płac, które możesz łatwo skopiować do aktualnych formularzy podatkowych, a nawet je wydrukować. Wydajność i aktualne formularze różnią się w zależności od kraju i czasami zależą od kodu i wtyczek osób trzecich.

# TaxForms_Payroll_PageTitle
source: Payroll Tax Forms
de_de: Lohnsteuerformulare
fil_ph: Mga Forms sa Pagbabayad ng Buwis
pl_pl: Formularze podatkowe dla płac

# TaxForms_Payroll_TaxFormsMonthlyHeader
source: Monthly Tax Forms For
de_de: Monatliche Steuerformulare für
fil_ph: Buwanang Forms ng Buwis Para sa
pl_pl: Miesięczne formularze podatkowe Dla

# TaxForms_Payroll_TotalCost
source: Total Cost
de_de: Gesamtkosten
fil_ph: Kabuuang Gastos
pl_pl: Całkowity koszt

# TaxForms_Payroll_TotalTax
source: Total Tax
de_de: Gesamtsteuer
fil_ph: Kabuuang Buwis
pl_pl: Całkowity podatek

# InspectLedgers_EditingTransactionX
source: Viewing/Editing Transaction #<span id="spanModalTransactionId">67890</span>
de_de: Transaktion Nr. <span id="spanModalTransactionId">67890</span> anzeigen/bearbeiten
fil_ph: Pagtingin/Pag-edit ng Transaksyon #<span id="spanModalTransactionId">67890</span>
pl_pl: Przeglądanie/Edycja Transakcji #<span id="spanModalTransactionId">67890</span>

# InspectLedgers_InspectingTransactionX
source: Inspecting Transaction #<span id="spanModalTransactionId">12345</span>
de_de: Transaktion Nr. <span id="spanModalTransactionId">12345</span> überprüfen
fil_ph: Sinusuri ang Transaksyon #<span id="spanModalTransactionId">12345</span>
pl_pl: Przeglądanie Transakcji #<span id="spanModalTransactionId">12345</span>

# InspectLedgers_AccountName
source: Account name
de_de: Kontoname
fil_ph: Pangalan ng akawnt
pl_pl: Nazwa konta

# InspectLedgers_BalancedTransaction
source: Balance is correct:
de_de: Kontostand ist korrekt:
fil_ph: Ang balanse ay tama:
pl_pl: Saldo jest prawidłowe:

# InspectLedgers_EmptyTransaction
source: (No transaction data)
de_de: (keine Transaktionsdaten)
fil_ph: (Walang datus ng transaksyon)
pl_pl: (Brak daty wykonania transakcji)

# InspectLedgers_LoggedByInitials
source: Initials
de_de: Initialen
pl_pl: Inicjały

# InspectLedgers_LoggedDate
source: Logged
de_de: Gespeichert
pl_pl: Zalogowany

# InspectLedgers_UnbalancedTransaction
source: Transaction is <span class="spanAnnoyingBlink">UNBALANCED:</span> missing amount
de_de: Transaktion ist <span class="spanAnnoyingBlink">UNAUSGEGLICHEN:</span> fehlender Betrag
fil_ph: Ang transaksyon ay <span class="spanAnnoyingBlink">HINDI BALANSE:</span> nawawalang halaga
pl_pl: Transakcja jest <span class="spanAnnoyingBlink">NIEZRÓWNOWAŻONE:</span>brakująca kwota

# InspectLedgers_HeaderAddTransactionRow
source: Add rows to transaction
de_de: Zeilen zur Transaktion hinzufügen
fil_ph: Magdagdag ng mga hilera sa transaksyon
pl_pl: Dodaj wiersze do transakcji

# InspectLedgers_HeaderAutoTransactionTracking
source: Autotransaction tracking details
de_de: Details der automatischen Transaktionsverfolgung
fil_ph: Mga detalye sa pagsubabay ng autotransaction
pl_pl: Szczegóły śledzenia transakcji automatycznych

# InspectLedgers_TxDetail_AttestedByX
source: Attested by {0} on {1:yyyy-MMM-dd}
de_de: Bestätigt von {0} am {1:yyyy-MMM-dd}
fil_ph: Na-obserbahan ng {0} sa {1:yyyy-MMM-dd}
pl_pl: Potwierdzone przez {0} na {1:yyyy-MMM-dd}

# InspectLedgers_TxDetail_CombinedWith
source: combined with
de_de: kombiniert mit
fil_ph: kasama ng
pl_pl: w połączeniu z

# InspectLedgers_TxDetail_InvoiceX
source: <strong>Inbound Invoice #{0:N0}</strong> from {1}:
de_de: <strong>Eingangsrechnung Nr. {0:N0}</strong> von {1}:
fil_ph: <strong>Inbound Invoice #{0:N0}</strong> mula sa {1}:
pl_pl: <strong>Przychodząca Faktura #{0:N0}</strong> od {1}:

# InspectLedgers_TxDetail_ThisIsPayoutX
source: This is <strong>Payout #{0:N0}.</strong> It's a payout for
de_de: Dies ist <strong>Auszahlung Nr. {0:N0}.</strong> Es ist eine Auszahlung für
fil_ph: Ito ay <strong>Payout #{0:N0}.</strong> Ito ay isang payout para sa
pl_pl: Jest to <strong>Wypłata{0:N0}.</strong>Jest to wypłata za

# InspectLedgers_TxDetail_ValidatedByX
source: Document validation by {0} on {1:yyyy-MMM-dd}
de_de: Dokumentenvalidierung von {0} am {1:yyyy-MMM-dd}
fil_ph: Ang pagpapatunay ng dokumento sa {0} sa {1:yyyy-MMM-dd}
pl_pl: Weryfikacja dokumentu przez {0} na {1:yyyy-MMM-dd}

# InspectLedgers_TxDetail_PaidOutBy
source: Executed by {0}.
de_de: Ausgeführt von {0}.
fil_ph: Isinagawa ni {0}.
pl_pl: Wykonane przez {0}.
