Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Public.*.resx
Languages: fr_fr, pt_pt

# Signup_ActivationActive
source: If you wish to engage further, you can make yourself available for calls-to-action, at no obligation whatsoever to show up, attend, or take part in any particular one of them.
fr_fr: Si vous souhaitez participer davantage, vous pouvez vous rendre disponible pour les appels qui nécessitent une action, sans être obligé de se présenter, assister ou de participer à l'un de ces appels.

# Signup_ActivationActiveHeader
source: {0} At Opportunity
fr_fr: {0} à l'opportunité

# Signup_ActivationLevel
source: How much do you wish to engage?
fr_fr: Combien souhaitez-vous engager?
pt_pt: Quanto deseja participar?

# Signup_ActivationLevelText
source: There are many different levels you can engage at in {0}. Select your intended level below (which you can change at will later, of course):
fr_fr: Il existe de nombreux niveaux différents auxquels vous pouvez vous engager dans {0}. Sélectionnez ci-dessous le niveau que vous souhaitez (que vous pourrez changer ultérieurement, bien sûr):

# Signup_ActivationPassive
source: This is the default level, and means you'll take normal part in the organization as a grassroots {0}.
fr_fr: Ceci est le niveau par défaut, et signifie que vous allez prendre une partie normale au sein de l'organisation comme poste de base {0}.

# Signup_ActivationPassiveApplication
source: This is the default level, which means you can engage as much as you want (or not) as {0} while awaiting your {1}.
fr_fr: C'est le niveau par défaut, ce qui veut dire que vous pouvez participer tant que vous voulez (ou pas) comme étant {0} pendant que vous attendez votre {1}.

# Signup_ActivationPassiveHeader
source: Regular {0}
fr_fr: Régulier {0}
pt_pt: {0} Regular

# Signup_ActivationVolunteer
source: If you wish to volunteer for taking formal responsibility for some part of the organization, helping out where it's needed most, it's obviously most welcome. (You'll get a selection of positions to volunteer for on the next page.)
fr_fr: Si vous souhaitez vous porter volontaire pour assurer une responsabilité formelle pour une partie de l'organisation, en aidant là où l'aide sera demandée, c'est évidemment la bienvenue. (Vous obtiendrez une sélection de postes auxquels vous pouvez vous porter volontaire sur la page suivante.)

# Signup_ActivationVolunteerHeader
source: Officer Volunteer
fr_fr: Officier volontaire
pt_pt: Voluntário Oficial

# Signup_ApplicationApproval
source: You are submitting an Application for a {0} with {1}. There are no fees related to submitting the Application as such.
fr_fr: Vous soumettez un Curriculum Vitae (Cv) pour un {0} avec {1}. Il n'y a pas de frais liés à la soumission de la demande en tant que telle.

# Signup_ApplyingFor
source: Applying for a {0} in {1}
fr_fr: Demander un {0} dans {1}

# Signup_DashboardMessage
source: Welcome! This is the <em>Dashboard,</em> where you can access internal functionality of {0}. You will get more information in mail shortly.<br/><br/> If you volunteered for taking formal responsibility, somebody (probably also a volunteer, like yourself) will contact you to discuss more about the opportunities available.
fr_fr: Bienvenue! C'est le <em>tableau de bord,</em> où vous pouvez accéder aux fonctionnalités internes de {0}. Vous recevrez plus d'informations par mail dans quelques instants.<br/><br/> Si vous vous êtes porté volontaire pour assurer des responsabilités formelles, quelqu'un (probablement aussi un volontaire, comme vous) va vous contactez pour discuter davantage les opportunités disponibles.
pt_pt: Bem-vindo! Este é o <em>Painel de Controlo,</em> onde pode aceder à funcionalidade interna de {0}. Irá receber mais informação brevemente no seu email.<br/><br/> Se se voluntariou para tomar responsabilidade formal, alguém (provavelmente também um voluntário, como você mesmo) irá contactá-lo para discutir mais sobre as oportunidades disponíveis.

# Signup_DefaultFirstPageText
source: This is the organization's custom welcome text. It has not yet been written; it is set in Admin / Org Settings.
fr_fr: Ceci est le texte de bienvenue personnalisé de l'organisation. Il n'a pas encore été écrit; il est défini dans les paramètres d'Administrateur / Organisation.

# Signup_DefaultLastPageText
source: This is the organization-specific text shown for Signup Finalization. It is set in Admin / Org Settings. When the new person presses Finish, they will be entered into the organization, logged on, and sent to the Dashboard as a Beginner user.
fr_fr: Ceci est le texte spécifique à l'organisation affiché à la finalisation de l'inscription. Il est défini dans les paramètres de l'Administrateur / Organisation. Lorsque la nouvelle personne appuie sur Terminer, ils seront intégrés au sein de l'organisation, connectés et envoyés au tableau de bord en tant qu'utilisateur débutant.

# Signup_DefaultSidebarText
source: This is the organization's short sidebar info. It is set in Administration / Org Settings.
fr_fr: Ceci est la brève information sur la barre latérale de l'organisation. elle est définie dans Administration / Paramètres de l'organisation.

# Signup_Error_MailExists
source: You have already signed up to this Swarmops server. Please use the Reset Password function from the login screen instead of creating a new account.
fr_fr: Vous êtes déjà inscrit sur ce serveur Swarmops. Veuillez utiliser la fonction Réinitialiser le mot de passe sur l'écran de connexion au lieu de créer un nouveau compte.
pt_pt: Já se inscreveu neste servidor do Swarmops. Por favor utilize a função de Recuperação de Palavra-Passe através da página de entrada ao invés de criar uma nova conta.

# Signup_Error_NeedPassword
source: Please select and retype a password.
fr_fr: Veuillez sélectionner et retaper un mot de passe.
pt_pt: Por favor selecione e repita a palavra-passe.

# Signup_Error_PasswordMismatch
source: The two password copies do not match.
fr_fr: Les deux copies du mot de passe ne correspondent pas.
pt_pt: As duas cópias da palavra-passe não coincidem.

# Signup_Error_SelectActivationLevel
source: Please select your desired activity level.
fr_fr: Veuillez sélectionner votre niveau d'activité désiré.
pt_pt: Por favor seleccione o nível de atividade desejado.

# Signup_Error_SelectPosition
source: Please select at least one position.
fr_fr: Veuillez sélectionner au moins un poste.
pt_pt: Por favor, selecione pelo menos uma posição.

# Signup_FeeHeader
source: Fees and Costs
fr_fr: Frais et coûts
pt_pt: Taxas e Custos

# Signup_FeeRenewalText
source: There is no cost whatsoever to sign up for a {0} {1}. However, there will be a fee to renew your {1} when it expires on {2}. That fee is currently {3} {4:N2}, and you're under no obligation to renew.
fr_fr: Il n'y a aucun coût qui s'impose lors de l'inscription pour un {0}{1}. Cependant, il y'aura des frais pour le renouvellement de votre {1} quand elle va expirer le {2}. Ces frais sont actuellement {3}{4:N2}, et vous n'êtes point sous l'obligation de renouveler.

# Signup_FeeText
source: The {0} fee is {1} {2:N2} for {3}. You will get an invoice at the end of this process. (You can terminate your {0} at any time.)
fr_fr: Les frais de {0} sont estimés à {1}{2:N2} pour {3}. Vous recevrez une facture à la fin de cette opération. (Vous pouvez résilier votre {0} à tout moment.)

# Signup_FinalizeSignup
source: Finalize Signup
fr_fr: Finaliser l'inscription
pt_pt: Finalizar Inscrição

# Signup_MailLoginKey
source: Your logon (your mail)
fr_fr: Votre login (votre e-mail)
pt_pt: O seu login (o seu email)

# Signup_NoFeeText
source: There is no cost whatsoever in signing up for a {0} with {2}, nor any cost to renew when it expires on {1}. In addition, you may terminate your {0} at any time.
fr_fr: Il n'y a aucun coût d'inscription pour un {0} avec {2} quelque soit, ni un coût de renouvellement quand elle expire le {1}. Aussi, vous pouvez résilier votre {0} à tout moment.

# Signup_Password1
source: Choose a password
fr_fr: Choisir un mot de passe
pt_pt: Escolha uma palavra-passe

# Signup_Password2
source: Repeat that password
fr_fr: Répéter ce mot de passe
pt_pt: Repita a palavra-passe

# Signup_SigningUp
source: Signing up for {0}
fr_fr: Inscription pour {0}
pt_pt: A inscrever em {0}

# Signup_Step1Header
source: Welcome!
fr_fr: Bienvenue!
pt_pt: Bem-vindo!

# Signup_Step1Text
source: A short introduction
fr_fr: Une brève introduction
pt_pt: Uma breve introdução

# Signup_Step2Header
source: About you
fr_fr: A propos de vous
pt_pt: Sobre si

# Signup_Step2Text
source: Tell us a little about yourself?
fr_fr: Parlez-nous un peu de vous?
pt_pt: Diga-nos um pouco sobre si?

# Signup_Step3Header
source: Create logon
fr_fr: Créer une connexion
pt_pt: Criar credenciais de acesso

# Signup_Step3Text
source: Pick a password
fr_fr: Choisissez un mot de passe
pt_pt: Escolha uma palavra-passe

# Signup_Step4Header
source: Activity 1
fr_fr: Activité 1
pt_pt: Atividade 1

# Signup_Step4Text
source: How much do you wish to engage?
fr_fr: Combien souhaitez-vous engager?
pt_pt: Quanto deseja participar?

# Signup_Step5Header
source: Activity 2
fr_fr: Activité 2
pt_pt: Atividade 2

# Signup_Step5Text
source: What would you like to engage in?
fr_fr: En quoi voulez-vous vous engager?
pt_pt: No que gostaria de participar?

# Signup_Step6Header
source: Complete
fr_fr: Compléter
pt_pt: Concluída

# Signup_Step6Header_Payment
source: Payment
fr_fr: Paiement
pt_pt: Pagamento

# Signup_Step6Text
source: All done. Let's login!
fr_fr: Tout est fait. Connectez-vous!
pt_pt: Tudo feito. Vamos entrar!

# Signup_Step6Text_Payment
source: Let's pay the {0} fee and complete!
fr_fr: Payons les frais de {0} et terminer!
pt_pt: Vamos pagar a taxa {0} e concluir!

# Signup_Todo_Complete
source: Complete signup.
fr_fr: Inscription terminée.
pt_pt: Concluir Inscrição.

# Signup_VolunteerHeader
source: What position are you interested in?
fr_fr: En quelle position êtes-vous intéressé?
pt_pt: Em que posição está interessado?

# Signup_VolunteerTableHeaderGeography
source: Highest Geography Available
fr_fr: Position géographique disponible la plus élevée

# Signup_VolunteerText
source: Check the position you'd like to volunteer/apply for. You can check several.
fr_fr: Cochez le poste pour lequel vous souhaitez faire du bénévolat / postuler. Vous pouvez en vérifier plusieurs.
pt_pt: Selecione o cargo que gostaria de se voluntariar/candidatar. Pode selecionar vários.

# Signup_Welcome
source: Welcome to {0}
fr_fr: Bienvenue à {0}
pt_pt: Bem-vindo a {0}

# Signup_YourLogon
source: Your Logon
fr_fr: Votre login
pt_pt: As Suas Credenciais

# Signup_YourLogonText
source: Please select a password to log on to Swarmops (this system). You will be able to replace this with a Twitter, Facebook, or BitID login for convenience later.
fr_fr: Veuillez sélectionner un mot de passe pour vous connecter sur Swarmops (ce système). Vous serez en mesure de remplacer celui-ci par votre Twitter, Facebook, ou BitID login pour plus de commodité plus tard.
pt_pt: Por favor selecione uma palavra-passe de acesso ao Swarmops (neste sistema). Poderá substituir o acesso com uma conta de Twitter, Facebook ou BitID para maior conveniência mais tarde.

# Signup_YourName
source: Your name
fr_fr: Votre nom
pt_pt: O seu nome

# Signup_VolunteerTableHeaderPosition
source: Position
pt_pt: Posição
