Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Ledgers.*.resx
Languages: de_de, fil_ph, pl_pl

# BalanceTransactions_ModalDialog_RadioPurchase
source: Mark this as a direct-from-account purchase?
de_de: Dies als Kauf direkt vom Konto markieren?
fil_ph: Markahan ito bilang isang direkta-mula sa-akawnt na pagbili?
pl_pl: Oznaczyć to jako zakup bezpośrednio z konta?

# InspectLedgers_Detail
source: Description / Account
de_de: Beschreibung / Konto
fil_ph: Paglalarawan / Akawnt
pl_pl: Opis Transakcji / Nazwa Konta

# InspectLedgers_GeneralLedger
source: General Ledger for
de_de: Allgemeines Hauptbuch für
fil_ph: Pangkalahatang Ledger para
pl_pl: Główna Księga Rachunkowa dla

# InspectLedgers_TxInfo_CloseVatReport
source: This transaction closes the VAT report for {0}.
de_de: Diese Transaktion schließt den MwSt.-Bericht für {0}.
fil_ph: Isinasara ng transaksyong ito ang ulat ng VAT para sa {0}.
pl_pl: Ta transakcja zamyka raport VAT dla {0}.

# InspectLedgers_TxInfo_OpenVatReport
source: This transaction opens the VAT report for {0}.
de_de: Diese Transaktion öffnet den MwSt.-Bericht für {0}.
fil_ph: Binubuksan ng transaksyong ito ang ulat ng VAT para sa {0}.
pl_pl: Ta transakcja otwiera raport VAT dla {0}.

# InspectLedgers_TxInfo_PaymentInvoice
source: This transaction receives payment for Outbound Invoice #{0:N0}.
de_de: Diese Transaktion erhält die Zahlung für Ausgangsrechnung Nr. {0:N0}.
fil_ph: Ang transaksyong ito ay tumatanggap ng bayad para sa Outbound Invoice #{0:N0}.
pl_pl: Ta transakcja otrzymuje płatność za fakturę Wychodzącą #{0:N0}.

# InspectLedgers_TxInfo_PayoutGeneric
source: This transaction pays {0}.
de_de: Diese Transaktion zahlt {0}.
fil_ph: Ang transaksyong ito ay nagbabayad {0}.
pl_pl: Ta transakcja opłaca {0}.

# InspectLedgers_TxInfo_PayoutInvoice
source: This transaction pays Inbound Invoice #{0:N0} from {1}.
de_de: Diese Transaktion zahlt Eingangsrechnung Nr. {0:N0} von {1}.
fil_ph: Binabayaran ng transaksyong ito ang Inbound Invoice #{0:N0} from {1}.
pl_pl: Ta transakcja opłaca Fakturę Przychodzącą #{0:N0} z {1}.

# UploadBankFiles_AccountAutomationProfile
source: Automation Profile
de_de: Automatisierungs-Profil
fil_ph: Propayl sa Awtomasyon

# UploadBankFiles_Error_NoAutomationProfiles
source: There are no asset accounts set up for automation, so no accounts support data upload at this time. Returning to Dashboard.
de_de: Es wurden noch keine Aktivkonten für die Automatisierung eingerichtet, so dass derzeit keine Konten den Datenupload unterstützen. Zurück zum Dashboard.
fil_ph: Hindi naitakda para sa awtomasyon ang mga akawnt sa ari-arian, kaya walang mga akawnt ang makakasuporta sa pag-upload ng datos sa oras na ito. Magbabalik sa Dashboard.

# UploadBankFiles_ResultsInitialBalanceSet
source: As this was the first upload to this automated account, the initial balance of <strong>{0} {1:N2}</strong> going into the year {2} has been detected and set
de_de: Da dies der erste Upload auf dieses automatisierte Konto war, wurde der Anfangsbestand von <strong>{0} {1:N2}</strong>, der ins Jahr {2} geht, erkannt und eingerichtet
fil_ph: Dahil ito ang unang pag-upload sa naka-awtomatiko nga akawnt na ito, ang inisyal na balanse na <strong>{0} {1:N2}</strong> patungo sa taong {2} ay nadiskubre at itinakda

# UploadBankFiles_ResultsInitialBalanceSetForeignCurrency
source: (which was accounted for with <strong>{0} {1:N2}</strong> in the ledger operating currency)
de_de: (was mit <strong>{0} {1:N2}</strong> in der betrieblichen Währung des Hauptbuchs abgerechnet wurde)
fil_ph: (nabigyang-sulot para sa <strong>{0} {1:N2}</strong> sa gumaganang salapi ng ledger)

# EndOfMonth_CloseLedgersFor
source: Close Financial Ledgers for Year {0}
de_de: Finanzielle Hauptbücher für Jahr {0} schließen
fil_ph: Isara ang mga Ledger sa Pinansyal para sa Taong {0}

# EndOfMonth_CreateVatReport
source: Create {0}
de_de: {0} erstellen
fil_ph: Ilikha ang {0}

# EndOfMonth_FetchTransactionDataFor
source: Autofetch Transaction Data for {0}
de_de: Automatisch Transaktionsdaten holen für {0}
fil_ph: Awtomatikong Kunin ang Data sa Transaksyon para sa {0}

# EndOfMonth_Header_AnnualReports
source: Annual Reports
de_de: Jahresberichte
fil_ph: Mga Taunang Ulat

# EndOfMonth_Header_ExternalData
source: External Account Data and Account Matching
de_de: Externe Kontodaten und Übereinstimmungs-Konten
fil_ph: Panlabas na Datos ng Akawnt at Itugma ang mga Akawnt

# EndOfMonth_Header_PayrollTaxes
source: Payroll And Taxes
de_de: Gehaltsabrechnung und Steuern
fil_ph: Pasahod At Mga Buwis

# EndOfMonth_Info
source: This is a checklist of things to do to close the previous month and begin the new one with respect to accounting.
de_de: Dies ist eine Checkliste der Dinge, die getan werden müssen, um den Vormonat zu schließen und den neuen im Hinblick auf die Buchhaltung zu beginnen.
fil_ph: Ito ay isang checklist sa mga bagay na gagawin upang maisara ang nakaraang buwan at magsimula ng isang bago na may kinalaman sa pagbibigay-sulit.

# EndOfMonth_MatchAccounts
source: Resolve all dangling payments
de_de: Alle Zahlungen in der Schwebe lösen
fil_ph: Resolbahin ang lahat ng mga pagbayad na nakabitin

# EndOfMonth_Title
source: End-of-Month Routine: {0:MMMM yyyy}
de_de: Routine am Ende des Monats: {0:MMMM yyyy}
fil_ph: Katapusan-ng-Buwan na Karaniwang Gawain: {0:MMMM yyyy}

# EndOfMonth_UploadBankStatementFor
source: Upload Bank Statement ({1}) for {0} for {2}
de_de: Bankauszug hochladen ({1}) für {0} für {2}
fil_ph: Mag-upload ng Pahayag sa Bangko ({1}) para sa {0} para {2}

# EndOfMonth_UploadTransactionDataFor
source: Upload Transaction Data ({1}) for {0}
de_de: Transaktionsdaten hochladen ({1}) für {0}
fil_ph: Mag-upload ng Datos sa Transaksyong ({1}) para sa {0}

# EndOfMonth_SkipBankStatementDialog
source: <strong>SKIP BANK STATEMENT?</strong><br/><br/>Bank statements are typically needed for audit verification of the internal records. The only valid reason to skip a month's statement is that the account wasn't opened yet, in which case you skip the months before the account was opened and no statements therefore exist.<br/><br/>You won't be asked again to upload this particular statement if you skip it now.
de_de: <strong>BANKAUSZUG ÜBERSPRINGEN?</strong><br/><br/>Bankauszüge werden normalerweise für die Audit-Verifizierung der internen Aufzeichnungen benötigt. Der einzige gültige Grund, einen Monatsauszug zu überspringen, ist, dass das Konto noch nicht geöffnet wurde. In diesem Fall überspringen Sie die Monate vor der Eröffnung des Kontos und es gibt daher keine Auszüge.<br/><br/>Sie werden nicht erneut aufgefordert, diesen speziellen Auszug hochzuladen, wenn Sie ihn jetzt überspringen.
fil_ph: <strong>LAKTAWAN ANG PAHAYAG NG BANGKO?</strong><br/><br/>Ang mga pahayag ng bangko ay kalimitang kinakailangan para sa pagpapatunay ng awdit sa mga panloob na rekord. Ang balidong dahilan sa paglaktaw ng pahayag ng buwan ay ang akawnt ay hindi pa nabubuksan, na kung saan nalaktawan ang mga buwan bago ang akawnt ay nabuksan at walang umiiral na mga pahayag.<br/><br/>Hindi ka na muling tatanungin na mag-upload sa partikular na pahayag na ito kung lalaktawan mo na ito ngayon.

# EndOfMonth_SkipDocumentDialogGeneric
source: <strong>SKIP DOCUMENT UPLOAD?</strong><br/><br/>This document is typically needed for operation records. The only valid reason to skip a document is that it doesn't exist because the operations weren't running yet, like when an operation started in June of a year won't have documents for January of that year.<br/><br/>You won't be asked again to upload this document if you skip it now.
de_de: <strong>HOCHLADEN DES DOKUMENTS ÜBERSPRINGEN</strong><br/><br/>Dieses Dokument wird normalerweise für Betriebsaufzeichnungen benötigt. Der einzige gültige Grund, ein Dokument zu überspringen, ist, dass es nicht existiert, weil die Operationen noch nicht ausgeführt wurden, wie wenn eine Operation im Juni eines Jahres gestartet wurde, es keine Dokumente für Januar des Jahres haben wird.<br/><br/>Sie werden nicht erneut aufgefordert, dieses Dokument hochzuladen, wenn Sie es jetzt überspringen.
fil_ph: <strong>LAKTAWAN ANG PAG-UPLOAD NG DOKUMENTO?</strong><br/><br/>Ang dokumentong ito ay kalimitang kinakailangan para sa operasyonal na mga rekord. Ang tanging balidong dahilan upang laktawan ang dokumento ay kung ito ay hindi umiiral dahil ang mga operasyon ay hindi pa pinapatakbo, kagaya ng ang operasyon ay nagsimula sa Hunyo ng isang taon ay hindi magkakaroon ng mga dokumento para sa Enero ng taon na iyon.<br/><br/>Hindi ka na muling tatanungin na mag-upload sa dokumentong ito kung lalaktawan mo na ito ngayon.

# EndOfMonth_PayrollInactive
source: Payroll: No payroll defined
de_de: Gehaltsabrechnung: Keine Gehaltsabrechnung definiert
fil_ph: Pasahod: Walang natukoy na pasahod

# EndOfMonth_CheckHotWalletWithBlockchain
source: Check Hotwallet Bitcoin Balance Against Blockchain
de_de: Überprüfen Sie das Hotwallet-Bitcoin-Guthaben gegen Blockchain
fil_ph: I-tsek ang Balanse ng Hotwallet ng Bitcoin Laban sa Blockchain

# EndOfMonth_CheckLedgerAgainstHotWallet
source: Resynchronize Ledger Bitcoin Balance Against Hotwallet
de_de: Konto-Bitcoin-Saldo gegen Hotwallet erneut synchronisieren
fil_ph: I-synchronize muli ang Balanse ng Ledger ng Bitcoin Laban sa Hotwallet

# EndOfMonth_ConsolidateHotwallet
source: Consolidate Bitcoin Hotwallet
de_de: Bitcoin-Hotwallet konsolidieren
fil_ph: Pagsamahin ang Bitcoin Hotwallet

# EndOfMonth_ConvertBitcoinCoreToCash
source: Convert the Bitcoin Core in Hotwallet to Bitcoin Cash
de_de: Konvertieren Sie den Bitcoin Core in Hotwallet in Bitcoin Cash
fil_ph: Palitan ang Bitcoin Core sa Hotwallet tungo sa Bitcoin Cash

# EndOfMonth_Dialog_LedgerBitcoinBalanceMismatch
source: <strong>LEDGER BITCOIN BALANCE MISMATCH</strong><br/><br/>The hotwallet has a balance of <strong>{0:N2}</strong> microbitcoin, but the ledger says a different amount should be there: <strong>{1:N2}.</strong> The hotwallet will always be in the right in a mismatch between these two, so the ledger has been adjusted to match the hotwallet.<br/><br/> This can happen after bitcoin splits (&quot;forks&quot;) or similar events, but if this happens repeatedly, month after month, and especially if money appears to be leaking from the hotwallet, there is cause for further investigation.
de_de: <strong>KONTO-BITCOIN-SALDO STIMMT NICHT ÜBEREIN</strong><br/><br/>Die Hotwallet hat einen Saldo von <strong>{0:N2}</strong> Mikrobitcoin, aber das Konto sagt, dass ein anderer Betrag da sein sollte: <strong>{1:N2}.</strong> Die Hotwallet ist immer in einem Missverhältnis zwischen diesen beiden auf der rechten Seite, so dass das Konto an die Hotwallet angepasst wurde.<br/><br/> Dies kann nach Bitcoin-Spaltung ("forks") oder ähnlichen Ereignissen geschehen, aber wenn dies wiederholt geschieht, Monat für Monat und insbesondere, wenn das Geld aus der Hotwallet auszutreten scheint, gibt es Anlass zu weiterer Untersuchung.
fil_ph: <strong>HINDI TUGMA ANG BALANSE SA LEDGER NG BITCOIN</strong><br/><br/>Ang hotwallet ay nagkakaroon ng balanseng <strong>{0:N2}</strong> na microbitcoin, pero ang ledger ay nagsasabi na dapat ibang halaga ang nandun: <strong>{1:N2}.</strong> Ang hotwallet ay ang laging nasa tama sa hindi pagkatugma sa pagitan nitong dalawa, kaya ang ledger ay inaayos upang magtugma ang hotwallet.<br/><br/> Ito ay mangyayari pagkatapos ang bitcoin ay mahahati (";mga form") o mga katulad na pangyayari, pero kung ito ay patuloy na nangyayari, buwan pagkatapos ng buwan, at lalung-lalo na kung ang pera ay tila nagsisilabasan mula sa hotwallet, mayroong dahilan para sa higit pang imbistigasyon.

# EndOfMonth_Header_Cryptocurrency
source: Cryptocurrency
de_de: Kryptowährung

# EndOfMonth_LedgerBitcoinBalanceTransactionDescription
source: Ledger correction on hotwallet audit
de_de: Konto-Korrektur bei Hotwallet-Audit
fil_ph: Koreksyon sa ledger sa awdit ng hotwallet

# EndOfMonth_VerifyColdStorage
source: Verify Cold Storage
de_de: Kalte Lagerung überprüfen
fil_ph: Patunay ang Cold Storage

# InspectLedgers_Header_Hotwallet
source: Inspect Bitcoin Cash Hotwallet For
de_de: Bitcoin Cash Hotwallet untersuchen für
fil_ph: Siyasatin ang Bitcoin Cash Hotwallet Para sa

# UploadBankFiles_BankScreenshot
source: Bank Screenshot
fil_ph: Screenshot ng Bangko
pl_pl: Zrzut ekranu Banku

# AccountPlan_Header_Budget
source: Budget
fil_ph: Badyet
pl_pl: Budżet

# AccountPlan_Edit_AdministrativeShort
source: Admin
pl_pl: Administrator

# BitcoinHotwallet_PageTitle
source: Bitcoin Hotwallet
pl_pl: Portfel Elektroniczny Bitcoin

# ProfitLossStatement_DownloadFileName
source: ProfitLoss
pl_pl: StrataZysk

# ProfitLossStatement_Ytd
source: YTD
pl_pl: Od początku roku
