Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Admin.*.resx
Languages: el_gr, es_ve, fil_ph, fr_fr, it_it, pt_pt, ru_ru, sr_latn_rs

# CommenceImpersonation_Warning
source: <p>This debugging tool allows you to impersonate another user to see and experience Swarmops as they do when logged in.</p> <p><strong>WARNING:</strong> This is a highly intrusive tool that should only be used for technical development and for requested support. Using this should not be taken lightly.</p> <p>All impersonations are permanently logged, all and any actions taken while impersonated are traceable as such, and the impersonated user will be informed of the intrusion.</p>
el_gr: <p>Αυτό το εργαλείο αποσφαλμάτωσης σας επιτρέπει να προσωποποιήσετε έναν άλλο χρήση ώστε να δείτε το Swarmops με τον τρόπο που το βλέπει όταν συνδέεται.</p> <p><strong>ΠΡΟΣΟΧΗ:</strong> Αυτό είναι ένα αρκετά παρεμβατικό εργαλείο που θα πρέπει να χρησιμοποιείται μόνο για λόγους τεχνικής ανάπτυξης και για υποστήριξη. Πρέπει να χρησιμοποιείται με απόλυτη επίγνωση αυτών των πληροφοριών.</p> <p>Όλες οι προσωποποιήσεις καταγράφονται, κάθε ενέργεια κατά τη διάρκειά της προσωποποίησης είναι ανιχνεύσιμη, και ο χρήστης που έχει προσωποποιηθεί, θα ενημερωθεί για την παρέμβαση.</p>
es_ve: <p>Esta herramienta de depuración le permite suplantar a otro usuario para ver y experimentar Swarmops como lo hacen cuando inician sesión.</p> <p><strong>ADVERTENCIA: </strong>esta es una herramienta altamente intrusiva que solo debe usarse para el desarrollo técnico y el soporte solicitado. Usar esto no debe tomarse a la ligera.</p> <p>Todas las suplantaciones se registran de forma permanente, todas y cualquier acción tomada mientras se suplantan son rastreables como tales, y el usuario suplantado será informado de la intrusión.</p>
fil_ph: <p>Ang kagamitan na ito sa pag-debug ay nagpapahintulot sa iyo na makapagkunwari sa ibang gumagamit na makakita at makaranas ng Swarmops tulad ng ginagawa nila kapag naka-log in.</p> <p><strong>BABALA:</strong>Ito ay isang kagamitan na lubos na mapanghimasok na dapat lamang na gamitin para sa teknikal na pag-unlad at para sa suportang hiniling. Ang paggamit nito ay hindi dapat basta-basta.</p> <p>Ang pagkukunwari ay palagiang natatala, lahat at anumang mga aksyon na isinagawa habang nagkukunwari ay tulad nito ay natatandaan, at ang gumagamit na pinagkunwarian ay sasabihan sa nangyaring panghihimasok.</p>
fr_fr: <p>Cet outil de débogage vous permet d’emprunter l’identité d’un autre utilisateur pour voir et expérimenter Swarmops comme il le fait lorsque il est connecté.</p> <p><strong>AVERTISSEMENT:</strong> Cet outil extrêmement intrusif ne doit être utilisé que pour le développement technique et dans le cas d'une demande d'assistance. Utiliser ceci ne devrait pas être pris à la légère. </p> <p>Tous les emprunts d'identité sont consignées en permanence, toutes les actions prises lors de l'emprunt d'identité sont traçables, et l'utilisateur usurpé sera informé de l'intrusion.</p>
it_it: <p>Questo strumento di debug consente di impersonare un altro utente per vedere e sperimentare Swarmops così come lo fanno loro quando sono connessi.</p> <p><strong>ATTENZIONE</strong> Questo è uno strumento altamente intrusivo che dovrebbe essere utilizzato solo per lo sviluppo tecnico e per il supporto richiesto. L'uso di questo strumento non deve essere preso alla leggera.</p> <p>Tutte le impersonazioni sono registrate in modo permanente, tutte le azioni intraprese durante l'impersonazione sono tracciabili come tali e l'utente impersonato sarà informato dell'intrusione.</p>
sr_latn_rs: <p>Ovaj alat za uklanjanje grešaka Vam omogućava da preuzmete tuđi identitet i iskusite Swarmops kao da ste prijavljeni sa tuđim podacima.</p> <p><strong>UPOZORENJE:</strong> Ovo je ozbiljan alat i može se koristiti samo u slučajevima kada se rešava tehnički problem ili kada se traži podrška.</p> <p>Sve zamene identiteta se trajno snimaju i svaku izvršenu radnju je moguće pratiti. Takođe, lice u čije ime se radi, biće obavešteno o tome.</p>

# CreateOrganization_ActivistTitle
source: Activists will be called
el_gr: Οι ακτιβιστές θα ονομάζονται
es_ve: Se llamará a los activistas
fil_ph: Ang mga aktibista ay tatawagin
fr_fr: Les activistes seront appelés
it_it: Saranno chiamati gli attivisti
pt_pt: Ativistas serão chamados de
sr_latn_rs: Aktivisti će biti pozvani

# CreateOrganization_Applicants_None
source: (not applicable)
el_gr: (μη εφαρμόσιμο)
es_ve: (no aplica)
fil_ph: (hindi magagamit)
fr_fr: (Non applicable)
it_it: (non applicabile)
sr_latn_rs: (nije primenljivo)

# CreateOrganization_ApplicantTitle
source: Not-yet-members are called
el_gr: Ονομασία μη επιβεβαιωμένων μελών
es_ve: Aún no se llaman miembros
fil_ph: Hindi-pa-mga-miyembro ay tinatatawag na
fr_fr: Ceux qui ne sont pas encore membres s'appellent
it_it: Coloro che ancora non sono membri vengono chiamati
pt_pt: Ainda-não-membros são chamados
sr_latn_rs: Pozvani su ljudi koji još nisu članovi

# CreateOrganization_AsRoot
source: Root-level organization
el_gr: Γονικός Οργανισμός
es_ve: Organización a nivel de raíz
fil_ph: Root-level na organisasyon
fr_fr: Organisation de premier niveau
it_it: Organizzazione di primo livello
pt_pt: Organização base
sr_latn_rs: Organizacija osnovnog nivoa

# CreateOrganization_ChildOfX
source: Child of {0}
el_gr: Θυγατρικός του οργανισμού {0}
es_ve: Hijo de {0}
fil_ph: Anak ni {0}
fr_fr: Fille de {0}
it_it: Figlio di {0}
pt_pt: Sub-organização de {0}
sr_latn_rs: Kćerka od {0}

# CreateOrganization_CreateNewOrgAs
source: Create new organization as...
el_gr: Δημιουργία νέου οργανισμού ως...
es_ve: Crear una nueva organización como...
fil_ph: Lumikha ng bagong organisasyon bilang...
fr_fr: Créer une nouvelle organisation comme étant...
it_it: Crea nuova organizzazione come...
pt_pt: Criar nova organização como...
ru_ru: Создать новую организацию как...
sr_latn_rs: Kreiraj Novu Organizaciju kao...

# CreateOrganization_Error_OrganizationNameCannotBeEmpty
source: Organization name cannot be empty. (You need to give the new organization a name!)
el_gr: Το όνομα του οργανισμού δεν μπορεί να είναι κενό. (Πρέπει να δώσετε στον νέο οργανισμό ένα όνομα!)
es_ve: El nombre de la organización no puede estar vacío. (¡Debe darle un nombre a la nueva organización!)
fil_ph: Ang pangalan ng organisasyon ay hindi maaaring walang laman. (Ikaw ay nangangailangan na magbigay ng pangalan sa bagong organisasyon!)
fr_fr: Le nom de l'organisation ne peut être vide. (Vous devez donner à la nouvelle organisation un nom!)
it_it: Il campo nome organizzazione non può essere vuoto. ( Devi dare un nome alla nuova organizzazione!)
pt_pt: O nome da organização não pode estar vazio. (Necessita dar um nome à nova organização!)
ru_ru: Название организации не может быть пустым. (Вы должны дать новой организации имя!)
sr_latn_rs: Ime organizacije ne može ostati prazno. (Morate dati ime novoj organizaciji!)

# CreateOrganization_Info
source: You can create a new organization either as a new standalone organization, or as a child organization of the current one. (Everybody with responsibilities in a parent organization automatically has corresponding rights and privileges in all its children.)
el_gr: Μπορείτε να δημιουργήσετε έναν νέο οργανισμό είτε σαν αυτόνομο οργανισμό, ή σαν θυγατρικό οργανισμό του παρόντος. (Όσοι έχουν ευθύνες σε έναν γονικό οργανισμό, θα έχουν αυτομάτως αντίστοιχα δικαιώματα και προνόμια σε όλους τους θυγατρικούς του.)
es_ve: Puede crear una nueva organización ya sea como una nueva organización independiente o como una organización secundaria de la actual. (Todos los que tienen responsabilidades en una organización matriz tienen automáticamente los derechos y privilegios correspondientes en todos sus hijos)
fil_ph: Ikaw ay maaaring lumikha ng isang bagong organisasyon maski bilang isang bagong organisasyon na standalone, o bilang isang pangalawang organisasyon sa kasalukuyang isa. (Lahat ng tao na mayroong mga responsibilidad sa isang pangunahing organisasyon na awtomatikong nagkakaroon ng katumbas na mga karapatan at pribilehiyo sa lahat ng mga anak nito.)
fr_fr: Vous pouvez créer une nouvelle organisation soit comme tant une organisation à part entière, ou fille de l'organisation actuelle. (Toute personne ayant des responsabilités dans l'organisation mère a automatiquement des droits et privilèges dans toutes ses filles.)
it_it: Puoi creare una nuova organizzazione come nuova organizzazione autonoma o come organizzazione figlio di quella corrente. (Chiunque ha delle responsabilità in un'organizzazione madre ha automaticamente diritti e privilegi corrispondenti in tutte le rispettive organizzazioni figlio.)
pt_pt: Pode criar uma nova organização como uma nova organização independente ou como uma sub-organização dentro da actual. (Todas as pessoas com responsabilidades numa dada organização têm automaticamente os direitos e privilégios correspondentes em todas as sub-organizações.)
ru_ru: Можно создать новую организацию либо как новую автономную организацию, либо как дочернюю организацию текущей. (Каждый человек, имеющий обязанности в родительской организации, автоматически имеет соответствующие права и привилегии во всех своих детях.)
sr_latn_rs: Možete napraviti novu organizaciju, bilo kao samostalnu ili kao kćerku postojeće organizacije. (Svako ko ima odgovornosti u glavnoj organizaciji će automatski imati ista prava i u kćerkama.)

# CreateOrganization_NewOrganizationName
source: New Organization Name
el_gr: Όνομα Νέου Οργανισμού
es_ve: Nuevo nombre de la organización
fil_ph: Bagong Pangalan ng Organisasyon
fr_fr: Nouveau nom de l'organisation
it_it: Nome della nuova organizzazione
pt_pt: Nome da nova Organização
sr_latn_rs: Ime nove organizcije

# CreateOrganization_NewOrgCurrency
source: Operating currency
el_gr: Λειτουργικό νόμισμα
es_ve: Moneda operacional
fil_ph: Nangangasiwang salapi
fr_fr: Monnaie opérationnelle
it_it: Valuta funzionale
pt_pt: Moeda de funcionamento
ru_ru: Используемая денежная единица
sr_latn_rs: Zvanična valuta

# CreateOrganization_NewOrgName
source: The new organization's name
el_gr: Το όνομα του νέου οργανισμού
es_ve: Nuevo nombre de las organizaciones
fil_ph: Ang bagong pangalan ng organisasyon
fr_fr: Le nouveau nom de l'organisation
it_it: Il nuovo nome dell'organizzazione
pt_pt: Nome da nova organização
ru_ru: Название новой организации
sr_latn_rs: Naziv nove organizacije

# CreateOrganization_PageTitle
source: Create New Organization
el_gr: Δημιουργία Νέου Οργανισμού
es_ve: Crear una nueva organización
fil_ph: Lumikha ng Bagong Organisasyon
fr_fr: Créer une nouvelle organisation
it_it: Crea nuova organizzazione
pt_pt: Criar Nova Organização
ru_ru: Создать Новую Организацию
sr_latn_rs: Kreiraj Novu Organizaciju

# CreateOrganization_RegularTitle
source: Regular people will be called
el_gr: Οι απλοί χρήστες θα ονομάζονται
es_ve: Se llamará a la gente común
fil_ph: Ang mga regular na tao ay tatawagin
fr_fr: Les membres au titre "régulier" seront appelés
it_it: Verranno chiamate le persone con il titolo "regolare"
pt_pt: Pessoas regulares serão chamadas de
sr_latn_rs: Obični ljudi će biti pozvani

# CreateOrganization_Success
source: The new organization has been created. You have been given an non-expiring {0} in the organization, and been placed as its highest executive for the time being, so you can work with it and set it up properly. To configure the new organization, use this control panel (available later under Admin / Organization Settings).
el_gr: Ο νέος οργανισμός δημιουργήθηκε. Σας έχει εκχωρηθεί μία μόνιμη {0} στον οργανισμό, και έχετε τοποθετηθεί ως το πιο υψηλόβαθμο εκτελεστικό στέλεχος, οπότε και μπορείτε να ρυθμίσετε κατάλληλα τον οργανισμό. Για τις ρυθμίσεις του νέου οργανισμού, χρησιμοποιήστε αυτόν τον πίνακα ελέγχου (θα τον βρείτε αργότερα στη Διαχείριση / Ρυθμίσεις Οργανισμού).
es_ve: La nueva organización ha sido creada. Se le ha otorgado un {0} que no expira en la organización y, por el momento, lo han colocado como su máximo ejecutivo, por lo que puede trabajar con él y configurarlo correctamente. Para configurar la nueva organización, use este panel de control (disponible más adelante en Configuración de administración / organización).
fil_ph: Ang bagong organisasyon ay nailikha. Ikaw ay binigyan ng isang hindi mawawalan ng bisa {0} sa organisasyon, at ito ay pansamantalang naitalaga sa pinakamataas na ehekutibo, upang ikaw ay makatrabaho nito at maitakda ito ng tamang-tama. Upang makompigura ang bagong organisasyon, gamitin ang panel sa kontrol na ito (magagamit mamaya sa ilalim ng Admin / Mga Setting Organisasyon).
fr_fr: La nouvelle organisation a été créée. Il vous a été donné un(e) {0} à vie au sein de l'organisation, et le plus haut rôle exécutif pour le moment, afin que vous puissiez y travailler et la configurer proprement. Pour effectuer cette tâche, utilisez ce panneau de commande (disponible plus tard sous Admin/Paramètres de l'organisation).
it_it: La nuova organizzazione è stata creata. Vi è stato dato un {0} senza scadenza nell'organizzazione, e siete stati piazzati come il più importante dirigente, per il momento, in modo da poter lavorare con essa e impostarla correttamente. Per configurare la nuova organizzazione, utilizzare questo pannello di controllo (disponibile in seguito in Amministrazione/Impostazioni organizzazione).
sr_latn_rs: Kreirana je nova organizacija. Postavljeni ste na najvišu rukovodeću poziciju {0}, za stalno, tako da sve možete urediti. Kako biste podesili novu organizaciju, koristite kontrolni panel (koji će kasnije biti dostupan pod Admin / Podešavanja organizacije).

# CreateOrganization_Titles
source: Default position titles at start
el_gr: Προεπιλεγμένοι τίτλοι θέσεων κατά τη δημιουργία του οργανισμού
es_ve: Títulos de posición predeterminados al inicio
fil_ph: Mga naka-default na titulo ng posisyon sa simula
fr_fr: Titres des positions par défaut au début
it_it: Titoli professionali predefiniti all'avvio
pt_pt: Títulos iniciais da posição, por omissão
sr_latn_rs: Podrazumevani položaj na početku

# CreateOrganization_Titles_Commercial
source: Commercial
el_gr: Εμπορικός
es_ve: Comercial
fil_ph: Komersyal
it_it: Commerciale
pt_pt: Comercial
sr_latn_rs: Komercijalna

# CreateOrganization_Titles_Government
source: Government
el_gr: Κυβερνητικό
es_ve: Gobierno
fil_ph: Pamahalaan
fr_fr: Gouvernement
it_it: Governo
sr_latn_rs: Vlada

# CreateOrganization_Titles_Nonprofit
source: Nonprofit
el_gr: Μη κερδοσκοπικός
es_ve: Sin fines de lucro
fil_ph: Hindi pangkalakal
fr_fr: Non lucrative
it_it: No-profit
pt_pt: Sem fins lucrativos
sr_latn_rs: Neprofitna

# EditOrganization_MemberNumberStyle
source: {0} numbering
el_gr: Αρίθμηση {0}
es_ve: {0} enumeración
fil_ph: {0} pagnunumero
fr_fr: Numérotation {0}
it_it: numerazione di {0}
pt_pt: Numeração de {0}
sr_latn_rs: {0} numerizacija

# EditOrganization_OpenLedgersDomain
source: Open Ledgers Domain
el_gr: Domain Ανοικτών Λογιστικών Βιβλίων
es_ve: Dominio de Libro mayor abiertos
fr_fr: Ouvrir le domaine des grands livres
it_it: Dominio dei registri aperti
pt_pt: Domínio de Livros Abertos
sr_latn_rs: Otvori domen poslovnih knjiga

# EditOrganization_PageTitle
source: Edit Organization
el_gr: Επεξεργασία Οργανισμού
es_ve: Editar organización
fil_ph: I-edit ang Organisasyon
fr_fr: Modifier l'organisation
it_it: Modifica organizzazione
pt_pt: Editar Organização
ru_ru: Редактировать Организацию
sr_latn_rs: Uredi Organizaciju

# EditOrganization_ParticipationBeginsOrg
source: People become {0} of
el_gr: Τα άτομα γίνονται {0} του οργανισμού
es_ve: Las personas se convierten en {0} de
fil_ph: Ang mga tao ay nagiging {0} ng
fr_fr: Les gens deviennent {0} sur
it_it: Le persone diventano {0} di
pt_pt: Pessoas tornam-se {0} de
sr_latn_rs: Ljudi postaju {0}

# EditOrganization_ParticipationBeginsWhen
source: People become {0} when
el_gr: Τα άτομα γίνονται {0} όταν
es_ve: Las personas se convierten en {0} Cuando
fil_ph: Ang mga tao ay nagiging {0} kapag
fr_fr: Les gens deviennent {0} quand
it_it: Le persone diventano {0} quando
pt_pt: Pessoas tornam-se {0} quando
sr_latn_rs: Ljudi postaju {0} kada

# EditOrganization_ParticipationChurn
source: {0} ends when
el_gr: Η {0} λήγει όταν
es_ve: {0} Termina cuando
fil_ph: {0} nagtatapos kapag
fr_fr: {0} finit quand
it_it: {0} termina quando
pt_pt: {0} termina quando
sr_latn_rs: {0} se završava onda kada

# EditOrganization_ParticipationCost
source: Initial {0} cost (in {1})
el_gr: Κόστος αρχικής {0} (σε {1})
es_ve: Costo {0} inicial (en {1})
fil_ph: Inisyal {0} na halaga (sa {1})
fr_fr: Coût initial de {0} (en{1})
it_it: Costo iniziale di {0} (in {1})
pt_pt: Custo Inicial de {0} (em {1})
sr_latn_rs: Inicijalno, {0} košta (u {1})

# EditOrganization_ParticipationDuration
source: One {0} lasts
el_gr: Μία {0} διαρκεί
es_ve: Uno {0} dura
fil_ph: Isang {0} nagtatagal ng
fr_fr: Un {0} dure
it_it: Un {0} dura
pt_pt: Uma {0} dura
sr_latn_rs: Traje {0}

# EditOrganization_RenewalDateEffect
source: Renewed period counts from
el_gr: Η ανανεωμένη περίοδος ξεκινάει από
es_ve: Renovado periodo de cuenta dese
fil_ph: Ang binagong muli na panahon ay nagbibilang mula sa
fr_fr: La période de renouvellement des comptes date du
it_it: Il periodo rinnovato inizia da
pt_pt: Período de Renovação conta desde
sr_latn_rs: Obnovljeni period se računa od

# EditOrganization_RenewalReminders
source: Remind to renew
el_gr: Υπενθύμιση ανανέωσης
es_ve: Recordar para renovar
fil_ph: Magpaalaala upang makapagbago muli
fr_fr: Rappeler le renouvellement
it_it: Ricorda di rinnovare
pt_pt: Lembrar de renovar
sr_latn_rs: Podsetnik za obnavljanje

# EditOrganization_RenewalsAffect
source: Renewals affect
el_gr: Η ανανέωση αφορά
es_ve: Las renovaciones afectan
fil_ph: Ang pagpapabago ay nakakaapekto sa
fr_fr: Les renouvellements affectent
it_it: I rinnovi incidono su
pt_pt: Renovações afetam
sr_latn_rs: Obnavljanje obuhvata

# EditOrganization_RenewalsCost
source: Renewal cost (in {0})
el_gr: Κόστος ανανέωσης (σε {0})
es_ve: Costo de renovación (en {0})
fil_ph: Ang gastos sa pagpapabago (sa {0})
fr_fr: Coût de renouvellement (en{0})
it_it: Costo del rinnovo (in {0})
pt_pt: Custo de renovação (em {0})
sr_latn_rs: Obnavljanje košta (u {0})

# EditOrganization_VanityDomain
source: Organization Vanity Domain
el_gr: Vanity Domain του οργανισμού
es_ve: Organización Vanity Domain
fil_ph: Domain sa Vanity ng Organisasyon
fr_fr: Vanité du domaine de l'organisation
it_it: Vanità del dominio dell'organizzazione
pt_pt: Domínio Personalizado da Organização
sr_latn_rs: Organizacija, vanity domen

# OrgStaffing_Header_ExecutivePositions
source: Executive Positions For {0}
el_gr: Εκτελεστικές Θέσεις για τον Οργανισμό {0}
es_ve: Posiciones ejecutivas para {0}
fil_ph: Mga Posisyong Ehekutibo Para sa {0}
fr_fr: Positions exécutives pour {0}
it_it: Posizioni dirigenziali per {0}
pt_pt: Posições Executivas Para {0}
sr_latn_rs: Izvršne pozicije za {0}

# OrgStaffing_Header_LocalDefaultPositions
source: Local Positions (At Every Geography)
el_gr: Τοπικές Θέσεις (για κάθε Γεωγραφικό Σημείο)
es_ve: Posiciones locales (en cada geografía)
fil_ph: Mga Posisyong Lokal (Sa Bawat Heyograpiya)
fr_fr: Positions locales (partout)
it_it: Posizioni locali (Ovunque)
pt_pt: Posições Locais (Em Todas as Áreas Geográficas)
sr_latn_rs: Lokalne pozicije (u svakom regionu)

# OrgStaffing_Header_Payroll
source: Staff Payroll
el_gr: Μισθοδοσία Προσωπικού
es_ve: Nomina de personal
fil_ph: Pasahod ng Tauhan
fr_fr: Liste de salaires du staff
it_it: Stipendi del personale
pt_pt: Folha de Pagamento de Pessoal
sr_latn_rs: Platni spisak zaposlenih

# OrgStaffing_Header_StrategicPositions
source: Strategic Positions For {0}
el_gr: Στρατηγικές Θέσεις για τον Οργανισμό {0}
es_ve: Posiciones estratégicas para {0}
fil_ph: Mga Posisyong Estratehikong Para Sa {0}
fr_fr: Positions stratégiques pour {0}
it_it: Posizioni strategiche per {0}
pt_pt: Posições Estratégicas Para {0}
sr_latn_rs: Strateške pozicije za {0}

# OrgStaffing_Header_WaitingVolunteers
source: Volunteers Awaiting Response
el_gr: Εθελοντές σε Αναμονή Απάντησης
es_ve: Voluntarios en espera de respuesta
fil_ph: Ang mga Nagboluntaryo ay Naghihintay ng Tugon
fr_fr: Volontaires en attente de réponse
it_it: Volontari in attesa di risposta
pt_pt: Voluntários Aguardando Resposta
sr_latn_rs: Volonteri čekaju odgovor

# OrgStaffing_Info
source: Set the staffing structure for this organization, as well as its staffing at the strategic (board) and executive (C-level or equivalent) levels. You can also manage waiting volunteers and the payroll from here.
el_gr: Ορισμός της δομής προσωπικού για αυτόν τον οργανισμό, καθώς και του προσωπικού στο στρατηγικό (συμβούλιο) και εκτελεστικό επίπεδο (C-επίπεδο ή παρόμοιο). Επιπλέον, από αυτό το σημείο μπορείτε να διαχειριστείτε τους εθελοντές σε αναμονή και τη μισθοδοσία.
es_ve: Establezca la estructura de personal para esta organización, así como su personal en los niveles estratégico (consejo) y ejecutivo (nivel C o equivalente). También puede gestionar los voluntarios que esperan y la nómina desde aquí.
fil_ph: Itakda ang istruktura ng pag-kawani para sa organisasyong ito, tsaka sa pag-kawani sa estratehikong (lupon) at ehekutibong (C-level o katumbas) na mga antas. Ikaw rin ay maaaring mangasiwa sa mga naghihintay na mga boluntaryo at sa pasahod mula dito.
fr_fr: Définir la structure des effectifs pour cette organisation, ainsi que sa dotation aux niveaux stratégiques (conseil) et exécutifs (niveau C ou équivalent). Vous pouvez aussi gérer les bénévoles en attente et la masse salariale d'ici.
it_it: Impostare la struttura del personale per questa organizzazione, così come il suo personale a livello strategico (consiglio di amministrazione) ed esecutivo (livello C o equivalente). Da qui puoi anche gestire i volontari in attesa e il libro paga.
pt_pt: Defina a estrutura organizacional para esta organização, bem como o pessoal a níveis estratégico (conselho) e executivo (direção ou equivalente). Pode também gerir voluntários em espera e a folha de pagamento a partir daqui.
ru_ru: Установить штатную структуру для этой организации, а также ее штатное расписание на стратегическом (совет директоров) и исполнительном (на уровне с или эквивалентном) уровнях. Вы также можете управлять ожидающих добровольцев и заработной платы отсюда.
sr_latn_rs: Podesite strategiju zapošljavanja u organizaciji, kao i strategiju za zapošljavanje na nivou Odbora ili Direktora (C-level ili ekvivalent). Odavde takođe možete organizovati platne liste i volontere koji čekaju.

# OrgStaffing_PageTitle
source: Organization Staffing
el_gr: Στελέχωση Οργανισμού
es_ve: Personal de la organización
fil_ph: Pag-kawani ng Organisasyon
fr_fr: Staff de l'organisation
it_it: Dotazione organica dell'organizzazione
pt_pt: Pessoal da Organização
sr_latn_rs: Zapošljavanje u Organizaciji

# SystemSettings_AdminAddress
source: Admin Notifications From Address
el_gr: Διεύθυνση Ειδοποιήσεων Διαχειριστή
es_ve: Notificaciones de administrador desde la dirección
fil_ph: Mga Notipikasyong Admin Mula sa Address
fr_fr: Notifications de l'administrateur de l'adresse
it_it: Notifiche per l'amministratore dall'indirizzo
pt_pt: Notificações de Admin do Endereço
ru_ru: Уведомления Администратора С Адреса
sr_latn_rs: Administracija obaveštenja, sa adrese

# SystemSettings_AdminSender
source: Admin Notifications From Name
el_gr: Όνομα Ειδοποιήσεων Διαχειριστή
es_ve: Notificaciones de administrador desde el nombre
fil_ph: Mga Notipikasyong Admin Mula sa Pangalan
fr_fr: Notifications de l'administrateur du nom
it_it: Notifiche per l'amministratore da nome
pt_pt: Notificações de Admin do Nome
sr_latn_rs: Administracija obaveštenja, po imenima
