Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Admin.*.resx
Languages: el_gr, es_ve, fil_ph, fr_fr, it_it, pt_pt, ru_ru, sr_latn_rs

# BitcoinEchoTest_DustCollected
source: <strong>DUST COLLECTED</strong><br/><br/>The amount sent is smaller than the expected fee for returning it to you, which is {0:N2} microcoins. The money you sent is now so-called "dust" on the bitcoin network, and won't be moved again.<br/><br/>Send a higher amount to perform an echo test.
el_gr: <strong>ΣΥΛΟΛΙΚΟ ΠΟΣΟ ΣΚΟΝΗΣ</strong><br/><br/>To ποσό που αποστέλλεται είναι μικρότερο από το ποσό εξόδων συναλλαγής που απαιτείται για να σας το επιστρέψουμε, που είναι {0:N2} microcoins. Τα χρήματα που στείλατε αποκαλούνται «σκόνη» στο δίκτυο του bitcoin, και δε θα μετακινηθούν ξανά.<br/><br/>Στείλτε ένα μεγαλύτερο ποσό για να εκτελέσετε μια δοκιμή echo.
es_ve: <strong>POLVO RECOGIDO</strong><br/><br/> La cantidad enviada es menor que la tarifa esperada por devolvérselo, que es{0:N2} microcoins. El dinero que envió ahora se denomina "polvo" en la red bitcoin y no se moverá nuevamente.<br/><br/> Envíe una cantidad mayor para realizar una prueba de eco.
fil_ph: <strong>NAKOLEKTANG DUST</strong><br/><br/>Ang halaga na napadala ay mas maliit sa inaasahang bayarin para sa pagbalik nito sa iyo, na {0:N2} na microcoins. Ang salaping ito ay tinatawag ngayon na "dust" sa network ng bitcoin, at hindi na muling magagalaw.<br/><br/>Magpadala ng mas mataas na halaga upang makapagsagawa ng isang pagsusuring echo.
fr_fr: <strong>POUSSIERES COLLECTEES</strong><br/><br/>Le montant envoyé est inférieur au montant prévu pour vous le renvoyer, à savoir {0:N2} microcoins. L'argent que vous avez envoyé est maintenant appelé "poussière" sur le réseau Bitcoin, et ne sera plus déplacé. <br/> <br/> Envoyez un montant plus élevé pour effectuer un test d'écho.
it_it: <strong>POLVERE RACCOLTA</strong><br/><br/>L'importo inviato è inferiore al costo previsto per la restituzione, che è di {0:N2} microcoins. Il denaro inviato è ora cosiddetta "polvere" sulla rete bitcoin, e non sarà spostato di nuovo.<br/><br/>Invia una quantità maggiore per eseguire un echo test.
sr_latn_rs: <strong>SAKUPLJANJE PRAŠINE</strong><br/><br/>Iznos koji ste poslali je manji od iznosa troškova slanja i vraćanja sredstava Vama, a on iznosi {0:N2} microcoin-a. Iznos koji ste poslali se u žargonu bitcoin mreže zove "prašina" i neće biti poslat.<br/><br/>Kako biste sproveli echo test, pošaljite viši iznos.

# BitcoinEchoTest_Explain
source: This is a QR code for bitcoin echo testing for this entire Swarmops installation, not just for {0}. Read it from your phone's bitcoin wallet to perform the echo test, or send from your computer directly to [{1}] (that's a Bitcoin Cash address). The amount (less miner fees of {2:N2} microcoins) will be sent back to you in the next few seconds.
el_gr: Αυτός είναι ένας κωδικός QR για δοκιμή bitcoin echo που αφορά όλη την εγκατάσταση Swarmops, και όχι μόνο τον οργανισμό {0}. Σκανάρετέ τον με το πορτοφόλι bitcoin του κινητού σας για να πραγματοποιήσετε τη δοκιμή echo, ή στείλτε από τον υπολογιστή σας άμεσα στη διεύθυνση [{1}] (που είναι μία διεύθυνση Bitcoin Cash). Το ποσό (αφαιρώντας τα έξοδα συναλλαγής των {2:N2} microcoins) θα σας επιστραφεί μέσα στα επόμενα δευτερόλεπτα.
es_ve: Este es un código QR para las pruebas de eco bitcoin para toda la instalación de Swarmops, no solo para {0}. Léelo de la billetera bitcoin de tu teléfono para realizar la prueba de eco, o envía desde tu computadora directamente a [{1}] (esa es una dirección de Bitcoin Cash). La cantidad (menos comisiones de mineros de {2:N2} microcoins) le será enviada en los próximos segundos.
fil_ph: Ito ay isang kodigong QR para sa pagsusuri ng bitcoin echo para sa kabuuang instalasyon ng Swarmops, hindi lang para sa {0}. Basahin ito mula sa bitcoin wallet ng iyong telepono upang makasagawa ng pagsusuring echo, o direktang magpadala mula sa iyong kompyuter papunta sa {1} (iyan ay isang Bitcoin Cash address). Ang halaga (maliit na bayad sa mga minero na {2:N2} microcoins) ay ipapadala pabalik sa iyo sa susunod na mga segundo.
fr_fr: Ceci est un code QR pour le test d'écho bitcoin pour toute cette installation de Swarmops, pas seulement pour {0}. Lisez-le à partir du portefeuille bitcoin de votre téléphone pour effectuer le test d'écho ou envoyez-le directement de votre ordinateur à [{1}] (c'est une adresse Bitcoin Cash). Le montant (moins les frais miniers de {2:N2} microcoins) vous sera renvoyé dans les prochaines secondes.
it_it: Questo è un codice QR per effettuare l'echo test bitcoin per l'intera installazione di Swarmops, non solo per {0}. Leggerlo dal portafoglio Bitcoin del vostro cellulare per eseguire l'echo test o inviare direttamente dal computer a [{1}] ( questo è un indirizzo Bitcoin Cash). L'importo (meno la commissione dei Miner di {2:N2} microcoins) vi verrà restituito nei prossimi secondi.
sr_latn_rs: Ovo je QR kod za bitcoin echo testing koji važi za čitavu Swarmops instalaciju, a ne samo za {0}. Učitajte ga iz svog bitcoin novčanika na telefonu kako biste uradili echo test, ili ga pošaljite sa svog kompjutera, direktno na [{1}] (ovo je Bitcoin Cash adresa). Iznos (umanjen za troškove rudarenja od {2:N2} microcoin-a) će Vam biti poslat natrag za nekoliko trenutaka.

# BitcoinEchoTest_FundsReceived
source: Received {2:N2} microcoins ({0} {1:N2}). Returning.
el_gr: Παραλήφθηκαν {2:N2} microcoins ({0} {1:N2}). Γίνεται επιστροφή.
es_ve: Recibió {2:N2} microcoins ({0} {1:N2}). Regresando.
fil_ph: Nakatanggap ng {2:N2} microcoins ({0} {1:N2}). Nagbabalik.
fr_fr: {2:N2} Microcoins ({0}{1:N2}) reçus. Retour en cours.
it_it: Ricevuto {2:N2} microcoins ({0} {1:N2}). Restituendo.
sr_latn_rs: Primljeno {2:N2} microcoin-a ({0} {1:N2}). Vraća.

# BitcoinEchoTest_FundsReceivedNative
source: Received {0} microcoins ("bits"). Returning.
el_gr: Παραλήφθηκαν {0} microcoins ("bits"). Γίνεται επιστροφή.
es_ve: Recibió {0} microcoins ("bits"). Regresando.
fil_ph: Nakatanggap ng {0} microcoins ("bits"). Nagbabalik.
fr_fr: {0} Microcoins ("bits") reçus . Retour en cours.
it_it: Ricevuto {0} microcoins ("bits"). Restituendo.
sr_latn_rs: Primljeno {0} microcoin-a ("bits"). Vraća.

# BitcoinEchoTest_Info
source: This is a bitcoin echo test. It tests the hotwallet. If you send a small amount here, it will be sent back to you, minus the sendback transaction fee (currently {0:N2} microcoins).
el_gr: Αυτή είναι μία δοκιμή bitcoin echo. Πραγματοποιείται έλεγχος στο hotwallet. Εάν στείλετε ένα μικροποσό εδώ, θα σας επιστραφεί αφαιρώντας τα έξοδα συναλλαγής (αυτή τη στιγμή {0:N2} microcoins).
es_ve: Esta es una prueba de eco bitcoin. Prueba la cartera caliente. Si envía una pequeña cantidad aquí, se le enviará nuevamente, menos la tarifa de transacción de reenvío (actualmente {0:N2} microcoins).
fil_ph: Ito ay isang pagsusuri ng bitcoin echo. Ito ay nagsusuri ng hotwallet. Kung ikaw ay magpapadala ng maliit na halaga dito, ito ay ipapadala pabalik sa iyo, binawasan ang bayad sa transaksyon ng pagpapadala muli (sa ngayon {0:N2} na microcoins).
fr_fr: Ceci est un test d'écho de Bitcoin. Il teste le portefeuille chaud. Si vous envoyez une faible somme ici, elle sera renvoyée vers vous, moins les frais du renvoi (actuellement {0:N2} microcoins).
it_it: Questo è un bitcoin echo test. Esso testa il hotwallet. Se si invia un piccolo importo qui, viene rispedito indietro, meno la tassa della transazione di invio (attualmente {0:N2} microcoins).
sr_latn_rs: Ovo je bitcoin echo test. Njime se testira hotwallet. Ako ovde pošaljete mali iznos, taj iznos će Vam biti vraćen, umanjen za troškove obrade transakcije (trenutno, {0:N2} microcoin-a).

# BitcoinEchoTest_PageTitle
source: Bitcoin Cash Hotwallet Echo Test
el_gr: Δοκιμή Echo για το Bitcoin Cash Hotwallet
es_ve: Prueba de cartera caliente de eco Bitcoin
fil_ph: Pagsusuring Echo sa Bitcoin Cash Hotwallet
fr_fr: Test d'écho du portefeuille chaud Bitcoin
it_it: Echo test del hotwallet di Bitcoin Cash
ru_ru: Bitcoin Наличными Hotwallet Echo Тест

# BitcoinEchoTest_StatusInitial
source: Waiting for transaction...
el_gr: Σε αναμονή για συναλλαγή...
es_ve: Esperando transacción...
fil_ph: Naghihintay para sa transkasyon...
fr_fr: En attente de transaction...
it_it: In attesa della transazione...
pt_pt: À espera de transação...
ru_ru: Ожидание транзакции...
sr_latn_rs: Čeka transakciju...

# BitcoinEchoTest_TransactionDetected
source: Transaction detected, verifying...
el_gr: Εντοπίστηκε συναλλαγή, πραγματοποιείται επιβεβαίωση...
es_ve: Transacción detectada, verificando...
fil_ph: Nakatuklas ng transaksyon, nagpapatunay...
fr_fr: Transaction détectée, en cours de vérification...
it_it: Transazione rilevata, verifica in corso...
pt_pt: Transação detectada, a verificar...
ru_ru: Подозрительных операций, проверка...
sr_latn_rs: Detektovana je transakcija, verifikacija...

# BitcoinEchoTest_TxLabel
source: Swarmops Bitcoin Echo Test
el_gr: Δοκιμή Echo για το Bitcoin στο Swarmops
es_ve: Prueba de Swarmops de eco Bitcoin
fil_ph: Pagsusuri sa Swarmops Bitcoin Echo
fr_fr: Test d'écho Bitcoin par Swarmops
it_it: Bitcoin Echo Test di Swarmops

# CommenceImpersonation_Active_Header
source: Impersonation Active
el_gr: Ενεργή Προσωποποίηση
es_ve: Suplantación activa
fil_ph: Aktibong Impersonasyon
fr_fr: Personnification active
it_it: Impersonazione Attiva
sr_latn_rs: Predstavljanje osobe je aktivno

# CommenceImpersonation_Active_Text
source: You have an active impersonation session as {0}. <a href="javascript:terminateImpersonation();">End impersonation.</a>
el_gr: Υπάρχει μία ενεργή συνεδρία προσωποποίησης του λογαριασμού {0}. <a href="javascript:terminateImpersonation();">Τερματισμός προσωποποίησης.</a>
es_ve: Tienes una sesión de suplantación activa como {0}. <a href="javascript:terminateImpersonation();">Suplantación final.</a>
fil_ph: Ikaw ay mayroong aktibong sesyon ng impersonasyon bilang {0}. <a href="javascript:terminateImpersonation();">Tapusin ang impersonasyon.</a>
fr_fr: Vous avez une session d'emprunt d'identité active de {0}.<a href="javascript:terminateImpersonation();"> Y mettre fin.</a>
it_it: Hai una sessione di impersonazione attiva come {0}. <a href="javascript:terminateImpersonation();">Termina impersonificazione.</a>
sr_latn_rs: Aktivirali ste sekciju predstavljanja u ime {0}. <a href="javascript:terminateImpersonation();">Završi predstavljanje.</a>

# CommenceImpersonation_Confirm
source: <strong>IMPERSONATE PERSON?</strong><br/><br/>This is not to be taken lightly, and if you're not doing this for technical reasons, it may even be illegal depending on local laws.<br/><br/>The purpose of this tool is to fix technical malfunctions. Everything is logged.<br/><br/>Proceed?
el_gr: <strong>ΠΡΟΣΩΠΟΠΟΙΗΣΗ ΑΤΟΜΟΥ;</strong><br/><br/>Η συγκεκριμένη ενέργεια θα πρέπει να πραγματοποιείται με πλήρη γνώση και συνέπεια, και αν δεν το κάνετε για τεχνικούς λόγους, πιθανόν να είναι παράνομο σύμφωνα με τους τοπικούς νόμους.<br/><br/>Σκοπός αυτού του εργαλείου είναι να επιδιορθώσει τεχνικές δυσλειτουργίες. Τα πάντα καταγράφονται.<br/><br/>Συνέχεια;
es_ve: <strong>¿SUPLANTACIÓN DE PERSONA?</strong><br/><br/> Esto no debe tomarse a la ligera, y si no lo hace por razones técnicas, incluso puede ser ilegal según las leyes locales.<br/><br/> El propósito de esta herramienta es corregir fallas técnicas. Todo está conectado. <br/><br/>¿Proceder?
fil_ph: <strong>KATAWANIN ANG TAO?</strong><br/><br/>Ito ay hindi dapat kunin ng basta-basta, at kung hindi mo ito gagawin para sa mga teknikal na dahilan, ito ay maaaring maging ilegal depende sa mga batas na lokal.<br/><br/>Ang layunin ng kagamitan na ito ay ang ayusin ang mga sira na teknikal. Ang lahat ay naka-log.<br/><br/>Magpatuloy?
fr_fr: <strong> USURPER L’IDENTITÉ DE LA PERSONNE?</strong><br/><br/> Ceci n'est pas à prendre à la légère, et si vous ne faites pas cela pour des raisons techniques, cela peut même être illégal selon les lois locales.<br/><br/> Le but de cet outil est de corriger les défaillances techniques. Tout est consigné.<br/><br/> Continuer?
it_it: <strong>IMPERSONARE PERSONA?</strong><br/><br/>Questo non deve essere preso alla leggera, e se non lo si sta facendo per motivi tecnici, può anche essere illegale, a seconda delle leggi locali.<br/><br/>Lo scopo di questo strumento è quello di risolvere i malfunzionamenti tecnici. Tutto è registrato.<br/><br/>Procedere?
sr_latn_rs: <strong>PREDSTAVLJATE DRUGU OSOBU?</strong><br/><br/>Ako ovo ne radite iz tehničkih razloga, onda je to ozbiljno delo, koje možda podleže lokalnim zakonima.<br/><br/>Svrha ovog alata je da reši tehničke probleme. Sve se upisuje u registar.<br/><br/>Nastavljate?

# CommenceImpersonation_Ended
source: <strong>IMPERSONATION TERMINATED</strong><br/><br/>Impersonation terminated at {0:HH:mm} UTC. You are acting as yourself again.
el_gr: <strong>ΤΕΡΜΑΤΙΣΜΟΣ ΠΡΟΣΩΠΟΠΟΙΗΣΗΣ</strong><br/><br/>Τερματισμός προσωποποίησης στις {0:HH:mm} UTC. Πλέον ενεργείτε με τα προσωπικά σας στοιχεία.
es_ve: <strong>SUPLANTACIÓN TERMINADA</strong><br/><br/>Suplantación terminada en {0:HH:mm} UTC. Estás actuando como tú mismo otra vez.
fil_ph: <strong>PINAHINTO ANG PAGKUKUNWARI</strong><br/><br/>Pinahinto ang pagkukunwari sa {0:HH:mm} UTC. Ikaw ay kumikilos muli bilang ikaw.
fr_fr: <strong>USURPATION D'IDENTITÉ TERMINÉE</strong><br/><br/> Usurpation terminée à {0:HH:mm} UTC. Vous êtes connecté en tant que vous même de nouveau.
it_it: <strong>IMPERSONAZIONE TERMINATA</strong><br/><br/>Impersonazione terminata alle {0:HH:mm}. UTC. State agendo di nuovo come voi stessi.
sr_latn_rs: <strong>PREDSTAVLJANJE U IME DRUGE OSOBE JE ZAVRŠENO</strong><br/><br/>Predstavljanje u ime druge osobe je završeno u {0:HH:mm} UTC. Sada ponovo predstavljate sebe.

# CommenceImpersonation_Error_Authority_Report
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You may not impersonate somebody who is your direct manager.
el_gr: <strong>ΜΗ ΕΠΙΤΡΕΠΤΗ ΠΡΟΣΩΠΟΠΟΙΗΣΗ</strong><br/><br/>Δεν μπορείτε να πραγματοποιήσετε προσωποποίηση σε κάποιον που είναι διευθυντής σας.
es_ve: <strong>SUPLANTACIÓN DENEGADA</strong><br/><br/> No debe suplantar a alguien que sea su gerente directo.
fil_ph: <strong>TINANGGIHAN ANG PAGKUKUNWARI</strong><br/><br/>Ikaw ay maaaring hindi magkunwaring isang tao na direkta mong tagapangasiwa.
fr_fr: <strong> PERSONNIFICATION REFUSÉE</strong><br/><br/> Vous ne pouvez personnifier votre manager direct.
it_it: <strong>IMPERSONAZIONE NEGATA</strong><br/><br/>Non dovresti impersonare qualcuno che è il tuo diretto superiore.
sr_latn_rs: <strong>PREDSTAVLJANJE U TUĐE IME JE BLOKIRANO</strong><br/><br/>Ne možete da predstavljate svog direktno nadređenog.

# CommenceImpersonation_Error_Authority_System
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You may not impersonate somebody else with system level access.
el_gr: <strong>ΜΗ ΕΠΙΤΡΕΠΤΗ ΠΡΟΣΩΠΟΠΟΙΗΣΗ</strong><br/><br/>Δεν μπορείτε να πραγματοποιήσετε προσωποποίηση σε χρήστη που έχει πρόσβαση σε επίπεδο συστήματος.
es_ve: <strong>SUPLANTACIÓN DENEGADA</strong><br/><br/> No debe suplantar a otra persona con acceso a nivel de sistema.
fil_ph: <strong>TINANGGIHAN ANG PAGKUKUNWARI</strong><br/><br/>Ikaw ay maaaring hindi magkunwaring ibang tao na mayroong akses na sa antas ng sistema.
fr_fr: <strong>PERSONNIFICATION REFUSÉE</strong><br/><br/> Vous ne pouvez personnifier quelqu'un avec un accès niveau système.
it_it: <strong>IMPERSONAZIONE NEGATA</strong><br/><br/>Non puoi impersonare qualcun altro che ha accesso a livello di sistema.
sr_latn_rs: <strong>PREDSTAVLJANJE U TUĐE IME JE BLOKIRANO</strong><br/><br/>Ne možete da predstavljate nekoga sa pristupom sistemskom nivou.

# CommenceImpersonation_Error_SelectPerson
source: You need to select a person to impersonate.
el_gr: Επιλέξτε ένα άτομο για να πραγματοποιήσετε προσωποποίηση.
es_ve: Debe seleccionar a una persona para imitar.
fil_ph: Kailangan mong pumili ng isang tao na ipagkukunwari.
fr_fr: Vous devez sélectionner une personne à personnifier.
it_it: È necessario selezionare una persona da impersonare.
ru_ru: Вам нужно выбрать человека, которого вы олицетворяете.
sr_latn_rs: Morate da selektujete osobu koju ćete da predstavljate.

# CommenceImpersonation_Error_Self
source: If you need to impersonate yourself, we suggest you log off Swarmops and seek other kind of assistance.
el_gr: Εάν επιθυμείτε να πραγματοποιήσετε προσωποποίηση του εαυτού σας, σας συστήνουμε να αποσυνδεθείτε από το Swarmops και να αναζητήσετε άλλου είδους βοήθεια.
es_ve: Si necesita suplantarse, le sugerimos que cierre sesión en Swarmops y busque otro tipo de ayuda.
fil_ph: Kung kailangan mong ipagkunwari ang iyong sarili, minumungkahi namin na i-log off ang Swarmops at humanap ng ibang klase ng tulong.
fr_fr: Si vous avez besoin de vous personnifier, on vous conseille de vous déconnecter de Swarmops et chercher un autre type d'assistance.
it_it: Se hai bisogno di impersonare te stesso, ti suggeriamo di disconnetterti da Swarmops e cercare altro tipo di assistenza.
ru_ru: Если вам нужно подражать себе, мы предлагаем Вам выйти из Swarmops и обратиться за другой помощью.
sr_latn_rs: Ako imate potrebu da iz nekih razloga predstavljate sebe, umesto sebe, molimo Vas, odjavite se sa Swarmops-a i potražite stručnu pomoć.

# CommenceImpersonation_Failed
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You do not seem to have sufficient privileges to impersonate somebody else.
el_gr: <strong>ΜΗ ΕΠΙΤΡΕΠΤΗ ΠΡΟΣΩΠΟΠΟΙΗΣΗ</strong><br/><br/>Τα δικαιώματα χρήστη που έχετε δεν επαρκούν για να πραγματοποιήσετε προσωποποίηση άλλου χρήστη.
es_ve: <strong>SUPLANTACIÓN DENEGADA</strong><br/><br/> No parece tener suficientes privilegios para hacerse pasar por otra persona.
fil_ph: <strong>TINANGGIHAN ANG PAGKUKUNWARI</strong><br/><br/>Ikaw ay tila hindi nagkakaroon ng sapat na mga pribilehiyo upang makapagkunwari ng ibang tao.
fr_fr: <strong>PERSONNIFICATION REFUSÉE</strong><br/><br/> Il semble que vous ne disposez de privilèges suffisants pour personnifier une autre personne.
it_it: <strong>IMPERSONAZIONE NEGATA</strong><br/><br/>Non sembra che tu abbia i privilegi sufficienti per impersonare qualcun altro.
sr_latn_rs: <strong>PREDSTAVLJANJE U TUĐE IME JE ONEMOGUĆENO</strong><br/><br/>Izgleda da nemate odgovarajuće privilegije koje bi Vam to dozvolile.

# CommenceImpersonation_Header
source: Impersonate another user
el_gr: Προσωποποίηση άλλου χρήστη
es_ve: Suplantar a otro usuario
fil_ph: Magkunwari na ibang gumagamit
fr_fr: Personnifier un autre utilisateur
it_it: Impersonare un altro utente
sr_latn_rs: Predstavljaj drugog korisnika

# CommenceImpersonation_Impersonate
source: Impersonate
el_gr: Προσωποποίηση
es_ve: Suplantar
fil_ph: Magkunwari
fr_fr: Personnifier
it_it: Impersonare
sr_latn_rs: Predstavljanje u tuđe ime

# CommenceImpersonation_Person
source: Person to impersonate
el_gr: Χρήστης προς προσωποποίηση
es_ve: Persona para Suplantar
fil_ph: Taong pagkukunwarian
fr_fr: Personne à personnifier
it_it: Persona da impersonare
sr_latn_rs: Osoba u čije se ime predstavljate

# CommenceImpersonation_Success
source: <strong>IMPERSONATION ACTIVE</strong><br/><br/>Impersonation started at {0:HH:mm} UTC. This is the Dashboard as the impersonated person sees it.
el_gr: <strong>ΕΝΕΡΓΗ ΠΡΟΣΩΠΟΠΟΙΗΣΗ</strong><br/><br/>Έναρξη προσωποποίησης στις {0:HH:mm} UTC. Αυτός είναι ο πίνακας ελέγχου όπως τον βλέπει ο χρήστης που προσωποποιείτε.
es_ve: <strong>SUPLANTACIÓN ACTIVA</strong><br/><br/> La suplantación comenzó en {0:HH:mm} UTC. Este es el Tablero como lo ve la persona suplantada.
fil_ph: <strong>AKTIBONG PAGKUKUNWARI</strong><br/><br/>Ang pagkukunwari ay nagsimula ng {0:HH:mm} UTC. Ito ay ang Dashboard na nakikita ng taong pinagkukunwarian.
fr_fr: <strong>PERSONNIFICATION ACTIVE</strong><br/><br/> Personnification démarrée à {0:HH:mm} UTC. Ceci est le tableau de bord en tant que la personne imitée le voit.
it_it: <strong>IMPERSONAZIONE ATTIVA</strong><br/><br/>Impersonazione iniziata alle {0:HH:mm}. UTC. Questa è la Dashboard così come viene visualizzata dalla persona impersonata.
sr_latn_rs: <strong>PREDSTAVLJANJE U IME DRUGE OSOBE JE AKTIVIRANO</strong><br/><br/>Predstavljanje je otpočelo u {0:HH:mm} UTC. Ovo je kontrolna tabla koju vidi osoba u čije ime radite.
