Repository: Swarmops/Swarmops
Catalog: Localization/Pages.Admin.*.resx
Languages: el_gr, es_ve, fil_ph, fr_fr, it_it, pt_pt, ru_ru, sr_latn_rs

# SystemSettings_BackendHostnameOverride
source: Backend Hostname Override
el_gr: Παράκαμψη Ονόματος Εξυπηρετητή Παρασκηνίου
es_ve: Anular el nombre de host del back-end
fil_ph: I-override ang Backend Hostname
fr_fr: Écrasement du nom du hôte Backend
it_it: Sovrascrittura del nome del Host di Backend

# SystemSettings_Error_SmtpHostPort
source: SMTP Port must be numeric. Unable to parse host:port.
el_gr: Η θύρα SMTP πρέπει να είναι αριθμός. Αδυναμία ανάλυσης "διακομιστή:θύρα".
es_ve: El puerto SMTP debe ser numérico. No se puede analizar el host: puerto.
fil_ph: Ang SMTP Port ay dapat naka-numeriko. Hindi nakapag-parse sa host:port.
fr_fr: Le port SMTP doit être une valeur numérique. Impossible d'analyser host:port.
it_it: La porta SMTP deve essere un valore numerico. Impossibile analizzare host:porta.
pt_pt: O porto SMTP deve ser numérico. Não foi possível compreender o host:port.
sr_latn_rs: SMTP Port mora biti numerički. Unable to parse (program ne može da rastumači) host:port.

# SystemSettings_Error_SmtpSyntax
source: Unable to parse user, pass, host, and/or port. (Only host is required.)
el_gr: Αδυναμία ανάλυσης ονόματος χρήστη, κωδικού, εξυπηρετητή και/ή θύρας. (Μόνο ο εξυπηρετητής είναι υποχρεωτικός.)
es_ve: No se puede analizar el usuario, el pase, el host y / o el puerto. (Solo se requiere host)
fil_ph: Hindi makapagsuri sa gumagamit, pass, host, at/o port. (Ang host lamang ang kinakailangan.)
fr_fr: Impossible d'analyser l'utilisateur, pass, hôte, et/ou port. (Hôte requis seulement.)
it_it: Impossibile analizzare utente, pass, host e/o porta. (È richiesto solo lo host.)
pt_pt: Impossível processar user, pass, host e/ou port. (Apenas é necessário host.)
ru_ru: Не удается выполнить синтаксический анализ пользователя, передачи, узла и / или порта. (Требуется только хост.)
sr_latn_rs: Nije moguće prihvatiti uneti: user, pass, host, i/ili port. (Traži se host.)

# SystemSettings_ExternalUrl
source: Externally Accessible URL
el_gr: Εξωτερικά Προσβάσιμη Διεύθυνση
es_ve: URL accesible desde el exterior
fil_ph: URL na Naaakses sa Panlabas
fr_fr: URL à accès externe
it_it: URL accessibile esternamente
pt_pt: URL Acessível Externamente
sr_latn_rs: Eksterno dostupne URL adrese

# SystemSettings_Header_CorrespondenceTxSettings
source: Correspondence Transmission Settings
el_gr: Ρυθμίσεις Μετάδοσης Δεδομένων Αλληλογραφίας
es_ve: Configuración de transmisión por correspondencia
fil_ph: Mga Setting sa Transmisyon ng Pagsusulatan
fr_fr: Paramètres de transmission de la correspondance
it_it: Impostazioni di trasmissione della corrispondenza
pt_pt: Definições de Transmissão de Correspondência
ru_ru: Настройки Передачи Корреспонденции
sr_latn_rs: Podešavanja korespondentne transmisije

# SystemSettings_Header_SystemAdministrators
source: System Administrators
el_gr: Διαχειριστές Συστήματος
es_ve: Administradores del sistema
fil_ph: Mga Administrador ng Sistema
fr_fr: Administrateurs du système
it_it: Amministratori di sistema
pt_pt: Administradores de Sistema
sr_latn_rs: Sistem administratori

# SystemSettings_Info
source: Various technical settings for this Swarmops installation. Not specific to any organization or person, but installation-wide.
el_gr: Διάφορες τεχνικές ρυθμίσεις για αυτήν την εγκατάσταση του Swarmops. Δεν είναι συγκεκριμένες για έναν οργανισμό ή άτομο, αλλά αφορούν την εγκατάσταση.
es_ve: Varias configuraciones técnicas para esta instalación de Swarmops. No es específico para ninguna organización o persona, sino para toda la instalación.
fil_ph: Maraming mga setting na teknikal para sa instalasyon ng Swarmops. Hindi espisipiko sa anumang organisasyon o tao, pero instalasyong-buo.
fr_fr: Différents paramètres techniques pour cette installation Swarmops. Non spécifiques à toute organisation ou personne, mais plutôt au niveau de l'installation.
it_it: Varie impostazioni tecniche per questa installazione di Swarmops. Non specifico per alcuna determinata organizzazione o persona, ma a livello di installazione.
pt_pt: Várias definições técnicas para esta instalação do Swarmops. Não específicas para uma organização ou pessoa em particular, mas para toda a instalação.
sr_latn_rs: Razna tehnička podešavanja za Swarmops instalaciju. Ne odnose se na neku osobu ili organizaciju, već su na nivou instalacije.

# SystemSettings_InstallationName
source: Installation Name
el_gr: Όνομα Εγκατάστασης
es_ve: Nombre de instalación
fil_ph: Pangalan ng Instalasyon
fr_fr: Nom de l'installation
it_it: Nome dell'installazione
pt_pt: Nome da Instalação
sr_latn_rs: Naziv instalacije

# SystemSettings_PageTitle
source: System Settings
el_gr: Ρυθμίσεις Συστήματος
es_ve: Ajustes del sistema
fil_ph: Mga Setting ng Sistema
fr_fr: Paramètres du système
it_it: Impostazioni di sistema
pt_pt: Definições do Sistema
sr_latn_rs: Sistemska podešavanja

# SystemSettings_SmtpServer
source: SMTP Server (user:pass@host:port)
el_gr: Διακομιστής SMTP (χρήστης:κωδικός@εξυπηρετητής:θύρα)
es_ve: Servidor SMTP (user:pass@host:port)
fr_fr: Serveur SMTP (utilisateur :pass@hôte:port)
it_it: Server SMTP (utente:pass@host:porta)
pt_pt: Servidor SMTP (user:pass@host:port)

# SystemSettings_TestMailSent
source: Swarmops has sent you a test mail to verify your new SMTP server settings.
el_gr: Το Swarmops σας έστειλε ένα δοκιμαστικό email για να επαληθεύσει τις νέες ρυθμίσεις του διακομιστή SMTP.
es_ve: Swarmops le ha enviado un correo de prueba para verificar la configuración de su nuevo servidor SMTP.
fil_ph: Ang Swarmops ay nagpadala sa iyo ng isang test mail upang mapatunayan ang iyong bagong mga setting ng SMTP serber.
fr_fr: Swarmops vous a envoyé un mail test pour vérifier vos nouveaux paramètres du serveur SMTP.
it_it: Swarmops ti ha inviato un messaggio e-mail di prova per verificare le impostazioni del tuo nuovo server SMTP.
pt_pt: O Swarmops enviou-lhe um email de teste para verificar as suas novas definições do servidor SMTP.
sr_latn_rs: Swarmops Vam je poslao test mail kako bi verifikovao nova podešavanja SMTP servera.

# SystemSettings_Warning_Insecure
source: You really, really, REALLY should use HTTPS for a website like this. But you knew that already, didn't you?
el_gr: Θα πρέπει, πρέπει, ΠΡΕΠΕΙ στα αλήθεια να χρησιμοποιήσετε HTTPS για μία τέτοια ιστοσελίδα. Αλλά σίγουρα ήδη το γνωρίζατε, σωστά;
es_ve: Realmente, de verdad, REALMENTE debería usar HTTPS para un sitio web como este. Pero ya lo sabías, ¿verdad?
fil_ph: Ikaw talaga, talaga, TALAGA ay dapat gumamit ng HTTPS para sa isang website na tulad nito. Pero alam mo na iyon, hindi ba?
fr_fr: Vous devez vraiment, vraiment? VRAIMENT utiliser HTTPS pour un site comme tel. Mais vous le saviez déjà, n'est ce pas?
it_it: Dovresti proprio ma proprio usare HTTPS per un sito come questo. Ma questa è una cosa che già sai, vero?
pt_pt: Deveria realmente, realmente, REALMENTE utilizar HTTPS para um website como este. Mas já sabia disso, não é verdade?
sr_latn_rs: Zaista, ZAISTA, bi trebalo da koristite HTTPS za veb-sajtove poput ovog. Ali, to već znate, zar ne?

# SystemSettings_WebsocketPortBackend
source: WebSocket Port (Backend)
el_gr: Θύρα WebSocket (Παρασκήνιο)
es_ve: Puerto de WebSocket (Back-end)
fr_fr: Port Websocket (Back-end)
it_it: Porta Websocket (Backend)

# SystemSettings_WebsocketPortFrontend
source: WebSocket Port (Frontend)
el_gr: Θύρα WebSocket (Διεπαφή)
es_ve: Puerto de WebSocket (interfaz)
fr_fr: Port Websocket (front-end)
it_it: Porta WebSocket (Frontend)
