Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Global.*.resx
Languages: fil_ph, it_it, sv_se, tr_tr

# Error_DatabaseConcurrency
source: It seems another user beat you to this operation; the database changed while you were looking. Please examine the changed conditions and retry what you were trying to do.
fil_ph: Tila may isa pang gumagamit na tumalo sa iyo sa operasyong ito; ang database ay nabago habang ikaw ay naghahanap. Mangyaring suriin ang mga binagong kondisyon at subukang muli kung ano ang sinubukan mong gawin.
it_it: Sembra che un altro utente ti ha battuto su questa operazione; la banca dati è cambiata mentre cercavi. Per favore, esamina le condizioni modificate e riprova quello che stavi tentando di fare.
sv_se: Det verkar som en annan användare hann före dig - databasen ändrades. Vänligen undersök de ändrade förhållandena och försök sedan igen.
tr_tr: Başka bir kullanıcı bu operasyonda sizden önce davranmış gibi gözüküyor; siz bakarken veritabanı değişti. Lütfen değişen koşulları inceleyin ve yapmaya çalıştığınız şeyi tekrar deneyin.

# Swarm_TypeName
source: Type a name...
fil_ph: Magtip ng pangalan...
it_it: Scrivi un nome...
sv_se: Skriv ett namn...
tr_tr: Bir isim girin...

# Timespan_Selection_OneMonth
source: One month
fil_ph: Isang buwan
it_it: Un mese
sv_se: En månad
tr_tr: Bir ay

# Timespan_Selection_OneYear
source: One year
fil_ph: Isang taon
it_it: Un anno
sv_se: Ett år
tr_tr: Bir yıl

# Timespan_Selection_SixMonths
source: Six months
fil_ph: Anim na buwan
it_it: Sei mesi
sv_se: Sex månader
tr_tr: Altı ay

# Timespan_Selection_ThreeMonths
source: Three months
fil_ph: Tatlong buwan
it_it: Tre mesi
sv_se: Tre månader
tr_tr: Üç ay

# Timespan_Selection_TwoMonths
source: Two months
fil_ph: Dalawang buwan
it_it: Due mesi
sv_se: Två månader
tr_tr: İki ay

# Timespan_Selection_TwoYears
source: Two years
fil_ph: Dalawang taon
it_it: Due anni
sv_se: Två år
tr_tr: İki yıl

# Timespan_Selection_UntilTermination
source: Until termination
fil_ph: Hanggang sa pagwawakas
it_it: Fino alla fine
sv_se: Tills vidare
tr_tr: Sonlandırılana kadar

# Global_WizardFinish
source: Finish
fil_ph: Tapos na
it_it: Terminare
sv_se: Slutför
tr_tr: Bitir

# Global_WizardNext
source: Next
fil_ph: Susunod
it_it: Seguente
sv_se: Fortsätt
tr_tr: Sonraki

# Global_WizardPrevious
source: Previous
fil_ph: Nakaraan
it_it: Precedente
sv_se: Bakåt
tr_tr: Önceki

# Financial_YTD
source: YTD
sv_se: Hittills
tr_tr: Bu Yıl İçinde

# Global_Flags
source: Flags
it_it: Contrassegni
sv_se: Flaggor
tr_tr: Bayraklar

# Global_Total
source: Total
fil_ph: Kabuuan
it_it: Totale
sv_se: Summa
tr_tr: Toplam

# Global_FieldCannotBeEmpty
source: This field cannot be empty.
fil_ph: Ang patlang na ito ay hindi pwedeng walang laman.
it_it: Questo campo non può essere vuoto.
sv_se: Detta fält kan inte vara tomt.
tr_tr: Bu alan boş olamaz.

# Error_UnspecifiedAjaxSetValue
source: There was an unspecified error attempting to set this value.
fil_ph: Nagkaroon ng isang hindi matukoy na kamalian na nagtatangkang magtakda ng halaga nito.
it_it: Si è verificato un errore non specificato durante il tentativo di impostare questo valore.
sv_se: Ett okänt fel inträffade när värdet skulle sättas.
tr_tr: Bu değeri atamaya çalışırken beklenmedik bir hata oluştu.

# Global_TwitterId
source: Twitter ID
tr_tr: Twitter Kimliği

# Master_EditPerson2FAEnableProvisioning
source: BitID Two-factor authentication (disabling quarantines login)
fil_ph: BitID dalawang-salik na pagpapatunay (hindi nagpapagana sa login ng kuwarentenas)
it_it: Autenticazione di due fattori del BitID (disabilitare l'inizio di sessione in quarantena)
sv_se: BitID tvåfaktorsautentisering (avstänging karantänar login)
tr_tr: BitID 2 aşamalı doğrulama (devre dışı bırakmak oturumu karantinaya alır)

# Master_EditPersonHeaderAccount
source: Account
sv_se: Konto
tr_tr: Hesap

# Master_EditPersonHeaderSecurityProvisioning
source: Security Provisioning
fil_ph: Pagkakaloob ng Seguridad
it_it: Approvvigionamento di Sicurezza
sv_se: Säkerhetshjälp
tr_tr: Güvenliği Sağlama

# Master_EditPersonResetPasswordButton
source: Reset password
fil_ph: I-reset ang password
it_it: Ripristinare password
sv_se: Återställ lösenord
tr_tr: Şifreyi sıfırla

# Master_EditPersonResetPasswordLabel
source: Mail a password-reset link
fil_ph: Ipadala ang link ng password-reset
it_it: Inviare via e-mail un link per ripristinare la password
sv_se: Maila länk för återställning av lösenord
tr_tr: Şifre sıfırlama bağlantısı gönder

# Master_EditPersonWarning_Phone
source: This doesn't look like a valid phone number, but we're storing it as written here nonetheless.
fil_ph: Hindi ito nagmumukhang isang wastong numero ng telepoo, ngunit aming iniimbak ayon sa pagkakasulat dito.
it_it: Questo non sembra di essere un numero telefonico valido, comunque sarà salvato come scritto.
sv_se: Detta ser inte ut som ett giltigt telefonnummer, men vi lagrar det som skrivs här ändå.
tr_tr: Bu geçerli bir telefon numarası gibi gözükmüyor, ama yine de burada yazıldığı gibi kaydediyoruz.

# Master_EditPersonResetPasswordConfirm_Header
source: Reset User Password?
fil_ph: I-reset ang password ng gumagamit?
it_it: Ripristinare la Password dell'Utente?
sv_se: Nollställ personens lösenord?
tr_tr: Kullanıcı şiresi sıfırlansın mı?

# Master_EditPersonResetPasswordConfirm_Text
source: You're resetting a user password. This user will receive a reset link by mail, which they can follow to reset their Swarmops password.<br/><br/><strong>Never do this unless specifically asked for assistance with this by the user.</strong><br/><br/>Proceed with password reset procedure?
fil_ph: Nagri-reset ka ng password ng gumagamit. Ang gumagamit na ay makakatanggap ng link ng reset sa mail, na pwede nilang masunod upang mag-reset sa kanilang Swarmops password.<br/><br/><strong>Huwag gawin ito maliban lamang kung partikular na itananong para sa tulong nito ng gumagamit.</strong><br/><br/>Ituloy ang pamamaraan ng password reset?
it_it: Stai ripristinando la password dell'utente. L'utente riceverà un link di ripristino via e-mail, il quale può seguire per ripristinare la password di Swarmops. <br/><br/><strong>Mai fare questo se l'utente non richiede assistenza per ripristinarla.</strong><br/><br/>Continuare con la procedura ripristino della password?
sv_se: Du nollställer ett lösenord. Den berörda personen kommer att få en återställningslänk i mail, som de kan använda för att sätta ett nytt lösenord till Swarmops.<br/><br/><strong>Gör aldrig detta utan att uttryckligen ha ombetts av personen själv.</strong><br/><br/>Vill du genomföra lösenordsnollställningen?
tr_tr: Bir kullanıcı şifresini sıfırlıyorsunuz. Bu kullanıcıya e-posta yoluyla bir bağlantı gönderilecek, bağlantıyı takip ederek Swarmops şifrelerini sıfırlayabilecekler.<br/><br/><strong>Bunu, kullanıcı tarafından özellikle bu konuda yardım talep edilmediği sürece asla yapmayınız.</strong><br/><br/>Şifre sıfırlama işlemine devam edilsin mi?

# Master_EditPersonResetPasswordProhibited_Header
source: Password Reset Prohibited
fil_ph: Ipinagbabawal ang Password Reset
it_it: Proibito Ripristino di Password
sv_se: Lösenordsnollställning är inte tillåtet
tr_tr: Şifre Sıfırlama Engellendi

# Master_EditPersonResetPasswordProhibited_Text
source: This user's mail address was recently changed (less than a week ago). For security reasons, a password reset link cannot and will not be sent to such a newly changed mail address.
fil_ph: Ang mail address ng gumagamit ay binago kumakailan (wala pang isang linggo). Para sa mga dahilan ng seguridad, ang link ng password reset ay hindi at di ipapadala sa isang kababagong mail address.
it_it: L'email dell'utente è stato modificato recentemente (meno di una settimana fa). Per sicurezza, un link di ripristino di password non può essere e non sarà inviato a un'email recentemente modificato.
sv_se: Den här användarens e-postadress har ändrats nyligen (för mindre än en vecka sedan). Av säkerhetsskäl, så skickas inte lösenordsnollställningslänkar till en nyligen ändrad mailadress.
tr_tr: Bu kullanıcının e-posta adresi yakın zamanda değiştirildi (bir haftadan daha kısa süre önce). Güvenlik nedeniyle, bu kadar yeni değiştirilmiş bir e-posta adresine şifre sıfırlama bağlantısı gönderilemez ve gönderilmeyecektir.

# Master_EditPersonResetPassword_ResetLinkSent
source: A password reset link was sent to this user.
fil_ph: Ang link ng password reset ay ipinadala sa gumagamit na ito.
it_it: È stato invitato un link di ripristino della password a questo utente.
sv_se: En länk för återställning av lösenord har skickats till personen.
tr_tr: Bu kullanıcıya şifre yenileme bağlantısı gönderildi.

# Global_2FA
source: Two-factor authentication
fil_ph: Dalawang-salik na pagpapatunay
it_it: Autenticazione a due fattori
sv_se: Tvåfaktorsautentisering
tr_tr: İki aşamalı doğrulama

# Global_2FA_Short
source: Two-factor auth
fil_ph: Dalawang-salik ng auth
it_it: Autenticazione a due fattori
sv_se: Tvåfaktorsaut
tr_tr: İki aşamalı doğrulama

# Master_EditPerson2FAEnable_CannotProvision
source: <strong>CANNOT PROVISION 2FA</strong><br/><br/>You cannot turn on two-factor authentication for someone else. They must do it by themselves, thereby being alone in having their secret keys.
fil_ph: <strong>HINDI MAKAPAGPALOOB NG 2FA</strong><br/><br/>Hindi ka gumamit ng dalawang-salik ng pagpapatunay para sa ibang tao. Kailangan nila gawin ito sa kanilang sarili, nang sa gayon ay nag-iisa sa pagkakaroon ng kanilang lihim na mga key.
it_it: <strong>NON PUÒ PROVVEDERE A2F</strong><br/><br/>Non puoi attivare l'autenticazione a due fattori per qualcun altro. Deve farlo per se stesso, quindi essere da solo per ottenere le proprie chiavi segrete.
sv_se: <strong>Kan INTE AKTIVERA 2FA</strong> <br/> <br/>Du kan inte aktivera tvåfaktorsautentisering för någon annan. De måste göra det själva, för att därmed vara ensamma om att ha sina hemliga nycklar.
tr_tr: <strong>2 Aşamalı Doğrulama(2FA) sağlanamıyor</strong><br/><br/>Başka biri için iki aşamalı doğrulamayı açamazsınız. Bunu kendileri yapmalıdır, böylece gizli anahtarlarını alırken yalnız olurlar.

# Master_EditPerson2FAEnable_ConfirmingRemovedOwn
source: Two-factor authentication has been disabled. You must now log in with a regular password.
fil_ph: Dalawang-salik ng pagpapatunay ay hindi pinagana. Kailangan mo ngayon na mag-login gamit ang regular na password.
it_it: L'autenticazione a due fattori è stata disabilitata. Adesso devi accedere con una password normale.
sv_se: Tvåfaktorsautentisering har stängts av. Du behöver nu logga in med ett vanligt lösenord.
tr_tr: 2 aşamalı doğrulama devre dışı bırakıldı. Artık normal bir şifre ile giriş yapmalısınız.

# Master_EditPerson2FAEnable_ConfirmingRemovedProvision
source: Two-factor authentication was removed for this user. They must now log in with a regular password.
fil_ph: Dalawang-salik ng pagpapatunay ay tinanggal para sa gumagamit na ito. Dapat na silang mag-login gamit ang regular na password.
it_it: L'autenticazione a due fattori è stata rimossa per questo utente. Adesso devi accedere con una password normale.
sv_se: Tvåfaktorsautentisering togs bort för denna person. De behöver nu logga in med ett vanligt lösenord.
tr_tr: Bu kullanıcı için 2 aşamalı doğrulama kaldırıldı. Artık, normal bir şifre ile giriş yapmaları gerekir.

# Master_EditPerson2FAEnable_ConfirmRemoveOwn
source: <strong>DISABLE TWO-FACTOR AUTHENTICATION?</strong><br/><br/>This is not recommended. Two-factor authentication significantly raises the security of your account, in addition to making it much easier to log in if you're using BitID.<br/><br/>Remove 2FA and fall back to password-only authentication?
fil_ph: <strong>HUWAG PAGANAHIN ANG DALAWANG-SALIK NG PAGPAPATUNAY?</strong><br/><br/>Ito ay hindi inirerekomenda. Ang dalawang-salik ng pagpapatunay ay makabuluhang nagtataas ng seguridad ng iyong account, bukod sa paggawa nito na maging mas madali na mag-login kung gumagamit ka ng BitID.<br/><br/>Tanggalin ang 2FA at bumalik sa password lamang na pagpapatunay?
it_it: <strong>DISABILITARE L'AUTENTICAZIONE DI DUE FATTORI?</strong><br/><br/>Questo non è consigliato. L'autenticazione a due fattori aumenta in modo significativo la sicurezza del tuo account, e anche aiuta ad accedere più facilmente se stai usando BitID.<br/><br/>Rimuovere l'A2F e ricorrere all'autenticazione soltanto con la password?
sv_se: <strong>STÄNG AV TVÅFAKTORSAUTENTISERING?</strong><br/><br/>Detta rekommenderas inte. Tvåfaktorsautentisering höjer avsevärt säkerheten för ditt konto, förutom att göra det mycket lättare att logga in om du använder BitID.<br/><br/>Ta bort 2FA och gå tillbaka till vanligt lösenord?
tr_tr: <strong>2 aşamalı doğrulama devre dışı bırakılsın mı?</strong><br/><br/>Bu önerilmez. 2 aşamalı doğrulama, BitID kullanarak giriş yapmanızı çok daha kolaylaştırmasının yanı sıra hesabınızın güvenliğini gözle görülebilir düzeyde artırır, <br/><br/>2FA kaldırılıp sadece şifre ile doğrulamaya geri dönülsün mü?

# Master_EditPerson2FAEnable_ConfirmRemoveProvision
source: <strong>REMOVE TWO-FACTOR AUTHENTICATION?</strong><br/><br/>Only do this if you have been requested to turn off 2FA for this user, by this user themselves, <strong>and</strong> you are absolutely, positively sure that the request came from the person whose security you are disabling (as per the verification policy of the organization).<br/><br/>Proceed with removing this user's security? They will fall back to password-only security.
fil_ph: <strong>TANGGALIN ANG DALAWANG-SALIK NG PAGPAPATUNAY?</strong><br/><br/>Gawin lamang ito kung hiniling na i-turn off ang 2FA para sa gumagamit na ito, sa pamamagitan ng gumagamit na ito, <strong>at</strong> ikaw ay walang pasubali, positibong pagsisiguro na ang kahilingan ay dumating mula sa tao na kung saan ang seguridad ay huwag mong papaganahin (ayon sa patakaran ng pagpapatunay ng organisasyon).<br/><br/>Ipagpatuloy ang pagtanggal sa seguridad ng gumagamit nito? Ito ay babalik sa seguridad na password lamang.
it_it: <strong>RIMUOVERE L'AUTENTICAZIONE A DUE FATTORI?</strong><br/><br/> Fai questo solo se ti è stato chiesto disattivare l'A2F di questo utente, da questo utente stesso, <strong>e</strong> sei assolutamente sicuro che la richiesta proviene dalla persona la cui sicurezza stai disabilitando (secondo la politica di verifica dell'organizzazione). <br/><br/>Procedere con la rimozione della sicurezza di questo utente? Torneranno in sicurezza soltanto con una password.
sv_se: <strong>TA BORT TVÅFAKTORSAUTENTISERING?</strong><br/><br/>Gör endast detta om du har fått en begäran att stänga av 2FA, av personen själv, <strong>och</strong> du är hundraprocentigt absolut säker att den begäran faktiskt kom från personen vars säkerhet du stänger av (per organisationens kontroll- och säkerhetspolicy).<br/><br/>Gå vidare med att reducera användarens säkerhet? De kommer endast att ha lösenordssäkerhet.
tr_tr: <strong>2 aşamalı doğrulama kaldırılsın mı?</strong><br/><br/>Bu işlemi sadece, eğer bu kullanıcı için 2FA'yı kapatmanız, bu kullanıcının kendisi tarafından istenidyse <strong>ve</strong> bu isteğin güvenliğini devre dışı bırakacağınız kişiden geldiğinden kesinlikle, tamamen eminseniz yapınız(organizasyonun doğrulama politikası doğrultusunda).<br/><br/>Bu kullancının güvenliğini kaldırma işlemine devam edilsin mi? Sadece şifre güvenliğine geri dönecekler.

# Master_EditPerson2FAEnable_NotRemoved
source: Two-factor authentication was not removed and is still active.
fil_ph: Dalawang-salik ng pagpapatunay ay hindi natanggal at aktibo pa rin.
it_it: L'autenticazione a due fattori non è stata rimossa ed è ancora attiva.
sv_se: Tvåfaktorsautentisering har inte tagits bort, utan är fortfarande aktivt.
tr_tr: 2 aşamalı doğrulama kaldırılmadı ve hala etkin.

# Timespan_Selection_OneDay
source: One day
fil_ph: Isang araw
it_it: Un giorno
sv_se: En dag
tr_tr: Bir gün

# Timespan_Selection_SevenDays
source: Seven days
fil_ph: Pitong araw
it_it: Sette giorni
sv_se: Sju dagar
tr_tr: Yedi gün

# Timespan_Selection_TwoDays
source: Two days
fil_ph: Dalawang araw
it_it: Due giorni
sv_se: Två dagar
tr_tr: İki gün

# Timespan_Selection_TwoWeeks
source: Two weeks
fil_ph: Dalawang linggo
it_it: Due settimane
sv_se: Två veckor
tr_tr: İki hafta

# Master_BitIdRegistered
source: <strong>BITID TWO-FACTOR AUTHENTICATION SUCCESSFULLY ENABLED</strong><br/><br/>When logging on to this system from now on, you need to use the BitId application you just used to scan the code.
fil_ph: <strong>MATAGUMPAY NA NAPAGANA ANG DALAWANG-SALIK NG PAGPAPATUNAY NG BITID</strong><br/><br/>Kapag nagla-logn sa sitemang ito mula ngayon, kailangan mong gamitin ang aplikasyon ng Bitid na iyong ginamit sa pag-scan ng code.
it_it: <strong>BITID DELL'AUTENTICAZIONE DI DUE FATTORI È STATA ABILITATA CON SUCCESSO</strong><br/><br/>Da ora in poi, quando accedi al sistema, devi usare l'applicazione BitID che hai appena usato per la scansione del codice.
sv_se: <strong>BITID TVÅFAKTORSAUTENTISERING AKTIVERAT</strong><br/><br/>När du loggar på från och med nu, så behöver du använda BitId-appen du just använde för att scanna QR-koden.
tr_tr: <strong>BITID İKİ AŞAMALI DOĞRULAMA BAŞARIYLA ETKİNLEŞTİRİLDİ</strong><br/><br/> Bu sisteme giriş yaparken, şimdiden sonra, biraz önce kodu okutmak için kullandığınız BitID uygulamasını kullanmanız gerekmektedir.

# Master_BitIdRegister_Fail
source: BitID two-factor authentication has not been enabled.
fil_ph: Ang dalawang-salik ng pagpapatunay ng BitID ay hindi pinagana.
it_it: L'autenticazione a due fattori del BitID non è stata abilitata.
sv_se: BitID tvåfaktorsautentisering har inte aktiverats.
tr_tr: BitID iki aşamalı doğrulama etkinleştirilmemiş.

# Master_BitIdRegister_Header
source: Scan this code to enable BitID
fil_ph: I-scan ang code na ito upang mapagana ang BitID
it_it: Fare la scansione di questo codice per abilitare il BitID
sv_se: Skanna den här koden för att aktivera BitID
tr_tr: BitID'yi etkinleştirmek için bu kodu okutun

# Master_BitIdRegister_Sidebar
source: <h3>What is this?</h3> <p>BitID is a way to log on securely with less hassle than entering a password. Its simplicitly cannot be explained, only experienced, and it is a two-factor authentication since it uses your phone.</p> <h3>Doesn't this require my phone to be protected also?</h3> <p>Well, yes. It's your phone and your phone's access protection. But your phone should always be access protected.</p> <h3>Do I need an app for this?</h3> <p>Maybe. Some mobile bitcoin wallets have BitID built in. The most common one hasn't. If yours doesn't, look for an app called "BitID Authenticator" or similar.</p> <h3>How do I enable BitID?</h3> <p>Just use the phone app to scan this code. After that, you can scan a similar code to log in to this system.</p>
it_it: <h3>Che cos'è questo?</h3> <p>BitID è un modo per accedere in sicurezza con meno problemi rispetto una password. Non può essere spiegato in modo esplicito, solo con esperienza, ed è un'autenticazione a due fattori poiché utilizza il telefono.</p> <h3>Non richiede anche la protezione del mio telefono?</h3> <p>Bene, si. È il tuo telefono e la protezione dell'accesso del tuo telefono. Ma il tuo telefono dovrebbe essere sempre protetto dall'accesso.</p> <h3>Ho bisogno di un'app mobile per questo?</h3> <p>Sì, in qualche modo. Alcuni portafogli mobili bitcoin hanno BitID integrato. Due esempi di portafogli mobili che supportano BitID sono {0} e {1}. Puoi anche cercare un Autenticatore BitID standalone.</p> <h3>Come abilitare BitID?</h3> <p>Usa l'app del telefono per scansionare questo codice. Successivamente, è possibile eseguire la scansione di un codice simile per accedere a questo sistema.</p>
sv_se: <h3>Vad är detta?</h3> <p>BitID är ett sätt att logga in säkert med mindre krångel än att ange ett lösenord. Dess enkelhet kan inte förklaras, bara upplevas, och det är en tvåfaktorsautentisering eftersom den använder din telefon.</p> <h3>Kräver inte det att min telefon skyddas också?</h3> <p>Tja, jo. Det är din telefon och din telefons tillgångsskydd. Men din telefon bör alltid ha någon form av skydd.</p> <h3>Behöver jag en app för detta?</h3> <p>Kanske. Vissa mobila bitcoinplånböcker har BitID inbyggt. Två exempel på plånböcker med stöd för BitID är {0} och {1}. Du kan också leta efter en app som heter "BitID Authenticator" eller liknande.</p> <h3>Hur aktiverar jag BitID?</h3> <p>Använd appen på din mobil för att skanna den här koden. Efter det, så kan du skanna en liknande kod på inloggningsskärmen för att logga in.</p>
tr_tr: <h3>Bu nedir?</h3> <p>BitID bir parola girmekten daha az zahmetle güvenli bir şekilde oturum açmanın bir yoludur. Basitçe açıklanamaz, yalnızca deneyimlenir ve telefonunuzu kullandığı için bir iki faktörlü kimlik doğrulamadır.</p> <h3>Bu, telefonumun da korunmasını gerektirmiyor mu?</h3> <p>Güzel, evet. Bu, telefonunuz ve telefonunuzun erişim korumasıdır. Ancak telefonunuz her zaman erişim korumalı olmalıdır.</p> <h3>Bunun için bir mobil uygulamaya ihtiyacım var mı?</h3> <p>Evet, bir şekilde. Bazı mobil bitcoin cüzdanlarında yerleşik BitID bulunur. BitID'yi destekleyen iki mobil cüzdan örneği {0} ve {1}'dir. Ayrıca bağımsız bir BitID Kimlik Doğrulayıcı da arayabilirsiniz.</p> <h3>BitID'yi nasıl etkinleştiririm?</h3> <p>Sadece bu kodu taramak için telefon uygulamasını kullanın. Bundan sonra, bu sisteme giriş yapmak için benzer bir kod tarayabilirsiniz.</p>

# Master_EditPerson2FAEnable
source: BitID (bitcoin signature) two-factor authentication
fil_ph: Dalawang-salik ng pagpapatunay ng BitID (bitcoin signature)
it_it: L'autenticazione a due fattori del BitID (firma bitcoin)
sv_se: BitID (bitcoinsignatur) tvåfaktorsautentisering
tr_tr: BitID (bitcoin imzası) iki aşamalı doğrulama

# Master_EditPerson2FAEnableShort
source: BitID two-factor auth
fil_ph: Dalawang-salik na auth ng BitID
it_it: L'autenticazione a due fattori del BitID
sv_se: BitID tvåfaktorsaut
tr_tr: BitID iki aşamalı doğrulama

# Master_EditPersonCurrentPassword
source: Type current password to enable changes
fil_ph: I-type ang kasalukuyang password upang paganahin ang mga pagbabago
it_it: Scrivi la password attuale per abilitare le modifiche
sv_se: Ange nuvarande lösenord för att se panelen
tr_tr: Değişiklikleri etkinleştirmek için geçerli şifreyi yazınız

# Master_EditPersonHeaderSecurity
source: Your Security
fil_ph: Iyong Seguridad
it_it: Tua Sicurezza
sv_se: Din säkerhet
tr_tr: Güvenliğiniz

# Master_EditPersonNewPassword1
source: Set new password
fil_ph: Magtakda ng bagong password
it_it: Imposta una nuova password
sv_se: Skriv nytt lösenord
tr_tr: Yeni şifre belirle

# Master_EditPersonNewPassword2
source: Retype new password
fil_ph: I-type muli ang bagong password
it_it: Riscrivi la nuova password
sv_se: Upprepa nytt lösenord
tr_tr: Yeni şifreyi tekrar yazın

# Master_EditPersonNewPassword_CannotChange_SecurityError
source: Unable to set new password: The old password is incorrect.
fil_ph: Hindi makatakda ng bagong password: Ang lumanang password ay mali.
it_it: Non è possibile installare la nuova password: la vecchia è errata.
sv_se: Det går inte att byta lösenord: det gamla lösenordet är felaktigt.
tr_tr: Yeni şifre ayarlanamıyor. Eski şifre doğru değil.

# Master_EditPersonNewPassword_CannotChange_TooWeak
source: Unable to set new password: The new password is too weak. Use a stronger password.
fil_ph: Hindi makatakda ng bagong password: Ang bagong password ay masyadong mahina. Gumamit ng mas malakas na password.
it_it: Non è possibile impostare la nuova password: La nuova password è debole. Utilizzare una password più sicura.
sv_se: Det går inte att byta lösenord: det nya lösenordet är för svagt. Använd ett starkare lösenord.
tr_tr: Yeni şifre ayarlanamıyor: Yeni şifre çok zayıf. Daha güçlü bir şifre kullanın.
