Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Global.*.resx
Languages: fil_ph, it_it, sv_se, tr_tr

# CurrentUserInfo_Logout
source: Logout
fil_ph: Mag-logout
it_it: Esci
sv_se: Logga ut
tr_tr: Çıkış yap

# CurrentUserInfo_Preferences
source: Preferences
fil_ph: Mga Kagustuhan
it_it: Preferenze
sv_se: Inställningar
tr_tr: Tercihler

# CurrentUserInfo_SelectLanguage
source: Select Language
fil_ph: Pumili ng wika
it_it: Scegli una Lingua
sv_se: Välj språk
tr_tr: Dil Seçin

# Dashboard_PageTitle
source: Dashboard
it_it: Pannello di controllo
sv_se: Skrivbord
tr_tr: Gösterge paneli

# Financial_Actuals
source: Actuals
fil_ph: Aktwal
it_it: Dati Effettivi
sv_se: Utfall
tr_tr: Aktüeller

# Financial_ActualsPreliminary
source: Actuals (prel)
fil_ph: Aktwal (prel)
it_it: Dati Effettivi (prel)
sv_se: Utfall (prel)
tr_tr: Aktüeller (prel)

# Financial_ActualsToDate
source: Actuals YTD
fil_ph: Aktwal YTD
it_it: Dati Effettivi YTD
sv_se: Utfall hittills
tr_tr: SBB Aktüeller

# Financial_BookkeepingAccountLong
source: Bookkeeping Account
fil_ph: Account ng Bookkeeping
it_it: Conto di Contabilità
sv_se: Bokföringskonto
tr_tr: Muhasebe Hesabı

# Financial_BookkeepingAccountShort
source: Account
sv_se: Konto
tr_tr: Hesap

# Financial_Budget
source: Budget
fil_ph: Badyet
it_it: Bilancio Preventivo
tr_tr: Bütçe

# Financial_CashAdvance
source: Advance
fil_ph: Pauna
it_it: Anticipo
sv_se: Förskott
tr_tr: Avans

# Financial_CashAdvanceSpecification
source: Cash Advance #{0}
fil_ph: Paunang salapi #{0}
it_it: Anticipo in Contanti #{0}
sv_se: Kontantförskott #{0}
tr_tr: Nakit Avans #{0}

# Financial_CashAdvancesSpecification
source: Cash Advances {0}
fil_ph: Mga Paunang Salapi {0}
it_it: Anticipi in Contanti {0}
sv_se: Kontantförskott {0}
tr_tr: Nakit Avanslar {0}

# Financial_ExpenseClaim
source: Expense
fil_ph: Gastusin
it_it: Spesa
sv_se: Utlägg
tr_tr: Gider

# Financial_ExpenseClaimSpecification
source: Expense #{0:N0}
fil_ph: Gastusin #{0:N0}
it_it: Spesa #{0:N0}
sv_se: Utlägg #{0:N0}
tr_tr: Gider #{0:N0}

# Financial_ExpenseClaimsSpecification
source: Expenses {0}
fil_ph: Mga Gastusin {0}
it_it: Spese {0}
sv_se: Utlägg {0}
tr_tr: Giderler {0}

# Financial_InvoiceInbound
source: Invoice
fil_ph: Talaan ng Binili
it_it: Fattura
sv_se: Faktura
tr_tr: Fatura

# Financial_InvoiceOutbound
source: Invoice
fil_ph: Talaan ng Binili
it_it: Fattura
sv_se: Faktura
tr_tr: Fatura

# Financial_Parley
source: Conference
fil_ph: Kumperensya
it_it: Conferenza
sv_se: Konferens
tr_tr: Konferans

# Financial_Salary
source: Salary
fil_ph: Sweldo
it_it: Stipendio
sv_se: Lön
tr_tr: Maaş

# Financial_SalarySpecification
source: Salary for {0:yyyy-MMM}
fil_ph: Sweldo para {0:yyyy-MMM}
it_it: Stipendio per {0:yyyy-MMM}
sv_se: Lön för {0:MMM-yyyy}
tr_tr: {0:yyyy-MMM} için aylık

# Financial_TaxesSpecification
source: Tax for salaries {0}
fil_ph: Buwis para sa mga sweldo ng {0}
it_it: Tassa per stipendi {0}
sv_se: Skatt för lönerna {0}
tr_tr: Maaşlar için vergi {0}

# Financial_TaxSpecification
source: Tax for salary #{0}
fil_ph: Buwis para sa sweldo ng #{0}
it_it: Tassa per stipendio #{0}
sv_se: Skatt för lön #{0}
tr_tr: Maaş #{0} için vergi

# Financial_TheTaxMan
source: The Tax Man
fil_ph: Ang Magbubuwis
it_it: L'esattore
sv_se: Skatteverket
tr_tr: Vergi Alıcı

# Financial_YearlyResult
source: Yearly result
fil_ph: Taun-taong resulta
it_it: Risultato annuale
sv_se: Årets resultat
tr_tr: Yıllık sonuç

# Global_ASAP
source: ASAP
it_it: Al più presto
sv_se: Snarast
tr_tr: En kısa sürede

# Global_Cancel
source: Cancel
fil_ph: Kanselahin
it_it: Cancellare
sv_se: Avbryt
tr_tr: Iptal

# Global_Change
source: Change?
fil_ph: Baguhin?
it_it: Resto?
sv_se: Ändra?
tr_tr: Değiştirilsin mi?

# Global_ClickImageToEnlarge
source: Click image to enlarge.
fil_ph: I-click ang imahe upang palakihin.
it_it: Cliccare sull'immagine per ingrandire.
sv_se: Klicka bilden för att förstora.
tr_tr: Resmi büyütmek için tıklayın.

# Global_Confirm
source: Confirm
fil_ph: Kumpirmahin
it_it: Confermare
sv_se: Bekräfta
tr_tr: Onayla

# Global_DropInits_SelectFinancialAccount
source: -- Select Budget/Account --
fil_ph: -- Pumili ng Badyet/Account --
it_it: -- Selezionare Bilancio Preventivo/Account --
sv_se: -- Välj budget/konto --
tr_tr: --Bütçe/Hesap seçiniz--

# Global_DropInits_SelectOrganization
source: -- Select Organization --
fil_ph: -- Pumili ng Organisasyon --
it_it: -- Selezionare Organizzazione --
sv_se: -- Välj organisation --
tr_tr: --Organizasyon Seç--

# Global_GoThere
source: Go there...
fil_ph: Pumunta doon...
it_it: Vai...
sv_se: Gå dit...
tr_tr: Oraya git...

# Global_NoOwner
source: Nobody
fil_ph: Walang sinuman
it_it: Nessuno
sv_se: Ingen
tr_tr: Hiç kimse

# Global_Owner
source: Owner
fil_ph: May-ari
it_it: Proprietario
sv_se: Ägare
tr_tr: Sahibi

# Global_ProcessingFile
source: Processing File...
fil_ph: Nagpo-proseso ng File...
it_it: Processando l'Archivio...
sv_se: Bearbetar fil...
tr_tr: Dosya İşleniyor...

# Global_UploadFile
source: Upload File
fil_ph: I-upload ang File
it_it: Caricare Archivio
sv_se: Ladda upp fil
tr_tr: Dosya Yükle

# Global_UploadFileToSwarmops
source: Upload File To Swarmops
fil_ph: I-uploadang File Sa Swarmops
it_it: Caricare Archivio In Swarmops
sv_se: Ladda upp fil till Swarmops
tr_tr: Swarmops'a Dosya Yükle

# Global_Upload_ErrorSelectFile
source: Please select a file to upload.
fil_ph: Mangyaring pumili ng isang file na i-upload.
it_it: Per favore seleziona un archivio per caricare.
sv_se: Välj fil att ladda upp.
tr_tr: Lütfen yüklemek için dosya seçin.

# Master_SwitchOrganizationDialog
source: You are currently logged into <strong>{0}</strong>. Would you like to switch to another organization?
fil_ph: Ikaw ay kasalukuyang naka-login sa <strong>{0}</strong>. Gusto mo bang magpalit ng isa pang organisasyon?
it_it: Attualmente, sei collegato a <strong>{0}</strong>. Ti piacerebbe cambiare ad un'altra organizzazione?
sv_se: Du är inloggad i <strong>{0}</strong>. Vill du växla till en annan organisation?
tr_tr: Şuanda <strong>{0}</strong> hesabında oturumunuz açık. Başka bir organizasyona geçmek ister misiniz?

# Sidebar_Actions
source: Actions
fil_ph: Mga Aksyon
it_it: Azioni
sv_se: Genvägar
tr_tr: Eylemler

# Sidebar_Actions_None
source: No suggested actions at this point.
fil_ph: Walang iminungkahing mga aksyon sa puntong ito.
it_it: Non ci sono azioni suggeriti in questo punto.
sv_se: Inga föreslagna åtgärder just nu.
tr_tr: Bu noktada hiç önerilen eylem bulunmuyor.

# Sidebar_Information
source: Info
fil_ph: Impormasyon
it_it: Informazione
tr_tr: Bilgi

# Sidebar_Todo
source: To do
fil_ph: Mga Gagawin
it_it: Da fare
sv_se: Att göra
tr_tr: Yapılacaklar

# Sidebar_Todo_None
source: <strong>All Clear:</strong> There are no urgent action items. Yay!
fil_ph: <strong>Lahat ay malinaw:</strong>Walang mga apurahang aytem ng aksyon. Yay!
it_it: <strong>Tutto Apposto:</strong> Non ci sono urgenti elementi di azioni. Bravo!
sv_se: <strong>Klart:</strong> Det finns inga viktiga ärenden. Yay!
tr_tr: <strong>Her Şey Temiz:</strong>Yapılacak hiçbir acil eylem bulunmuyor. Yaşasın!

# Sidebar_Todo_Placeholder
source: Action items will go here.
fil_ph: Mga aytem ng aksyon ay mapupunta dito.
it_it: Gli elementi di azioni saranno qui.
sv_se: Saker att göra kommer att finnas här.
tr_tr: Eylem öğeleri buraya gelecek.

# Financial_CashAdvances
source: Advances
fil_ph: Mga Pauna
it_it: Anticipi
sv_se: Förskott
tr_tr: Avanslar

# Financial_CashAdvancesLong
source: Cash Advances
fil_ph: Mga Paunang Salapi
it_it: Anticipi in Contanti
sv_se: Kontantförskott
tr_tr: Nakit Avanslar

# Financial_ExpenseClaims
source: Expenses
fil_ph: Mga Gastusin
it_it: Costi
sv_se: Utlägg
tr_tr: Masraflar

# Financial_ExpenseClaimsLong
source: Expense Claims
fil_ph: Mga Paghahabol ng Gastusin
it_it: Reclamo di Costi
sv_se: Utläggsanspråk
tr_tr: Masraf Talepleri

# Financial_InboundInvoices
source: Invoices
fil_ph: Talaan ng Binili
it_it: Fatture
sv_se: Fakturor
tr_tr: Faturalar

# Financial_InboundInvoicesLong
source: Inbound Invoices
fil_ph: Papalabas na Talaan ng Binili
it_it: Fattura Entrante
sv_se: Inkommande fakturor
tr_tr: Gelen Faturalar

# Financial_OutboundInvoices
source: Invoices
fil_ph: Mga Talaan ng Binili
it_it: Fatture
sv_se: Fakturor
tr_tr: Faturalar

# Financial_OutboundInvoicesLong
source: Outbound Invoices
fil_ph: Papalabas na mga Talaan ng Binili
it_it: Fatture in Uscita
sv_se: Utgående fakturor
tr_tr: Giden Faturalar

# Global_NA
source: N/A
tr_tr: Geçerli Değil

# Global_NALong
source: Not Applicable
fil_ph: Hindi Maaari
it_it: Non Applicabile
sv_se: Inte tillämplig
tr_tr: Geçerli Değil

# Global_AsOfNow
source: As Of Now
fil_ph: Sa Ngayon
it_it: Da Adesso
sv_se: Just nu
tr_tr: Şu Andan İtibaren

# Global_Today
source: Today
fil_ph: Ngayon
it_it: Oggi
sv_se: Idag
tr_tr: Bugün

# Financial_TransactionTagSetTypeName_CostType
source: Cost Type
fil_ph: Uri ng Gastos
it_it: Tipologia di Costo
sv_se: Kostnadstyp
tr_tr: Maliyet Türü

# Financial_TransactionTagSetTypeName_ProjectName
source: Project
fil_ph: Proyekto
it_it: Progetto
sv_se: Projekt
tr_tr: Proje

# Sidebar_Related
source: Related
fil_ph: Na may kaugnayan
it_it: Collegato
sv_se: Se även
tr_tr: İlgili

# Financial_ExpenseClaimSpecificationLessAdvance
source: Expense #{0:N0} (minus advance #{1:N0})
fil_ph: Gastusin #{0:N0} (bawasan sa pauna #{1:N0})
it_it: Spesa #{0:N0} (meno anticipo #{1:N0})
sv_se: Utlägg #{0:N0} (minus förskott #{1:N0})
tr_tr: Gider #{0:N0} (eksi avans #{1:N0})

# Financial_ExpenseClaimSpecificationLessAdvances
source: Expense #{0:N0} (minus advances)
fil_ph: Gastusin #{0:N0} (bawasan sa mga pauna)
it_it: Spese {0:N0} (meno anticipi)
sv_se: Utlägg #{0:N0} (minus förskott)
tr_tr: Gider #{0:N0} (eksi avanslar)

# Financial_ExpenseClaimsSpecificationLessAdvance
source: Expenses {0} (minus advance #{1})
fil_ph: Mga gastusin {0} (bawasan sa pauna #{1})
it_it: Spese {0} (meno anticipo #{1})
sv_se: Utlägg #{0} (minus förskott #{1})
tr_tr: Giderler {0} (eksi avans #{1})

# Financial_ExpenseClaimsSpecificationLessAdvances
source: Expenses {0} (minus advances)
fil_ph: Mga gastusin {0} (bawasan sa mga pauna)
it_it: Spese {0} (mino anticipi)
sv_se: Utlägg {0} (minus förskott)
tr_tr: Giderler {0} (eksi avanslar)

# Financial_ExpenseClaimSpecificationWithClaimer
source: Expense Claim #{0:N0} by {1}
fil_ph: Paghahabol ng Gastusin #{0:N0} sa {1}
it_it: Reclamo Spesa #{0:N0} da {1}
sv_se: Utläggsanspråk #{0:N0} av {1}
tr_tr: {1} tarafından yapılan Masraf Talebi #{0:N0}

# Financial_InboundInvoiceSpecificationWithSender
source: Inbound Invoice #{0:N0} from {1}
fil_ph: Papasok na Talaan ng Binili #{0:N0} mula sa {1}
it_it: Fattura Entrante #{0:N0} da {1}
sv_se: Inkommande faktura #{0:N0} från {1}
tr_tr: {1}'den Gelen Fatura #{0:N0}

# Financial_ReceiptSpecification
source: Receipt Image {0} of {1}
fil_ph: Imahe ng resibo {0} ng {1}
it_it: Immagine Ricevuta {0} di {1}
sv_se: Kvittobild {0} av {1}
tr_tr: {1}'in Makbuz Resmi {0}

# Global_ImageSpecification
source: Image {0} of {1}
fil_ph: Imahe {0} ng {1}
it_it: Immagine {0} di {1}
sv_se: Bild {0} av {1}
tr_tr: {1}'in Resmi {0}

# Financial_DueDate
source: Due Date
fil_ph: Takdang Petsa
it_it: Data di Scadenza
sv_se: Förfallodatum
tr_tr: Son Tarih

# Financial_Supplier
source: Supplier
fil_ph: Tagapagtustos
it_it: Fornitore
sv_se: Leverantör
tr_tr: Tedarikçi

# Global_CurrentLanguageName_Native
source: English (US)
fil_ph: Ingles (US)
it_it: Inglese (USA)
sv_se: Svenska
tr_tr: Türkçe (TR)

# Global_No
source: No
fil_ph: Hindi
sv_se: Nej
tr_tr: Hayır

# Global_Yes
source: Yes
fil_ph: Oo
it_it: Sì
sv_se: Ja
tr_tr: Evet

# Financial_Asset
source: Assets
fil_ph: Mga Asset
it_it: Risorse
sv_se: Tillgångar
tr_tr: Varlıklar

# Financial_Cost
source: Expenses
fil_ph: Mga gastusin
it_it: Spese
sv_se: Utgifter
tr_tr: Masraflar

# Financial_Debt
source: Liabilities
fil_ph: Pananagutan
it_it: Passività
sv_se: Skulder
tr_tr: Borçlar

# Financial_Income
source: Revenue
fil_ph: Kit
it_it: Reddito
sv_se: Intäkter
tr_tr: Gelir

# Global_SelectOne
source: -- Select one --
fil_ph: -- Pumili ng isa --
it_it: -- Seleziona uno --
sv_se: -- välj en --
tr_tr: -- Birini seçin --

# Global_Missing
source: - missing -
fil_ph: - kulang -
it_it: - mancante -
sv_se: - saknas -
tr_tr: - eksik -

# Global_Multiple
source: - multiple -
fil_ph: - maramihan --
it_it: - multiplo -
sv_se: - flera -
tr_tr: - birden fazla -

# Global_Off
source: Off
it_it: Spento
sv_se: Av
tr_tr: Kapalı

# Global_On
source: On
fil_ph: Bukas
it_it: Acceso
sv_se: På
tr_tr: Açık

# Global_Organization_Commercial
source: Commercial
fil_ph: Komersyal
it_it: Commerciale
sv_se: Vinstdrivande
tr_tr: Ticari

# Global_Organization_Governmental
source: Governmental
fil_ph: Gobyerno
it_it: Del Governo
sv_se: Offentlig
tr_tr: Yönetimsel

# Global_Organization_Nonprofit
source: Non-profit
it_it: Non lucrativo
sv_se: Ideell
tr_tr: Kar Amacı Gütmeyen

# Global_Geography
source: Geography
fil_ph: Heograpiya
it_it: Locazione
sv_se: Geografi
tr_tr: Coğrafya

# Global_Action
source: Action
fil_ph: Aksyon
it_it: Azione
sv_se: Agera
tr_tr: Eylem

# Global_Mail
source: Mail
it_it: Posta
tr_tr: Posta

# Global_Name
source: Name
fil_ph: Pangalan
it_it: Nome
sv_se: Namn
tr_tr: İsim

# Global_Notes
source: Notes
fil_ph: Mga Paalala
it_it: Note
sv_se: Anm
tr_tr: Notlar

# Global_Phone
source: Phone
fil_ph: Telepono
it_it: Telefono
sv_se: Telefon
tr_tr: Telefon

# Global_Custom
source: Custom
fil_ph: Kustom
it_it: Personalizza
sv_se: Kundskap
tr_tr: Özel

# Global_Create
source: Create
fil_ph: Lumikha
it_it: Creare
sv_se: Skapa
tr_tr: Oluştur

# Global_AllYear
source: All
fil_ph: Lahat
it_it: Tutto
sv_se: Hela
tr_tr: Tümü

# Global_Description
source: Description
fil_ph: Paglalarawan
it_it: Descrizione
sv_se: Beskrivning
tr_tr: Açıklama

# Global_Q1
source: Q1
it_it: D1
sv_se: Kv1
tr_tr: 1. Çeyrek

# Global_Q2
source: Q2
it_it: D2
sv_se: Kv2
tr_tr: 2. Çeyrek

# Global_Q3
source: Q3
it_it: D3
sv_se: Kv3
tr_tr: 3. Çeyrek

# Global_Q4
source: Q4
it_it: D4
sv_se: Kv4
tr_tr: 4. Çeyrek

# Global_Timestamp
source: Timestamp
it_it: Data pubblicazione
sv_se: Tidpunkt
tr_tr: Zaman damgası

# Ledgers_Balance
source: Balance
fil_ph: Balanse
it_it: Bilancio
sv_se: Saldo
tr_tr: Bakiye

# Ledgers_Credit
source: Credit
fil_ph: Pautang
it_it: Credito
sv_se: Kredit
tr_tr: Kredi

# Ledgers_Debit
source: Debit
it_it: Debito
sv_se: Debet
tr_tr: Borç

# Global_Organization
source: Organization
fil_ph: Organisasyon
it_it: Organizzazione
sv_se: Organisation
tr_tr: Organizasyon

# Sidebar_Help
source: Help
fil_ph: Tulong
it_it: Aiuto
sv_se: Hjälp
tr_tr: Yardım

# Global_Female
source: Female
fil_ph: Babae
it_it: Femminile
sv_se: Kvinna
tr_tr: Kadın

# Global_Male
source: Male
fil_ph: Lalaki
it_it: Maschile
sv_se: Man
tr_tr: Erkek

# Global_UnknownUndisclosed
source: Unknown or Undisclosed
fil_ph: Hindi kilala o Hindi binunyag
it_it: Sconosciuto o Non Diffuso
sv_se: Okänd eller Privat
tr_tr: Bilinmeyen veya Gizli

# Global_DateFormatShortReadable
source: MM/DD/YYYY
it_it: GG/MM/AAAA
sv_se: ÅÅÅÅ-MM-DD
tr_tr: AA/GG/YYYY

# Global_DateFormatLongSansWeekday
source: MMM d, yyyy
it_it: MMMM g, aaaa
sv_se: d MMMM yyyy
tr_tr: AAAA g, yyyy

# Timespan_FiveYears
source: five-year
fil_ph: limang taon
it_it: cinque anni
sv_se: femårs
tr_tr: beş yıllık

# Timespan_Forever
source: lifetime
fil_ph: habambuhay
it_it: durata
sv_se: livstids
tr_tr: ömür boyu

# Timespan_OneMonth
source: one-month
fil_ph: isang buwan
it_it: un mese
sv_se: enmånads
tr_tr: bir aylık

# Timespan_OneYear
source: one-year
fil_ph: isang taon
it_it: un anno
sv_se: ettårs
tr_tr: bir yıllık

# Timespan_TwoYears
source: two-year
fil_ph: dalawang taon
it_it: due anni
sv_se: tvåårs
tr_tr: iki yıllık

# Global_Address
source: Address
fil_ph: Tirahan
it_it: Indirizzo
sv_se: Adress
tr_tr: Adres

# Global_City
source: City
fil_ph: Lungsod
it_it: Città
sv_se: Ort
tr_tr: Şehir

# Global_Country
source: Country
fil_ph: Bansa
it_it: Paese
sv_se: Land
tr_tr: Ülke

# Global_DateOfBirth
source: Date of Birth
fil_ph: Petsa ng kapanganakan
it_it: Data di Nascita
sv_se: Födelsedatum
tr_tr: Doğum Tarihi

# Global_PostalCode
source: Postal Code
it_it: Codice Postale
sv_se: Postnummer
tr_tr: Posta Kodu

# Error_AjaxCallException
source: There was a general, unspecified error contacting the Swarmops server. Is the network still operational and the server available?
fil_ph: Maayroong isang pangkalahatang, hindi matukoy na kamalian sa pakikipag-ugnayan sa Swarmops server. Gumagana pa ba ang network at magagamit pa ba ang server?
it_it: C'è stato un errore generale e non specificato nel contattare il server di Swarmops. La rete è ancora operativa e il server è disponibile?
sv_se: Ett allmänt och odefinierat fel uppstod när Swarmopsservern kontaktades. Fungerar fortfarande nätverket, och är servern fortfarande tillgänglig?
tr_tr: Swarmops sunucusuna bağlanırken genel, belirlenemeyen bir hata oluştu. Ağ hala operasyonel ve sunucu kullanılabilir mi?

# Global_Month
source: Month
fil_ph: Buwan
it_it: Mese
sv_se: Månad
tr_tr: Ay

# Global_View
source: View
fil_ph: Tingnan
it_it: Vista
sv_se: Visa
tr_tr: Görüntüle

# Global_Year
source: Year
fil_ph: Taon
it_it: Anno
sv_se: År
tr_tr: Yıl

# Global_YearMonth
source: Year/Month
fil_ph: Taon/Buwan
it_it: Anno/Mese
sv_se: År/månad
tr_tr: Yıl/Ay

# Global_YearX
source: Year {0}
it_it: Anno {0}
sv_se: År {0}
tr_tr: Yıl {0}

# Global_DefineToEnable
source: define to enable
fil_ph: tukuyin upang mapagana
it_it: definire per attivare
sv_se: ange för att aktivera
tr_tr: etkinleştirmek için tanımlayın

# Financial_CashAdvanceLongSpecificationWithRecipient
source: Cash Advance #{0:N0} for {1}
fil_ph: Paunang Salapi #{0:N0} para sa {1}
it_it: Anticipo in Contanti #{0:N0} per {1}
sv_se: Kontantförskott #{0:N0} till {1}
tr_tr: {1} için Nakit Avans #{0:N0}

# Financial_CashAdvancePaybackSpecification
source: Cash Advance #{0:N0} Payback
fil_ph: Paunang Salapi #{0:N0} Bayad sa Hiniram
it_it: Anticipo in Contanti #{0:N0} Rimborsare
sv_se: Återbetalning kontantförskott #{0:N0}
tr_tr: Nakit avans #{0:N0} Geri ödemesi

# Financial_CashAdvancePaybacksSpecification
source: Cash Advances {0} Payback
fil_ph: Mga Paunang Salapi {0} Bayad sa Hiniram
it_it: Anticipi in Contanti {0} Rimborsare
sv_se: Återbetalning kontantförskott {0}
tr_tr: Nakit Avanslar {0} Geri ödemeleri

# Financial_CashAdvancesLongSpecificationWithRecipient
source: Cash Advances {0} for {1}
fil_ph: Mga Paunang Salapi ng {0} para sa {1}
it_it: Anticipi in Contanti {0} per {1}
sv_se: Kontantförskott {0} till {1}
tr_tr: {1} için Nakit Avanslar {0}

# Financial_ExpenseClaimLongSpecification
source: Expense Claim #{0:N0}
fil_ph: Paghahabol ng Gastusin #{0:N0}
it_it: Spesa Richiesta #{0:N0}
sv_se: Utläggsanspråk #{0:N0}
tr_tr: Masraf Talebi #{0:N0}

# Financial_ExpenseClaimsSpecificationWithClaimer
source: Expense Claims {0} by {1}
fil_ph: Mga Paghahabol ng Gastusin ng {0} sa {1}
it_it: Spese Richieste {0} da {1}
sv_se: Utläggsanspråk {0} av {1}
tr_tr: {1} tarafından oluşturulan Masraf Talepleri {0}

# Financial_InboundInvoiceSpecification
source: Inbound Invoice #{0:N0}
fil_ph: Papasok na Talaan ng Binili #{0:N0}
it_it: Fattura Entrante #{0:N0}
sv_se: Inkommande faktura #{0:N0}
tr_tr: Gelen Fatura #{0:N0}

# Global_System
source: System
fil_ph: Sistema
it_it: Sistema
tr_tr: Sistem

# Financial_SalariesDualSpecification
source: Salaries {0} for {1:yyyy-MMM}
fil_ph: Mga Sweldo {0} para sa {1:yyyy-MMM}
it_it: Stipendi {0} per {1:yyyy-MMM}
sv_se: Löner {0} för {1:yyyy-MMM}
tr_tr: {1:yyyy-MMM} için Maaşlar {0}

# Financial_SalariesTaxSpecification
source: Salary Taxes for {0:yyyy-MMM}
fil_ph: Mga Buwis ng Swedo para sa {0:yyyy-MMM}
it_it: Imposte sullo Stipendio per {0:yyyy-MMM}
sv_se: Löneskatter för {0:yyyy-MMM}
tr_tr: {0:yyyy-MMM} için Maaş Vergileri

# Financial_SalaryDualSpecification
source: Salary #{0:N0} for {1:yyyy-MMM}
fil_ph: Sweldo #{0:N0} para sa {1:yyyy-MMM}
it_it: Stipendio #{0:N0} per {1:yyyy-MMM}
sv_se: Lön #{0:N0} för {1:yyyy-MMM}
tr_tr: {1:yyyy-MMM} için aylık #{0:N0}

# Financial_SalaryDualSpecificationWithRecipient
source: Salary #{0:N0} for {1:yyyy-MMM} for {2}
fil_ph: Sweldo #{0:N0} para sa {1:yyyy-MMM} para sa {2}
it_it: Stipendio #{0:N0} per {1:yyyy-MMM} per {2}
sv_se: Lön #{0:N0} för {1:yyyy-MMM} till {2}
tr_tr: {2} kişisi için {1:yyyy-MMM} deki aylık #{0:N0}

# Financial_SalaryIdentity
source: Salary #{0:N0}
fil_ph: Sweldo #{0:N0}
it_it: Stipendio #{0:N0}
sv_se: Lön #{0:N0}
tr_tr: Aylık #{0:N0}

# Financial_SalaryTaxDualSpecification
source: Taxes for Salary #{0:N0} for {1:yyyy-MMM}
fil_ph: Mga Buwis para sa Sweldo #{0:N0} para sa {1:yyyy-MMM}
it_it: Imposte su Stipendio #{0:N0} da {1:yyyy-MMM}
sv_se: Skatter för lön #{0:N0} för {1:yyyy-MMM}
tr_tr: {1:yyyy-MMM} deki Aylık #{0:N0} için vergiler

# Financial_Account
source: Account
sv_se: Konto
tr_tr: Hesap

# Financial_Amount
source: Amount
fil_ph: Halaga
it_it: Importo
sv_se: Belopp
tr_tr: Miktar

# Global_Add
source: Add
fil_ph: Magdagdag
it_it: Aggiungi
sv_se: Lägg till
tr_tr: Ekle

# Global_Several_Display
source: (several)
fil_ph: (ilan)
it_it: (parecchi)
sv_se: (flera)
tr_tr: (birkaç)

# Global_Several_SelectOne
source: -- Several - select --
fil_ph: -- Ilang - pinili --
it_it: -- Parecchi - seleziona --
sv_se: -- Flera - Välj --
tr_tr: --Birkaç - seçiniz--

# Sidebar_Options
source: Options
fil_ph: Mga Opsyon
it_it: Opzioni
sv_se: Alternativ
tr_tr: Seçenekler

# Global_NoMatch
source: (no match)
fil_ph: (walang tugma)
it_it: (nessuna corrispondenza)
sv_se: (ingen match)
tr_tr: (eşleşme yok)

# Global_Working
source: Working...
fil_ph: Nagtatrabaho...
it_it: Elaborando...
sv_se: Arbetar...
tr_tr: Çalışılıyor...

# Global_Error_WebsocketFailure
source: Unable to connect WebSocket. Live updates will not be available.
fil_ph: Hindi makakonek sa WebSocket. Mga live na update ay hindi magagamit.
it_it: Impossibile connettersi a WebSocket. Gli aggiornamenti live non saranno disponibili.
sv_se: Det gick inte att ansluta WebSocket. Liveuppdateringar kommer inte att vara tillgängliga.
tr_tr: WebSocket'e bağlanılamıyor. Canlı güncellemeler kullanılamayacak.

# Error_CurrencyParsing
source: Swarmops does not understand your currency amount. (One thousand money and zero cents are written like "{0:N2}".) Try again?
fil_ph: Ang Swarmops ay hindi nakaunawa sa halaga ng iyong pera. (Isang libong pera at zero sentimo ay isinulat tulad ng "{0:N2}".) Muling subukan?
it_it: Swarmops non capisce il tuo importo in valuta. (Mille soldi e zero centesimi sono scritti come "{0:N2}".) Riprovare?
sv_se: Swarmops förstår inte ditt belopp. (Tusen pengar och noll cent skrivs som "{0:N2}".) Försök igen?
tr_tr: Swarmops para birimi tutarınızı anlamıyor. ( Bin para ve sıfır sent "{0:N2}" şeklinde yazılır.) Tekrar denemek ister misiniz?

# Global_NoReasonGiven
source: No reason was specified.
fil_ph: Walang tinukoy na dahilan.
it_it: Nessun motivo è stato specificato.
sv_se: Ingen anledning har angetts.
tr_tr: Hiçbir neden belirtilmedi.

# Global_NoActionItems
source: No urgent action items. Yay!
fil_ph: Walang mga aytem ng agarang aksyon. Yay!
it_it: Nessun elemento d'azione urgente. Bravo!
sv_se: Inget som brådskar. Yay!
tr_tr: Acil eylem öğesi yok. Yaşasın!

# Global_MinMax
source: Min / Max
it_it: Minimo / Massimo
tr_tr: En Az / En Çok

# Swarm_AssignedPerson
source: Assigned Person
fil_ph: Itinalagang Tao
it_it: Persona Assegnata
sv_se: Tillsatt person
tr_tr: Atanan Kişi

# Swarm_Position
source: Position
fil_ph: Posisyon
it_it: Posto
sv_se: Befattning
tr_tr: Pozisyon
