Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Global.*.resx
Languages: fil_ph, it_it, sv_se, tr_tr

# Master_EditPersonNewPassword_Changed
source: <strong>PASSWORD CHANGED</strong><br/><br/>You have successfully changed your password. As a security measure, all withdrawals are now in quarantine for the next 48 hours.
fil_ph: <strong>NABAGO ANG PASSWORD</strong><br/><br/>Matagumpay mong nabago ang iyong password. Bilang isang hakbang ng seguridad, lahat ng mga withdrawal ay naka-quarantine ngayon sa susunod na 48 oras.
it_it: <strong>PASSWORD MODIFICATA</strong><br/><br/>Hai modificato la tua password con successo. Come misura di sicurezza, per le prossime 48 ore tutti i prelievi sono in quarantena.
sv_se: <strong>LÖSENORDET ÄNDRAT</strong><br/><br/>Du har bytt ditt lösenord. Som en säkerhetsåtgärd kan du inte göra några pengauttag de närmaste 48 timmarna.
tr_tr: <strong>ŞİFRE DEĞİŞTİRİLDİ</strong><br/><br/>Şifrenizi başarıyla değiştirdiniz. Bir güvenlik önlemi olarak, bütün çekim işlemleri önümüzdeki 48 saat boyunca karantina altına alındı.

# Master_EditPerson_PleaseEnable2FA
source: If you can, please enable BitID two-factor authentication.
fil_ph: Kung maaari, mangyaring paaandarin ang dalawang-salik ng pagpapatunay ng BitID.
it_it: Se puoi, per favore abilita l'autenticazione di due fattori di BitID.
sv_se: Om du har möjlighet, så aktivera BitID tvåfaktorsautentisering.
tr_tr: Eğer mümkünse, lütfen BitID iki aşamalı doğrulamayı etkinleştiriniz.

# Global_Officer_Female
source: Officer
fil_ph: Opisyal
it_it: Funzionario
tr_tr: Memur

# Global_Officer_Male
source: Officer
fil_ph: Opisyal
it_it: Funzionario
tr_tr: Memur

# Global_Officer_Neutral
source: Officer
fil_ph: Opisyal
it_it: Funzionario
tr_tr: Memur

# Global_Officer_Plural
source: Officers
fil_ph: Mga Opisyal
it_it: Funzionari
sv_se: Officerer
tr_tr: Memurlar

# Global_Volunteer_Female
source: Volunteer
fil_ph: Boluntaryo
it_it: Volontario
sv_se: Volontär
tr_tr: Gönüllü

# Global_Volunteer_Male
source: Volunteer
fil_ph: Boluntaryo
it_it: Volontario
sv_se: Volontär
tr_tr: Gönüllü

# Global_Volunteer_Neutral
source: Volunteer
fil_ph: Boluntaryo
it_it: Volontario
sv_se: Volontär
tr_tr: Gönüllü

# Global_Volunteer_Plural
source: Volunteers
fil_ph: Mga Boluntaryo
it_it: Volontari
sv_se: Volontärer
tr_tr: Gönüllüler

# Global_Go
source: Go
fil_ph: Pumunta
it_it: Vai
sv_se: Kör
tr_tr: Git

# Global_Ok
source: Ok
tr_tr: Tamam

# Global_Proceed
source: Proceed
fil_ph: Magpatuloy
it_it: Procedere
sv_se: Fortsätt
tr_tr: Devam et

# Swarm_TypePartialName
source: Type a partial name...
fil_ph: Magtipa ng bahagyang pangalan...
it_it: Scrivi un nome parziale...
sv_se: Skriv del av namn...
tr_tr: Kısmi bir isim yazın...

# Financial_ProfitToDate
source: Annual Profit/Loss To Date ({0})
fil_ph: Taunang Kita/Kawalan sa Petsa ({0})
it_it: Guadagno/Perdita Annuale Fino ad Oggi ({0})
sv_se: Årets vinst/förlust hittills ({0})
tr_tr: Bugüne Kadarki Yıllık Kar/Zarar ({0})

# Financial_Client
source: Client / Customer
fil_ph: Kliyente / Mamimili
it_it: Cliente
sv_se: Klient / Kund
tr_tr: Alıcı / Müşteri

# Global_Progress
source: Progress
fil_ph: Progreso
it_it: Avanzamento
sv_se: Förlopp
tr_tr: İlerleme durumu

# Global_DownloadThis
source: Download This
fil_ph: I-download ito
it_it: Scaricare Questo
sv_se: Ladda ner detta
tr_tr: Bunu İndir

# Global_Dox
source: Docs
it_it: Documenti
sv_se: Dok
tr_tr: Belgeler

# Global_SendThisInMail
source: Send this to me in mail
fil_ph: Ipadala ang mga ito sa akin sa mail
it_it: Inviami questo via mail
sv_se: Skicka detta i mail
tr_tr: Bunu bana e-postayla gönder

# Financial_BitcoinChain_Cash
source: Cash
fil_ph: Salapi
it_it: Contanti
tr_tr: Nakit

# Financial_BitcoinChain_Core
source: Core
fil_ph: Ubod
it_it: Centro
tr_tr: Çekirdek

# Financial_BitcoinChain_Gold
source: Gold
fil_ph: Ginto
it_it: Oro
tr_tr: Altın

# Financial_BitcoinChain_Legacy
source: Legacy
fil_ph: Pamana
it_it: Eredità
tr_tr: Miras

# Financial_BitcoinChain
source: Chain
sv_se: Kedja
tr_tr: Zincir

# Financial_OutboundInvoiceSpecificationWithCustomer
source: Outbound Invoice #{0:N0} to {1}
fil_ph: Papalabas na Tala ng Bilihin #{0:N0} sa {1}
it_it: Fattura in Uscita #{0:N0} a {1}
sv_se: Utgående faktura #{0:N0} till {1}
tr_tr: {1}'e Giden Fatura #{0:N0}

# Global_Nuked
source: (cancelled, voided, zeroed)
fil_ph: (kinansela, naka-viod, na-zero)
it_it: (annullato, azzerato)
sv_se: (makulerad, avbruten, nollställd)
tr_tr: (iptal edildi, hükümsüz kılındı, sıfırlandı)

# Global_2FA_Shorter
source: 2FA
it_it: A2F

# Global_LoadingPlaceholder
source: [...loading...]
sv_se: [...laddar...]
