Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# AttestCosts_AdvanceAttested
source: Cash Advance #{0:N0} for {1} has been approved for {3:N2}.
de_de: Vorauszahlung #{0:N0} für {1} {3:N2} wurde bestätigt.
fil_ph: Ang Advance ng Cash #{0:N0} para sa {1} ay napatunayan para sa {3:N2}.
sr_cyrl_rs: Аванс #{0:N0} за {1} је потврђен за {3:N2}.
sr_latn_rs: Avans #{0:N0} za {1} je potvrđen za {3:N2}.
sv_se: Kontantförskott #{0:N0} till {1} har attesterats till beloppet {3:N2}.
tr_tr: {1} için Nakit Avans #{0:N0}, {3:N2} için onaylandı.

# AttestCosts_AdvanceDeattested
source: The approval for Cash Advance #{0:N0} for {1} was RETRACTED. It will not be paid out unless approved again.
de_de: Vorauszahlung #{0:N0} für {1} wurde nicht bestätigt. Es wird nicht ausgezahlt, es sei denn es wird erneut bestätigt.
fil_ph: Ang Cash Advance #{0:N0} para sa {1} ay UN-testified. Hindi ito babayaran maliban kung pinatunayan muli.
sr_cyrl_rs: Одобрење за аванс #{0:N0}, за {1}, је повучено. Неће бити исплаћено осим ако не дате потврду.
sr_latn_rs: Odobrenje za avans #{0:N0}, za {1}, je povučeno. Neće biti isplaćeno osim ako ne date potvrdu.
sv_se: Godkännandet av kontantförskott #{0:N0} för {1} har DRAGITS TILLBAKA. Det kommer inte att betalas ut förrän det godkänts på nytt.
tr_tr: {1} için Nakit Avans #{0:N0} onayı GERİ ÇEKİLDİ. Tekrar onaylanmadıkça ödeme yapılmayacaktır.

# AttestCosts_BudgetIsEmpty
source: You cannot approve this amount. The budget is empty for the year {0}.
de_de: Sie können diesen Betrag nicht bestätigen. Das Budget ist für das Jahr {0} leer.
fil_ph: Hindi mo mapapatunayan ang halagang ito. Ang badget ay walang laman para sa taon {0}.
sr_cyrl_rs: Није могуће одобрити овај износ. Буџет је испражњен за ову годину {0}.
sr_latn_rs: Nije moguće odobriti ovaj iznos. Budžet je ispražnjen za ovu godinu {0}.
sv_se: Du kan inte attestera detta belopp. Budgeten är tom eller slut för år {0}.
tr_tr: Bu tutarı onaylayamazsınız. Bütçe {0} yılı için boş.

# AttestCosts_CannotAttestNegative
source: You cannot approve a negative amount.
de_de: Sie können einen negativen Betrag nicht bestätigen.
fil_ph: Hindi ka maaaring magpatunay ng negatibong halaga.
sr_cyrl_rs: Није могуће потврдити негативан износ.
sr_latn_rs: Nije moguće potvrditi negativan iznos.
sv_se: Du kan inte attestera ett negativt belopp.
tr_tr: Negatif tutarı onaylayamazsınız.

# AttestCosts_CannotAttestZero
source: You cannot approve a zero amount.
de_de: Sie können keinen Nullbetrag bestätigen.
fil_ph: Hindi ka maaaring magpatunay ng zero na halaga.
sr_cyrl_rs: Није могуће потврдити нулу као износ.
sr_latn_rs: Nije moguće potvrditi nulu kao iznos.
sv_se: Du kan inte attestera nollbelopp.
tr_tr: Sıfır tutarını onaylayamazsınız.

# AttestCosts_Error_CantRebudgetSalary
source: Sorry, you cannot rebudget a salary payout.
de_de: Entschuldigung, Sie können eine Gehaltsauszahlung nicht zurückerstatten.
el_gr: Λυπούμαστε, δεν μπορείτε να αναπρογραμματίσετε μια πληρωμή μισθοδοσίας.
es_ve: Lo sentimos, no puedes volver a presupuestar un pago de salario.
fil_ph: Paumanhin, Hindi mo maaaring i-rebudget ang isang suweldo na payout.
fr_fr: Désolé, vous ne pouvez pas financer à nouveau un paiement de salaire.
it_it: Siamo spiacenti, non si può rifare il bilancio per un pagamento dello stipendo.
pl_pl: Niestety, nie można ponownie zaplanować wypłaty wynagrodzenia.
ru_ru: К сожалению, вы не можете rebudget выплату заработной платы.
sr_cyrl_rs: Жао нам је, али не можете да промените буџет за исплату зарада.
sr_latn_rs: Žao nam je, ali ne možete da promenite budžet za isplatu zarada.
sv_se: Tyvärr, du kan inte ombudgetera en lagd löneutbetalning.
tr_tr: Üzgünüm, maaş ödemesini tekrar bütçelendiremezsiniz.

# AttestCosts_Error_InvalidAmountRetry
source: That doesn't seem to be a valid amount. Please retry?
de_de: Das scheint kein gültiger Betrag zu sein. Bitte versuchen Sie es nochmal?
el_gr: Αυτό δεν φαίνεται να είναι έγκυρο ποσό. Παρακαλώ προσπαθήστε ξανά.
es_ve: Eso no parece ser una cantidad válida. ¿Por favor, intenta de nuevo?
fil_ph: Hindi ito mukhang isang wastong halaga. Mangyaring muling subukan?
fr_fr: Il semble que le montant n'est pas valide. Veuillez réessayer?
it_it: Sembra che questo non sia un importo valido. Riprovare?
pl_pl: To nie wydaje się być prawidłową kwotą. Ponowić próbę?
ru_ru: Это не похоже на действительную сумму. Пожалуйста, повтори?
sr_cyrl_rs: Чини се да унети износ није валидан. Покушајте поново.
sr_latn_rs: Čini se da uneti iznos nije validan. Pokušajte ponovo.
sv_se: Det verkar inte vara ett giltigt belopp. Försök igen?
tr_tr: Bu geçerli bir tutar gibi gözükmüyor. Lütfen tekrar deneyin?

# AttestCosts_Error_PleaseSelectBudget
source: Please select a budget to retarget the charge for.
de_de: Bitte wählen Sie ein Budget aus um die Gebühr neu auszurichten.
el_gr: Παρακαλώ επιλέξτε έναν προϋπολογισμό για την ανάθεση της χρέωσης.
es_ve: Seleccione un presupuesto para reorientar el cargo por.
fil_ph: Mangyaring pumili sa budget para i-retarget ang bayad para sa.
fr_fr: Veuillez sélectionner un budget vers lequel diriger le tarif.
it_it: Si prega di selezionare un budget per il quale ridefinire la tariffa.
pl_pl: Wybierz budżet, aby przekierować opłatę.
ru_ru: Пожалуйста, выберите бюджет, чтобы переориентировать плату за.
sr_cyrl_rs: Молимо Вас, одаберите буџет на који се преусмерава трошак.
sr_latn_rs: Molimo Vas, odaberite budžet na koji se preusmerava trošak.
sv_se: Välj en budget att lägga om kostnaden till.
tr_tr: Lütfen ücreti yeniden hedeflemek için bir bütçe seçin.

# AttestCosts_ExpenseAttested
source: Expense Claim #{0:N0} from {1} for {2} {3:N2} has been approved.
de_de: Kostenabrechnung #{0:N0} von {1} für {2} {3:N2} wurde betsätigt.
fil_ph: Ang Claim ng Gastusin #{0:N0} mula sa {1} para sa {2} {3:N2} ay napatunayan.
sr_cyrl_rs: Захтев за рефундацију #{0:N0} од {1} за {2} {3:N2} је потврђен.
sr_latn_rs: Zahtev za refundaciju #{0:N0} od {1} za {2} {3:N2} je potvrđen.
sv_se: Utläggsanspråk #{0:N0} från {1} för {2} {3:N2} har attesterats.
tr_tr: {2} {3:N2} için {1}'den den Gider Talebi #{0:N0} onaylandı.

# AttestCosts_GridHeader_Action
source: Action
de_de: Aktion
el_gr: Ενέργεια
es_ve: Acción
fil_ph: Aksyon
it_it: Azione
pl_pl: Działanie
pt_br: Ação
sr_cyrl_rs: Прихватање
sr_latn_rs: Prihvatanje
sv_se: Attest
tr_tr: Eylem

# AttestCosts_GridHeader_Beneficiary
source: Beneficiary
de_de: Begünstigter
el_gr: Δικαιούχος
es_ve: Beneficiario
fil_ph: Benepisyaryo
fr_fr: Bénéficiaire
it_it: Beneficiario
nb_no: Mottaker
pl_pl: Beneficjant
pt_br: Beneficiário
sr_cyrl_rs: Прималац (Beneficiary)
sr_latn_rs: Primalac (Beneficiary)
sv_se: Mottagare
tr_tr: Hak sahibi

# AttestCosts_GridHeader_Description
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es_ve: Descripción
fil_ph: Paglalarawan
it_it: Descrizione
nb_no: Beskrivelse
pl_pl: Opis
pt_br: Descrição
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# AttestCosts_GridHeader_Docs
source: Docs
de_de: Dokumente
el_gr: Τεκμηρίωση
es_ve: Documentos
fr_fr: Documents
it_it: Documenti
pl_pl: Dokumenty
ru_ru: Документация
sr_cyrl_rs: Документи
sr_latn_rs: Dokumenti
sv_se: Dok
tr_tr: Belgeler

# AttestCosts_GridHeader_Item
source: Item
de_de: Artikel
el_gr: Είδος
es_ve: Objeto
fil_ph: Aytem
fr_fr: Élément
it_it: Elemento
nb_no: Type
pl_pl: Element
pt_br: Artigo
sr_cyrl_rs: Ставка
sr_latn_rs: Stavka
sv_se: Kostnad
tr_tr: Öğe

# AttestCosts_GridHeader_Requested
source: Requested
de_de: Angefordert
el_gr: Ζητήθηκε
es_ve: Pedido
fil_ph: Hiniling
fr_fr: Demandé
it_it: Richiesto
pl_pl: Żądana
pt_br: Pedido
sr_cyrl_rs: Захтев
sr_latn_rs: Zahtev
sv_se: Begärt
tr_tr: İstendi

# AttestCosts_Header_CostsAwaitingAttestation
source: Costs waiting for your approval
de_de: Kosten warten auf Ihre Bestätigung
fil_ph: Mga gastos na naghihintay para sa iyong pagpapatunay
sr_cyrl_rs: Трошкови који чекају Ваше одобрење
sr_latn_rs: Troškovi koji čekaju Vaše odobrenje
sv_se: Kostnader som väntar på attest
tr_tr: Onayınızı bekleyen maliyetler

# AttestCosts_Info
source: This is where you approve costs that other people are requesting from your budgets. Nothing is paid before you have approved it.
de_de: Das ist wo Sie die Kosten von anderen personen die von Ihren Budgets anfordern bestätigen. Nichts wird bezahlt bevor Sie es bestätigt haben.
fil_ph: Ito ay kung saan nagpapatunay ka ng mga gastos na hinihiling ng ibang tao mula sa iyong mga budyet. Wala nang bayad bago mo pinatunayan ito.
sr_cyrl_rs: Овде потврђујете трошкове које други људи захтевају да се исплате из Вашег буџета. Ништа се не исплаћује, све док Ви то не одобрите.
sr_latn_rs: Ovde potvrđujete troškove koje drugi ljudi zahtevaju da se isplate iz Vašeg budžeta. Ništa se ne isplaćuje, sve dok Vi to ne odobrite.
sv_se: Här attesterar (godkänner) du belopp som andra personer vill ha från dina budgetar. Inget betalas ut före det har attesterats.
tr_tr: Burası, başkalarının sizin bütçelerinizden talep ettiği maliyetleri onayladığınız yerdir. Siz onaylamadan önce hiçbir şey ödenmez.

# AttestCosts_InvoiceAttested
source: Invoice #{0:N0} from {1} for {2} {3:N2} has been approved.
de_de: Rechnung #{0:N0} von {1} für {2} {3:N2} wurde bestätigt.
fil_ph: Ang Invoice #{0:N0} mula sa {1} para sa {2} {3:N2} ay napatunayan.
sr_cyrl_rs: Фактура #{0:N0} од {1} за {2} {3:N2} је потврђена.
sr_latn_rs: Faktura #{0:N0} od {1} za {2} {3:N2} je potvrđena.
sv_se: Faktura #{0:N0} från {1} på {2} {3:N2} attesterades.
tr_tr: {2} {3:N2} için {1}'den fatura #{0:N0} onaylandı.

# AttestCosts_InvoiceDeattested
source: Approval for Invoice #{0:N0} from {1} was RETRACTED. It will not be paid unless approved again.
de_de: Rechnung #{0:N0} von {1} wurde nicht bestätigt. Es wird nicht ausgezahlt, es sei denn es wird erneut bestätigt.
fil_ph: Ang Invoice #{0:N0} mula sa {1} ay Un-testified. Hindi ito babayaran maliban kung pinatunayan muli.
sr_cyrl_rs: Одобрење за фактуру #{0:N0}, од {1}, је повучено. Неће бити исплаћено осим ако не дате потврду.
sr_latn_rs: Odobrenje za fakturu #{0:N0}, od {1}, je povučeno. Neće biti isplaćeno osim ako ne date potvrdu.
sv_se: Attesten av faktura #{0:N0} för {1} har DRAGITS TILLBAKA. Fakturan kommer inte att betalas förrän den attesterats på nytt.
tr_tr: {1}'den Fatura #{0:N0} için Onay GERİ ÇEKİLDİ. Tekrar onaylanmadığı sürece ödeme yapılmayacaktır.

# AttestCosts_Modal_ButtonAmount
source: Approve
de_de: Bestätigen
fil_ph: Patunayan
sr_cyrl_rs: Одобри
sr_latn_rs: Odobri
sv_se: Godkänn
tr_tr: Onayla

# AttestCosts_Modal_ButtonCorrect
source: Approve
de_de: Bestätigen
fil_ph: Patunayan
sr_cyrl_rs: Одобри
sr_latn_rs: Odobri
sv_se: Godkänn
tr_tr: Onayla

# AttestCosts_Modal_ButtonDeny
source: Deny
de_de: Ablehnen
el_gr: Άρνηση
es_ve: Denegar
fil_ph: Tanggihan
fr_fr: Refuser
it_it: Nega
pl_pl: Odmów
pt_br: Recusar
sr_cyrl_rs: Одбиј
sr_latn_rs: Odbij
sv_se: Neka
tr_tr: Reddet

# AttestCosts_Modal_ButtonRebudget
source: Rebudget
de_de: Wiedereinstellen
el_gr: Αναπρογραμματισμός
es_ve: Re-presupuesto
fr_fr: Redéfinir le budget
it_it: Ridefinisci il bilancio
pl_pl: Ponownie ujmowane w budżecie
sr_cyrl_rs: Ребаланс
sr_latn_rs: Rebalans
sv_se: Flytta
tr_tr: Tekrar bütçelendir

# AttestCosts_Modal_DenyTextPlaceholder
source: My hovercraft is full of eels
el_gr: Απορρίπτω το αίτημά σας για κεφάλαια επειδή...
es_ve: Estoy denegando su pedido de fondos porque...
fil_ph: Ang hovercraft ko ay puno ng eels
fr_fr: Je rejette votre demande de fonds parce que...
it_it: Sto rifiutando la tua richiesta di fondi perché
pl_pl: "Odmawiam twojej prośby o fundusze, ponieważ..."
ru_ru: Мое судно на воздушной подушке полно угрей
sr_cyrl_rs: Одбијам да дам пристанак за трошење средстава јер...
sr_latn_rs: Odbijam da dam pristanak za trošenje sredstava jer...
sv_se: Jag nekar det begärda beloppet därför att...
tr_tr: Hoverkraftım yılan balığı dolu

# AttestCosts_Modal_DescribeOptionAmount
source: What amount are you attesting instead (in {0})?
de_de: Welchen Betrag bestätigen Sie stattdessen (in {0})?
el_gr: Τι ποσό επιβεβαιώνετε εναλλακτικά (σε {0});
es_ve: ¿Qué cantidad estás certificando ( en {0})?
fil_ph: Anong halaga ang iyong sinusubok sa halip (sa {0})?
fr_fr: Quel montant attestez-vous au lieu de cela (en {0})?
it_it: Quale importo desideri attestare invece (a{0})?
pl_pl: Jaką kwotę potwierdzasz (w {0})?
sr_cyrl_rs: Колики износ одобравате (у {0})?
sr_latn_rs: Koliki iznos odobravate (u {0})?
sv_se: Vilket belopp attesterar du istället (i {0})?
tr_tr: (in {0}) yerine hangi miktarı onaylıyorsunuz?

# AttestCosts_Modal_DescribeOptionCorrect
source: Change this item to this amount (in {0}), then attest it like that:
de_de: Wechseln Sie diesen Item zu diesen Betrag (in {0}), dann bestätigen Sie es so wie das:
el_gr: Αλλάξτε αυτό το αντικείμενο σε αυτό το ποσό (σε {0}), έπειτα επιβεβαιώστε το με αυτόν τον τρόπο:
es_ve: Cambie este artículo a esta cantidad (en {0}), luego certifícalo así:
fil_ph: Baguhin ang item na ito sa halagang ito (sa {0}), pagkatapos ay patunayan ito tulad nito:
fr_fr: Changer cet élément à ce montant (en {0}), ensuite attester le comme suit :
it_it: Modifica questo elemento a tale importo (a {0}), quindi attestalo così:
pl_pl: Zmień ten element na tę kwotę (w {0}), a następnie potwierdź w ten sposób:
sr_cyrl_rs: Измените дату ставку на износ од (у {0}), а затим потврдите на следећи начин:
sr_latn_rs: Izmenite datu stavku na iznos od (u {0}), a zatim potvrdite na sledeći način:
sv_se: Ändra den här kostnaden till detta belopp (i {0}) och attestera:
tr_tr: Bu öğeyi bu miktara değiştir (in {0}), ardından bu şekilde onayla:

# AttestCosts_Modal_DescribeOptionDeny
source: Optional reason for denial to the submitter:
de_de: Optionaler Grund für die Ablehnung des Übermittlers:
el_gr: Προαιρετική αιτία άρνησης στον υποβάλλοντα:
es_ve: Motivo opcional de denegación para el remitente:
fil_ph: Opsyonal na dahilan para sa pagtanggi sa nagsumite:
fr_fr: Motif optionnel du refus pour l'émetteur:
it_it: Motivo opzionale del rifiuto per il mittente:
pl_pl: Opcjonalny powód odmowy przekazania wnioskodawcy:
ru_ru: Необязательная причина отказа отправителю:
sr_cyrl_rs: Додатни разлог за одбијање подносиоца:
sr_latn_rs: Dodatni razlog za odbijanje podnosioca:
sv_se: Anledning till avslag till personen som begärt medel (valfritt):
tr_tr: Göndereni reddetmek için isteğe bağlı sebep:

# AttestCosts_Modal_DescribeOptionRebudget
source: Move the charge to this budget instead:
de_de: Verschieben Sie die Gebühr zu diesen Budget anstatt:
el_gr: Ανάθεση της χρέωσης σε αυτόν τον προϋπολογισμό εναλλακτικά:
es_ve: Mueva la carga a este presupuesto en lugar de:
fil_ph: Ilipat ang singil sa badyet na ito sa halip:
fr_fr: Déplacer ces frais vers ce budget plutôt:
it_it: Spostare la carica su questo bilancio invece:
pl_pl: Przenieś opłatę do tego budżetu zamiast:
ru_ru: Переместить расходы в этот бюджет:
sr_cyrl_rs: Пренеси задужење на овај буџет:
sr_latn_rs: Prenesi zaduženje na ovaj budžet:
sv_se: Flytta kostnaden till denna budget i stället:
tr_tr: Bunun yerine ücreti bu bütçeye taşıyın:

# AttestCosts_Modal_Header
source: Fix problems or deny approval
de_de: Beheben Sie die Probleme oder lehnen Sie die Bestätigung ab
fil_ph: Ayusin ang mga problema o tanggihan ang pagpapatotoo
sr_cyrl_rs: Решите проблем или одбијте да потврдите
sr_latn_rs: Rešite problem ili odbijte da potvrdite
sv_se: Åtgärda problem eller neka beloppet
tr_tr: Sorunları gider veya onaylamayı reddet

# AttestCosts_Modal_RadioOptionAmount
source: I will approve this, but for a different amount.
de_de: Ich werde das bestätigen, aber für einen anderen Betrag.
fil_ph: Ipapatunayan ko ito, ngunit para sa ibang halaga.
sr_cyrl_rs: Даћу потврду за ово, али за другачији износ.
sr_latn_rs: Daću potvrdu za ovo, ali za drugačiji iznos.
sv_se: Jag attesterar kostnaden, men till ett annat belopp.
tr_tr: Bunu onaylayacağım, ama farklı bir tutar için.

# AttestCosts_Modal_RadioOptionCorrect
source: The amount is wrong. I will approve it for the correct amount.
de_de: Der Betrag ist falsch. Ich werde es mit den richtigen Betrag bestätigen.
fil_ph: Ang halaga ay mali. Ipapatunayan ko ito sa tamang halaga.
sr_cyrl_rs: Износ је погрешан. Потврдићу исправну суму.
sr_latn_rs: Iznos je pogrešan. Potvrdiću ispravnu sumu.
sv_se: Beloppet är fel. Jag attesterar kostnaden med ett korrigerat belopp.
tr_tr: Tutar yanlış. Doğru tutar için onaylayacağım.

# AttestCosts_Modal_RadioOptionDeny
source: I will not approve this record. It is scratched.
de_de: Ich werde diese Aufnahme nicht bestätigen. Es ist zerkratzt.
fil_ph: Hindi ko susumpukin ang rekord na ito. Ito ay scratched.
sr_cyrl_rs: Одбијам да потпишем овај извештај.
sr_latn_rs: Odbijam da potpišem ovaj izveštaj.
sv_se: Jag nekar attestering av den här kostnaden helt och hållet.
tr_tr: Bu kaydı onaylamayacağım. Bu çizik.

# AttestCosts_Modal_RadioOptionRebudget
source: This record should charge a different budget. Move it there.
de_de: Diese Aufnahme soll einen anderen Budget berechnen. Verschieben Sie es hier.
el_gr: Αυτή η εγγραφή θα έπρεπε να χρεώνει κάποιον άλλο προϋπολογισμό. Πραγματοποιήστε ανάθεση της χρέωσης αντίστοιχα.
es_ve: Este registro debe cobrar un presupuesto diferente. Muévelo allí.
fil_ph: Ang rekord na ito ay dapat na singilin sa ibang badyet. Ilipat ito doon.
fr_fr: Ce registre devrait exiger un budget différent. Déplacez-le là-bas.
it_it: Questo record dovrebbe essere addebitato ad un altro budget. Spostarlo lì.
pl_pl: Ten rejestr powinien pobierać inny budżet. Przenieś go tam.
ru_ru: Эта запись должна взимать другой бюджет. Переместите его туда.
sr_cyrl_rs: Ова ставка би требало да се наплати из другог буџета. Пребаци је на тај.
sr_latn_rs: Ova stavka bi trebalo da se naplati iz drugog budžeta. Prebaci je na taj.
sv_se: Denna kostnad ska belasta en annan budget. Flytta den dit.
tr_tr: Bu kayıt farklı bir bütçeyi ücretlendirmelidir. Buraya taşıyın.

# AttestCosts_Modal_WhatIsProblem
source: What seems to be the problem with this record?
de_de: Was scheint das Problem mit dieser Aufnahme zu sein?
el_gr: Ποιο φαίνεται να είναι το πρόβλημα με αυτήν την εγγραφή;
es_ve: ¿Cuál parece ser el problema con este registro?
fil_ph: Ano ang tila problema sa rekord na ito?
fr_fr: Qu'est ce qui semble être le problème avec ce registre?
it_it: Quale sembra essere il problema con questo record?
pl_pl: Co wydaje się być nie tak z tym zapisem?
ru_ru: Что, кажется, проблема с этой записью?
sr_cyrl_rs: Шта би био проблем са овим записом?
sr_latn_rs: Šta bi bio problem sa ovim zapisom?
sv_se: Vad är problemet med den här kostnaden?
tr_tr: Bu kayıtla ilgili sorun ne olabilir?

# AttestCosts_OutOfBudget
source: There are not enough funds remaining in the budget to approve this cost.
de_de: Es gibt nicht genügend Finanzmittel in dem Budget um diesen Kosten zu bestätigen.
fil_ph: Walang sapat na pondo na natitira sa badyet upang patunayan ang halagang ito.
sr_cyrl_rs: У преосталом буџету нема довољно средстава како би се одобрио наведени трошак.
sr_latn_rs: U preostalom budžetu nema dovoljno sredstava kako bi se odobrio navedeni trošak.
sv_se: Det finns inte tillräckligt med pengar kvar i budgeten för att attestera denna kostnad.
tr_tr: Bu maliyeti onaylamak için bütçede yeterli fon kalmamıştır.

# AttestCosts_OutOfBudgetPrecise
source: There are not enough funds to approve this. You can attest up to {0} {1:N2} more in this budget for the year {2}.
de_de: Es gibt nicht genügende Finanzmittel um das zu bestätigen. Sie können bis zu {0} {1:N2} bestätigen mehr in diesem Budget für den Jahr {2}.
fil_ph: Walang sapat na pondo upang patunayan ito. Maaari kaang magpatotoo sa {0} {1:N2} higit pa sa badyet na ito pa sa taon {2}.
sr_cyrl_rs: Нема довољно средстава како би се ово потврдило. Можете одобрити до {0} {1:N2} из овогодишњег буџета, {2}.
sr_latn_rs: Nema dovoljno sredstava kako bi se ovo potvrdilo. Možete odobriti do {0} {1:N2} iz ovogodišnjeg budžeta, {2}.
sv_se: Det finns inte tillräckligt med pengar för att attestera detta. Du kan attestera upp till {0} {1:N2} mer i denna budget för år {2}.
tr_tr: Bunu onaylamak için yeterli fon yok. Bu bütçede, {2} yılı için {0} {1:N2}'ye kadar daha fazlasını doğrulayabilirsiniz.

# AttestCosts_OverdraftConfirm
source: <strong>OVERDRAFT BUDGET?</strong><br/><br/>There are not enough funds remaining in the budget to approve this expense. Normally, it would be blocked from approval. However, you may override this limitation and attest anyway, thereby causing the account to overdraft its budget.<br/><br/>Do you want to approve the expense, thereby forcing an overdraft, or do you want to cancel, staying on budget instead?<br/><br/>
fil_ph: <strong>OVERDRAFT BUDGET?</strong><br/><br/>Walang sapat na pondo na natitira sa badyet upang patunayan ang gastos na ito. Karaniwan, ito ay haharangan mula sa pagpapatunay. Gayunpaman, maaari mong i-override ang limitasyong ito at magpatunay na, sa gayon ay nagiging sanhi ang account na mag-overdraft sa badyet nito.<br/><br/>Gusto mo bang ibunyag ang gastos, sa gayon pagputol ng overdraft, o gusto mong kanselahin ang pagpapatunay, manatili sa halip na badyet? <br/><br/>
sr_cyrl_rs: <strong>ПРЕКОРАЧЕЊЕ БУЏЕТА?</strong><br/><br/>У овом буџету нема преосталих средстава како би се одобрио овај трошак. Нормално је да се таква трансакција блокира. Ипак, можете пренебрегнути ову чињеницу и ипак дати одобрење, чиме ћете пробити буџет.<br/><br/>Да ли желите да дате одобрење и тиме пробијете буџет, или желите да одбијете захтев и останете у границама буџета?<br/><br/>
sr_latn_rs: <strong>PREKORAČENJE BUDŽETA?</strong><br/><br/>U ovom budžetu nema preostalih sredstava kako bi se odobrio navedeni trošak. Normalno je da se takva transakcija blokira. Ipak, možete prenebregnuti ovu činjenicu i ipak dati odobrenje, čime ćete probiti budžet.<br/><br/>Da li želite da date odobrenje i time probijete budžet, ili želite da odbijete zahtev i ostanete u granicama budžeta?<br/><br/>
sv_se: <strong>ÖVERTRASSERA BUDGETEN?</strong><br/><br/>Det finns inte tillräckligt med pengar kvar i budgeten för att attestera denna kostnad. Normalt skulle den därför inte gå att attestera. Men du kan åsidosätta denna begränsning och attestera ändå, vilket kommer att övertrassera kontot.<br/><br/>Vill du attestera kostnaden och övertrassera, eller vill du avbryta och hålla budgeten istället? <br/><br/>
tr_tr: <strong>FAZLA PARA ÇEKME BÜTÇESİ?</strong><br/><br/>Bütçede bu masrafı onaylamak için yeterli bakiye kalmamıştır. Normalde, onaylanması engellenir. Bununla birlikte, bu sınırlamayı geçersiz kılabilir ve yine de itiraz edebilir, böylece hesabın bütçesinin fazla çekilmesine neden olabilirsiniz.<br/><br/>Giderleri onaylamak mı istiyorsunuz, böylece fazla para çekmeyi zorlamak mı yoksa iptal etmek mi, bunun yerine bütçede kalmak mı istiyorsunuz?<br/><br/>

# AttestCosts_OverdraftConfirmNo
source: Stay on Budget
de_de: Bleiben Sie auf Budget
el_gr: Μείνετε εντός Προϋπολογισμού
es_ve: Mantente en el presupuesto
fil_ph: Manatili sa Badyet
fr_fr: Rester sur le budget
it_it: Rimanere sul budget
pl_pl: Pozostań przy Budżecie
sr_cyrl_rs: Остани у границама буџета
sr_latn_rs: Ostani u granicama budžeta
sv_se: Håll budgeten
tr_tr: Bütçede kal

# AttestCosts_OverdraftConfirmYes
source: Force Overdraft
el_gr: Επιβάλλετε Υπέρβαση Προϋπολογισμού
es_ve: Sobregiro de fuerza
fr_fr: Forcer Overdraft
it_it: Forza fido
pl_pl: Wymuś Kredyt
sr_cyrl_rs: Прекорачи буџет
sr_latn_rs: Prekorači budžet
sv_se: Övertrassera
tr_tr: Limit Aşımına Zorla
