Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# PayrollTaxForms_Info
source: View cheat sheets (completed tax forms) for the organization payroll, which are easy for you to copy to your actual tax forms, or possibly even print as is. Performance and actual forms vary by country and sometimes depend on third-party code and plugins.
el_gr: Εμφάνιση φύλλων σημειώσεων (συμπληρωμένων φορολογικών εντύπων) για την κατάσταση μισθοδοσίας του οργανισμού, που είναι εύκολο να αντιγραφούν στα πραγματικά φορολογικά έντυπα, ή ακόμα και να εκτυπωθούν όπως είναι. Η απόδοση του συστήματος και τα πραγματικά έντυπα διαφέρουν από χώρα σε χώρα και μερικές φορές εξαρτώνται από τον κώδικα και τις προσθήκες που παρέχονται από τρίτους.
es_ve: Vea las hojas de referencia (formularios de impuestos completados) para la nómina de la organización, que le resultará fácil copiar en sus formularios de impuestos reales, o incluso imprimir tal cual. El rendimiento y los formularios reales varían según el país y algunas veces dependen del código y los complementos de terceros.
fil_ph: Tingnan ang mga chear sheet (nakumpleto na mga form ng buwis) para sa payroll ng organisasyon, na madalai mong kopyahin sa iyong aktwal na mga form ng buwis, o posibleng i-pring pa rin. Ang pagganap at aktwal na mga form ay nag-iiba ayon sa bansa at kung minsan ay depende sa code ng third-party at mga plugin.
fr_fr: Visualisez les formulaires fiscaux (formulaires fiscaux complétés) des salaires de l'organisation, faciles à copier dans les formulaires fiscaux réels ou à imprimer tels quels. Les performances et les formulaires varient d'un pays à l'autre et dépendent parfois des codes et des plugins tiers.
it_it: Visualizzare i moduli fiscali (precompilati) per gli stipendi dell'organizzazione, i quali, sono facili da copiare nei moduli fiscali effettivi o, eventualmente, stampare così come sono. Le prestazioni e i moduli effettivi variano da paese a paese e a volte dipendono da codici e plugin di terze parti.
pl_pl: Zobacz listy oszustów (wypełnione formularze podatkowe) dla list płac organizacji, które możesz łatwo skopiować do aktualnych formularzy podatkowych, a nawet wydrukować tak, jak jest. Wyniki i rzeczywiste formularze różnią się w zależności od kraju i czasami zależą od kodu i wtyczek firm zewnętrznych.
ru_ru: Просмотр шпаргалки (заполненные налоговые формы) для организации заработной платы, которые легко для вас, чтобы скопировать в ваши фактические налоговые формы, или, возможно, даже распечатать, как есть. Производительность и реальные формы зависят от страны и иногда зависят от стороннего кода и плагинов.
sr_cyrl_rs: Погледај табеле са пореским обрасцима за плате у организацији, а које можете једноставно користити за примере из праксе. Приказани и стварни обрасци ипак могу да варирају у зависности од државе, плугина и кода који обезбеђује трећа страна.
sr_latn_rs: Pogledaj tabele sa poreskim obrascima za plate u organizaciji, a koje možete jednostavno koristiti za primere iz prakse. Prikazani i stvarni obrasci ipak mogu da variraju u zavisnosti od države, plugina i koda koji obezbeđuje treća strana.
sv_se: Visa fusklapp (ifyllda deklarationsblanketter) för lönelistan, som är lätta för dig att kopiera till dina faktiska deklarationsblanketter, eller möjligen skriva ut som de är. Prestanda och faktiska former varierar beroende på land och skatteverk, och ibland även på tredjepartskod och plugins.
tr_tr: Gerçek vergi formlarınıza kopyalamanız veya muhtemelen olduğu gibi yazdırabilmeniz için kolay olan kuruluş bordrosu için kopya kağıdını (tamamlanan vergi formlarını) görüntüleyin. Performans ve gerçek formlar ülkeye göre değişir ve bazen üçüncü parti koda ve eklentilerine bağlıdır.

# PayrollTaxForms_PageTitle
source: Payroll Tax Forms
de_de: Lohnsteuerformulare
el_gr: Φορολογικά Έντυπα Κατάστασης Μισθοδοσίας
es_ve: Formularios de impuesto de nómina
fil_ph: Mga Form sa Pagbabayad sa Payroll
fr_fr: Formulaires de l'impôt sur le revenu
it_it: Moduli fiscali per gli stipendi
pl_pl: Formularze Podatkowe Dla Płac
sr_cyrl_rs: Обрасци за порез на плату
sr_latn_rs: Obrasci za porez na platu
sv_se: Arbetsgivardeklarationer
tr_tr: Bordro Vergi Formları

# PayrollTaxForms_TaxFormsHeader
source: Monthly Tax Forms For {0} For
de_de: Monatliche Steuerformulare für {0} für
el_gr: Μηνιαία Φορολογικά Έντυπα Για Τον Οργανισμό {0} Για
es_ve: Formularios de impuestos mensuales para {0} para
fil_ph: Buwanang Buwis Forms Para sa {0} Para
fr_fr: Les formulaires fiscaux mensuels pour {0} pour
it_it: Moduli fiscali mensili per {0} per
pl_pl: Miesięczne formularze podatkowe za {0} Dla
sr_cyrl_rs: Обрасци за месечно опорезивање за {0} за
sr_latn_rs: Obrasci za mesečno oporezivanje za {0} za
sv_se: Månatliga deklarationsblanketter för {0} för
tr_tr: {0} İçin Aylık Vergi Formları

# PayrollTaxForms_TotalCost
source: Total Cost
de_de: Gesamtkosten
el_gr: Συνολική Χρέωση
es_ve: Costo total
fil_ph: Kabuuang Gastos
fr_fr: Coût total
it_it: Costo totale
pl_pl: Całkowity Koszt
pt_br: Custo Total
sr_cyrl_rs: Укупни трошкови
sr_latn_rs: Ukupni troškovi
sv_se: Totalkostnad
tr_tr: Toplam Maliyet

# PayrollTaxForms_TotalTax
source: Total Tax
de_de: Gesamtsteuer
el_gr: Συνολικός Φόρος
es_ve: Total del impuesto
fil_ph: Kabuuang Buwis
fr_fr: Taxe totale
it_it: Totale imposte
pl_pl: Całkowity Podatek
pt_br: Imposto Total
sr_cyrl_rs: Укупан порез
sr_latn_rs: Ukupan porez
sv_se: Total skatt
tr_tr: Toplam Vergi

# RequestCashAdvance_Amount
source: Advance amount (in {0})
de_de: Vorausbetrag (in {0})
el_gr: Ποσό προκαταβολής (σε {0})
es_ve: Cantidad de avance ( en {0})
fil_ph: Halaga ng pag-advance (sa {0})
fr_fr: Montant de l'avance (en {0})
it_it: Importo dell'anticipo (in {0})
pl_pl: Kwota Zaliczki (w {0})
pt_br: Valor do adiantamento (em {0})
sr_cyrl_rs: Износ приспећа (у {0})
sr_latn_rs: Iznos prispeća (u {0})
sv_se: Förskottsbelopp (i {0})
tr_tr: Avans tutarı ({0} içerisinde)

# RequestCashAdvance_BankAccount
source: Account Number
de_de: Kontonummer
el_gr: Αριθμός Λογαριασμού
es_ve: Número de cuenta
fil_ph: Numero ng Account
fr_fr: Numéro de compte
it_it: Numero del conto
nb_no: Kontonummer
pl_pl: Numer Konta
pt_br: Número de conta
sr_cyrl_rs: Број рачуна
sr_latn_rs: Broj računa
sv_se: Kontonummer
tr_tr: Hesap Numarası

# RequestCashAdvance_BankClearing
source: Clearing Number
de_de: Ausgleichsnummer
el_gr: Αριθμός Εκκαθάρισης
es_ve: Número de compensación
fil_ph: Pag-clear ng Numero
fr_fr: Numéro de compensation
it_it: Numero di clearing (Usato specialmente in svizzera, l'equivalente italiano del Bic)
pl_pl: Numer Rozliczeniowy
sr_cyrl_rs: Clearing број
sr_latn_rs: Clearing broj
sv_se: Clearingnummer
tr_tr: Takas Numarası

# RequestCashAdvance_BankName
source: Bank Name
el_gr: Επωνυμία Τράπεζας
es_ve: Nombre del banco
fil_ph: Pangalan ng Bangko
fr_fr: Nom de la banque
it_it: Nome della banca
nb_no: Navn på banken
pl_pl: Nazwa Banku
pt_br: Nome do Banco
ru_ru: Название банка
sr_cyrl_rs: Име банке
sr_latn_rs: Ime Banke
sv_se: Bankens namn
tr_tr: Banka Adı

# RequestCashAdvance_HeaderBankDetails
source: Your Bank Details
de_de: Ihre Bankdetails
el_gr: Το Δελτίο Τραπεζικών Στοιχείων Σας
es_ve: Sus detalles bancarios
fil_ph: Mga detalye ng iyong Bangko
fr_fr: Vos coordonnées bancaires
it_it: Le tue coordinate bancarie
nb_no: Dine bankdetaljer
pl_pl: Twoje Dane Bankowe
pt_br: Os Seus Dados Bancários
ru_ru: Ваши банковские реквизиты
sr_cyrl_rs: Ваши банкарски детаљи
sr_latn_rs: Vaši bankarski detalji
sv_se: Dina bankuppgifter
tr_tr: Banka Bilgileriniz

# RequestCashAdvance_Info
source: If you are about to make a purchase on behalf of the organization, but need the money in advance rather than claiming it back afterwards, you can request a cash advance for a specific purpose.
el_gr: Αν πρόκειται να πραγματοποιήσετε μια αγορά εκ μέρους του οργανισμού, αλλά χρειάζεστε τα χρήματα προκαταβολικά και δεν επιθυμείτε να διεκδικήσετε την επιστροφή τους μετέπειτα, μπορείτε να αιτηθείτε χορήγηση μιας προκαταβολής χρημάτων για κάποιον συγκεκριμένο σκοπό.
es_ve: Si está a punto de hacer una compra en nombre de la organización, pero necesita el dinero por adelantado en lugar de reclamarlo nuevamente, puede solicitar un adelanto en efectivo para un propósito específico.
fil_ph: Kung malapit ka nang bumili sa ngalan ng samahan, ngunit kailangan mo ng pera nang maaga sa halip na kunin ito pabalik pagkatapos, maaari kang humiling ng cash advance para sa isang partikular na layunin.
fr_fr: Si vous êtes sur le point de faire un achat pour le compte de l'organisation, mais que vous avez besoin de l'argent à l'avance plutôt que de le réclamer ultérieurement, vous pouvez demander une avance de fonds pour un but spécifique.
it_it: Se state per effettuare un acquisto per conto dell'organizzazione, ma avete bisogno del denaro in anticipo piuttosto che richiederlo in seguito, potete richiedere un anticipo in contanti per uno scopo specifico.
nb_no: Hvis du er i ferd med å gjøre et innkjøp på vegne av organisasjonen, men trenger pengene på forhånd, kan du be om en forhåndsutbetaling for en spesifikk oppgave.
pl_pl: Jeśli chcesz dokonać zakupu w imieniu organizacji, ale potrzebujesz pieniędzy z wyprzedzeniem, a nie później, możesz poprosić o wypłatę gotówki w określonym celu.
pt_br: Se está prestes a fazer uma compra em nome da organização, mas necessita do dinheiro antecipadamente, ao invés de o reivindicar mais tarde, aqui pode pedir um adiantamento de dinheiro para uma certa finalidade.
ru_ru: Если вы собираетесь совершить покупку от имени организации, но вам нужны деньги заранее, а не требовать их обратно после этого, вы можете запросить денежный аванс для конкретной цели.
sr_cyrl_rs: Ако се спремате да обавите куповину на име организације, али Вам је потребан новац унапред, а не након обављене куповине, можете затражити аванс (cash advance) за одређену сврху.
sr_latn_rs: Ako se spremate da obavite kupovinu na ime organizacije, ali Vam je potreban novac unapred, a ne nakon obavljene kupovine, možete zatražiti avans (cash advance) za određenu svrhu.
sv_se: Om du skall göra ett inköp för organisationen, men behöver pengar i förväg i stället för att hävda dem tillbaka i efteråt, kan du begära ett förskott för specifika ändamål.
tr_tr: Organizasyon adına bir satın alma yapmak üzereyseniz, fakat paraya sonradan talep etmekten ziyade önden peşin olarak ihtiyacınız varsa, belirli bir amaç için bir nakit avans talep edebilirsiniz.

# RequestCashAdvance_PageTitle
source: Request Cash Advance
de_de: Vorauszahlung anfordern
el_gr: Αιτηθείτε Χορήγηση Προκαταβολής Μετρητών
es_ve: Solicitar adelanto de efectivo
fil_ph: Humiling ng Cash Advance
fr_fr: Demande d'avance monétaire
it_it: Richiedi anticipo in contanti
nb_no: Be om forhåndsutbetaling
pl_pl: Żądanie Zaliczki Gotówkowej
pt_br: Pedido de Adiantamento de Dinheiro
sr_cyrl_rs: Затражи аванс
sr_latn_rs: Zatraži avans
sv_se: Begär förskott
tr_tr: Nakit Avans Talep Et

# RequestCashAdvance_Purpose
source: Purpose
de_de: Grund
el_gr: Σκοπός
es_ve: Propósito
fil_ph: Layunin
fr_fr: But
it_it: Scopo
nb_no: Formål
pl_pl: Cel
pt_br: Propósito
ru_ru: Цель
sr_cyrl_rs: Сврха
sr_latn_rs: Svrha
sv_se: Syfte
tr_tr: Amaç

# RequestCashAdvance_SuccessMessagePartOne
source: A cash advance has been requested for <strong>{0}</strong>. The requested amount is {2} {3:N2}. Note that this is a <strong>loan</strong> from the organization until receipts have been presented.
el_gr: Ζητήθηκε μια προκαταβολή μετρητών για τον χρήστη <strong>{0}</strong>. Το ποσό που ζητήθηκε είναι {2} {3:N2}. Σημειώνεται ότι αυτό είναι ένα <strong>δάνειο</strong> από τον οργανισμό έως ότου προσκομιστούν αποδείξεις.
es_ve: Se ha solicitado un anticipo de efectivo para <strong>{0}</strong>. La cantidad solicitada es {2}{3:N2}. Tenga en cuenta que este es un <strong> préstamo </strong> de la organización hasta que se hayan presentado los recibos.
fil_ph: Ang isang cash advance ay hiniling para sa <strong> {0} </strong>. Ang hiniling na halaga ay {2} {3:N2}. Tandaan na ito ay isang <strong>pautang</strong> mula sa samahan hanggang sa ipinakita ang mga resibo.
fr_fr: Une avance de fonds a été demandée pour <strong>{0}</strong>. Le montant demandé est {2} {3:N2}. Notez qu'il s'agit bien d'un <strong>prêt</strong> de l'organisation jusqu'à ce que les reçus soient présentés.
it_it: È stato richiesto un anticipo in contanti per <strong>{0}</strong>. L'importo richiesto è {2}. {3:N2}. Si noti che, fino a quando le ricevute non saranno state presentate, questo è un <strong>prestito</strong> dall'organizzazione.
pl_pl: Wnioskowano o zaliczkę gotówkową dla <strong>{0}</strong>. Żądana kwota to {2}{3:N2}. Zauważ, że jest to <strong>pożyczka</strong> od organizacji do przedstawienia pokwitowań.
sr_cyrl_rs: Затражен је аванс од стране <strong>{0}</strong>. Тражени износ је {2} {3:N2}. Сматрајте ово неком врстом <strong>зајма</strong> док се организацији не дају рачуни на увид.
sr_latn_rs: Zatražen je avans od strane <strong>{0}</strong>. Traženi iznos je {2} {3:N2}. Smatrajte ovo nekom vrstom <strong>zajma</strong> dok se organizaciji ne daju računi na uvid.
sv_se: Ett kontantförskott har begärts för <strong>{0}</strong>. Det begärda beloppet är {2} {3:N2}. Observera att detta är ett <strong>lån</strong> från organisationen tills kvitton har redovisats.
tr_tr: <strong>{0}</strong> için bir nakit avans talep edildi. Talep edilen tutar {2} {3:N2}. Bunun, makbuzlar sunulana kadar organizasyon tarafından verilmiş bir <strong>kredi</strong> olduğunu unutmayın.

# RequestCashAdvance_SuccessMessagePartTwo
source: This needs to be attested by the budget owner and will then proceed to payout.
el_gr: Αυτό χρειάζεται να επιβεβαιωθεί από τον ιδιοκτήτη του προϋπολογισμού και τότε θα προχωρήσει σε πληρωμή.
es_ve: Esto debe ser atestiguado por el propietario del presupuesto y luego procederá al pago.
fil_ph: Kinakailangan ito na pinatunayan ng may-ari ng badyet at pagkatapos ay magpapatuloy sa pagbayad.
fr_fr: Cela doit être attesté par le propriétaire du budget et ensuite procéder au paiement.
it_it: Ciò deve essere attestato dal proprietario del bilancio e poi si procederà al pagamento.
nb_no: Dette må attesteres av budsjetteieren det settes til utbetaling.
pl_pl: To musi zostać potwierdzone przez właściciela budżetu, a następnie przystąpić do wypłaty.
ru_ru: Это должно быть подтверждено владельцем бюджета, а затем перейти к выплате.
sr_cyrl_rs: Пре исплате, ову ставку мора одобрити носилац буџета.
sr_latn_rs: Pre isplate, ovu stavku mora odobriti nosilac budžeta.
sv_se: Detta måste attesteras av budgetägaren, och går sedan till utbetalning.
tr_tr: Bunun bütçe sahibi tarafından onaylanmış olması gerekiyor, ve sonra ödeme yapılacak.

# RequestCashAdvance_SuccessMessagePartTwoOwnBudget
source: As this is your own budget, this has been automatically attested and has proceeded to payout.
el_gr: Καθώς αυτός είναι ο δικός σας προϋπολογισμός, αυτό επιβεβαιώθηκε αυτόματα και έχει προχωρήσει σε πληρωμή.
es_ve: Como este es su propio presupuesto, esto ha sido atestiguado automáticamente y ha procedido al pago.
fil_ph: Tulad ng iyong sariling badyet, ito ay awtomatikong napatunayan at nagpatuloy sa pagbabayad.
fr_fr: Comme il s’agit de votre propre budget, cela a été automatiquement attesté et procédé au paiement.
it_it: Poiché questo è il vostro bilancio, questo è stato automaticamente attestato e si procederà al pagamento.
nb_no: Siden dette er ditt eget budsjett er det automatisk attestert og har blitt satt til utbetaling.
pl_pl: Ponieważ jest to twój własny budżet, został on automatycznie poświadczony i rozpoczął wypłatę.
ru_ru: Поскольку это ваш собственный бюджет, это было автоматически засвидетельствовано и приступило к выплате.
sr_cyrl_rs: Како је ово Ваш сопствени буџет, ставка ће бити потврђена аутоматски и процес исплате ће бити настављен.
sr_latn_rs: Kako je ovo Vaš sopstveni budžet, stavka će biti potvrđena automatski i proces isplate će biti nastavljen.
sv_se: Eftersom detta är din egen budget, så har detta attesterats automatiskt och har gått till utbetalning.
tr_tr: Bu sizin kendi bütçeniz olduğu için, otomatik olarak onaylandı ve ödemesi yapıldı.

# RequestCashAdvance_ValidationError_Amount
source: Please enter the amount of money (in {0}) that you'd like to advance.
el_gr: Παρακαλώ εισάγετε το χρηματικό ποσό (σε {0}) που θα θέλατε να προκαταβάλλετε.
es_ve: Ingrese la cantidad de dinero (en {0}) que desea avanzar.
fil_ph: Mangyaring ipasok ang halaga ng pera (sa {0}) na nais mong isulong.
fr_fr: Veuillez saisir le montant d'argent (en {0}) que vous souhaitez avancer.
it_it: Inserisci la somma di denaro (in {0}) che desideri anticipare.
nb_no: Vennligst fyll inn summen du ønsker utbetalt (i {0}).
pl_pl: Podaj kwotę pieniędzy (w {0}), o którą się ubiegasz.
ru_ru: Пожалуйста, введите сумму денег (в {0}).
sr_cyrl_rs: Молимо Вас, унесите износ новца (у {0}) који потражујете као аванс.
sr_latn_rs: Molimo Vas, unesite iznos novca (u {0}) koji potražujete kao avans.
sv_se: Skriv in beloppet (i {0}) som du skulle vilja ha i förskott.
tr_tr: Lütfen avans olarak talep ettiğiniz para miktarını ({0} içerisinde) girin.

# RequestCashAdvance_ValidationError_BankAccount
source: Please enter your bank account number.
de_de: Bitte geben Sie Ihre Bank Kontonummer ein.
el_gr: Παρακαλώ εισάγετε τον αριθμό του τραπεζικού λογαριασμού σας.
es_ve: Por favor ingrese su número de cuenta bancaria.
fil_ph: Mangyaring ipasok ang iyong numero ng bank account.
fr_fr: Veuillez entrer votre numéro de compte bancaire.
it_it: Inserisci il tuo numero di conto.
nb_no: Vennligst fyll inn kontonummeret ditt.
pl_pl: Proszę wprowadzić swój numer konta.
pt_br: Por favor insira o seu número de conta bancária.
ru_ru: Пожалуйста, введите Ваш номер банковского счета.
sr_cyrl_rs: Молимо Вас, унесите број свог банковног рачуна.
sr_latn_rs: Molimo Vas, unesite broj svog bankovnog računa.
sv_se: Ange ditt bankkontonummer.
tr_tr: Lütfen banka hesap numaranızı giriniz.

# RequestCashAdvance_ValidationError_BankClearing
source: Please enter your bank's clearing number.
de_de: Bitte geben Sie Ihre Bank Ausgleichsnummer ein.
el_gr: Παρακαλώ εισάγετε τον αριθμό εκκαθάρισης της τράπεζάς σας.
es_ve: Por favor ingrese el número de compensación de su banco.
fil_ph: Mangyaring ipasok ang clearing number ng iyong bangko.
fr_fr: Veuillez entrer le numéro de compensation de votre banque.
it_it: Inserisci il numero di clearing della tua banca.
pl_pl: Wprowadź numer rozliczeniowy swojego banku.
sr_cyrl_rs: Молимо Вас, унесите clearing број своје банке.
sr_latn_rs: Molimo Vas, unesite clearing broj svoje banke.
sv_se: Vänligen ange din banks clearingnummer.
tr_tr: Lütfen bankanızın takas numarasını girin.

# RequestCashAdvance_ValidationError_BankName
source: Please enter your bank's name.
de_de: Bitte geben Sie Ihren Banknamen ein.
el_gr: Παρακαλώ εισάγετε την επωνυμία της τράπεζάς σας.
es_ve: Por favor ingrese el nombre de su banco.
fil_ph: Mangyaring ipasok ang pangalan ng iyong bangko.
fr_fr: Veuillez saisir le nom de votre banque.
it_it: Inserisci il nome della tua banca.
nb_no: Skriv inn bankens navn.
pl_pl: Podaj nazwę banku.
pt_br: Por favor insira o nome do seu banco.
ru_ru: Пожалуйста, введите название Вашего банка.
sr_cyrl_rs: Молимо Вас, унесите име банке.
sr_latn_rs: Molimo Vas, unesite ime banke.
sv_se: Ange bankens namn.
tr_tr: Lütfen bankanızın adını giriniz.

# RequestCashAdvance_ValidationError_Budget
source: Please select a budget to charge.
de_de: Bitte wählen Sie ein Budget aus um zu berechnen.
el_gr: Παρακαλώ επιλέξτε έναν προϋπολογισμό στον οποίο θα γίνει η χρέωση.
es_ve: Por favor seleccione un presupuesto para cargar.
fil_ph: Mangyaring pumili ng badyet upang singilin.
fr_fr: Veuillez sélectionner un budget à débiter.
it_it: Si prega di selezionare un budget al quale addebitare.
nb_no: Du må velge et budsjett å belaste.
pl_pl: Proszę określić budżet do zasilenia.
pt_br: Por favor selecione o orçamento onde cobrar.
sr_cyrl_rs: Молимо Вас, изаберите буџет из кога се исплаћује.
sr_latn_rs: Molimo Vas, izaberite budžet iz koga se isplaćuje.
sv_se: Välj en budget att belasta.
tr_tr: Lütfen, ödetmek için bir bütçe seçiniz.

# RequestCashAdvance_ValidationError_Purpose
source: Please state the purpose of the cash advance.
el_gr: Παρακαλώ αναφέρετε τον σκοπό της προκαταβολής μετρητών.
es_ve: Indique el propósito del adelanto de efectivo.
fil_ph: Mangyaring ipahayag ang layunin ng cash advance.
fr_fr: Veuillez indiquer le but de cette avance.
it_it: Si prega di indicare lo scopo dell'anticipo di contanti.
nb_no: Du må fylle inn et formål for søknaden.
pl_pl: Proszę podać cel wypłaty gotówki.
pt_br: Por favor indique a finalidade do adiantamento de dinheiro.
sr_cyrl_rs: Молимо Вас, наведите сврху аванса.
sr_latn_rs: Molimo Vas, navedite svrhu avansa.
sv_se: Vänligen ange syftet med förskottet.
tr_tr: Lütfen nakit avansın amacını belirtin.

# ValidateReceipts_Header_ReceiptsAwaitingValidation
source: Receipts awaiting your validation
el_gr: Αποδείξεις σε αναμονή για την επικύρωσή σας
es_ve: Recibos esperando por su validación
fil_ph: Mga resibo na naghihintay sa iyong pagpapatunay
fr_fr: Reçus en attente de validation
it_it: Ricevute in attesa della vostra convalida
pl_pl: Poświadczenia oczekujące na zatwierdzenie
pt_br: Recibos aguardando a sua validação
sr_cyrl_rs: Рачуни чекају Вашу валидацију
sr_latn_rs: Računi čekaju Vašu validaciju
sv_se: Kvitton som väntar på godkännande
tr_tr: Doğrulamanızı bekleyen makbuzlar
