Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# BalanceTransactions_ModalDialog_RadioBalance
source: Balance this transaction manually against an account?
ar_sa: موازنة هذه الحركة بشكل يدوي لهذا الحساب؟
el_gr: Θέλετε να κάνετε χειροκίνητη εξισορρόπηση αυτής της συναλλαγής σε βάρος κάποιου λογαριασμού;
es_ve: ¿Equilibra esta transacción manualmente en contra de una cuenta?
fr_fr: Équilibrez cette transaction manuellement pour un compte?
it_it: Bilanciare manualmente questa transazione contro un account?
pt_br: Checar o balanço desta transação manualmente contra uma conta?
sr_cyrl_rs: Да ли желите да ручно сравните ову трансакцију са рачуном?
sr_latn_rs: Da li želite da ručno sravnite ovu transakciju sa računom?
sv_se: Balansera denna transaktion manuellt mot ett konto?
tr_tr: Bu hesaba karşı işlemi elle dengelemek ister misiniz?

# BalanceTransactions_ModalDialog_RadioPayout
source: Match the transaction difference to an open, unmatched payout?
ar_sa: مطابقة فروقات الحركة لمدفوعات مفتوحة وغير متوازنة؟
el_gr: Θέλετε να αντιστοιχίσετε την διαφορά της συναλλαγής σε μια ανοικτή, μη αντιστοιχισμένη πληρωμή;
es_ve: ¿Coincide la diferencia de la transacción con un pago abierto e inigualable?
fr_fr: Faire correspondre la différence de la transaction à un paiement ouvert non lié?
it_it: Corrispondere la differenza della transazione a un pagamento aperto non corrispondente?
pt_br: Comparar a diferença de transação com um pagamento aberto e não selecionado?
sr_cyrl_rs: Да ли желите да поклопите разлику са отвореном исплатом која се не подудара?
sr_latn_rs: Da li želite da poklopite razliku sa otvorenom isplatom koja se ne podudara?
sv_se: Matcha transaktionsskillnaden mot en öppen, omatchad utbetalning?
tr_tr: İşlem farkını açık, eşleşmemiş bir ödeme ile eşleştirmek istiyor musunuz?

# BalanceTransactions_NoOpenPayouts
source: (No open payouts)
ar_sa: (لا يوجد مدفوعات مفتوحة)
el_gr: (Καμία ανοικτή πληρωμή)
es_ve: (Sin pagos abiertos)
fr_fr: (Pas de paiements ouverts)
it_it: (Nessun pagamento in corso)
pt_br: (Não há pagamentos abertos)
sr_cyrl_rs: (Нема отворених исплата)
sr_latn_rs: (Nema otvorenih isplata)
sv_se: (Inga öppna utbetalningar)
tr_tr: (Açık ödeme yok)

# BalanceTransactions_NoSuitablePayouts
source: (No suitable payouts to match)
ar_sa: (لا يوجد مدفوعات مناسبة لمطابقتها)
el_gr: (Δεν υπάρχουν κατάλληλες πληρωμές για αντιστοίχιση)
es_ve: (No hay pagos adecuados para que coincida)
fr_fr: (Aucun paiement convenable à faire correspondre)
it_it: (Nessun pagamento adatto da corrispondere)
pt_br: (Não há pagamentos apropriados para comparar)
sr_cyrl_rs: (Нема исплата које се подударају)
sr_latn_rs: (Nema isplata koje se podudaraju)
sv_se: (Ingen lämplig utbetalning att matcha)
tr_tr: (Eşleşme için uygun ödeme yok)

# BalanceTransactions_OnePercentMatches
source: Amount Within 1% Tolerance
ar_sa: المبلغ خلال فترة التجاوز 1%
el_gr: Ποσό Εντός Ανοχής 1%
es_ve: Cantidad dentro del 1% de tolerancia
fr_fr: Montant à une tolérance de 1%
it_it: Importo con tolleranza massima del 1%
pt_br: Quantia Dentro da Tolerância de 1%
sr_cyrl_rs: Износ уз толеранцију од 1%
sr_latn_rs: Iznos uz toleranciju od 1%
sv_se: Belopp inom 1% tolerans
tr_tr: %1 Oynama Payı ile Miktar

# BalanceTransactions_SelectPayout
source: -- Select a Payout --
ar_sa: --اختر مدفوعاً -
el_gr: -- Επιλέξτε μια Πληρωμή --
es_ve: -- Seleccione un pago --
fr_fr: --Sélectionner un Paiement--
it_it: -- Seleziona un pagamento --
pt_br: -- Selecione um Pagamento --
sr_cyrl_rs: -- Изаберите исплату --
sr_latn_rs: -- Izaberite isplatu --
sv_se: -- Välj en utbetalning --
tr_tr: -- Bir Ödeme Biçimi Seçin --

# BalanceTransactions_TenPercentMatches
source: Amount Within 10% Tolerance
ar_sa: المبلغ خلال فترة التجاوز 10%
el_gr: Ποσό Εντός Ανοχής 10%
es_ve: Cantidad dentro del 10% de tolerancia
fr_fr: Montant à 10% de tolérance
it_it: Importo con tolleranza massima del 10%
pt_br: Quantia Dentro da Tolerância de 10%
sr_cyrl_rs: Износ уз толеранцију од 10%
sr_latn_rs: Iznos uz toleranciju od 10%
sv_se: Belopp inom 10% tolerans
tr_tr: %10 Oynama Payı ile Miktar

# BalanceTransactions_PayoutMatch
source: Payout #{0:N0}, {5} (expected {1:yyyy-MMM-dd}) for {2}: {3} {4:N2}
ar_sa: يتوقع الدفع#{0:N0}{5} في ({1:yyyy-MMM-dd} ل {2}:{3}{4:N2}
el_gr: Πληρωμή #{0:N0}, {5} (αναμένεται στις {1:yyyy-MMM-dd}) για {2}: {3} {4:N2}
es_ve: Pago #{0:N0}, {5} (esperado {1:yyyy-MMM-dd}) para {2}: {3}{4:N2}
fr_fr: Paiement #{0:N0},{5} (prévu le {1:yyyy-MMM-dd}) pour {2}:{3}{4:N2}
it_it: Pagamento #{0:N0}, {5} previsto {1:aaaa-mm-gg} per {2}: {3} {4:N2}
pt_br: Pagamento nº{0:N0}, {5} ({1:yyyy-MMM-dd} esperado) a {2}: {3} {4:N2}
sr_cyrl_rs: Исплата #{0:N0}, {5} (очекивана за {1:yyyy-MMM-dd}) за {2}: {3} {4:N2}
sr_latn_rs: Isplata #{0:N0}, {5} (očekivana za {1:yyyy-MMM-dd}) za {2}: {3} {4:N2}
sv_se: Utbetalning #{0:N0}, {5} (förväntad {1:yyyy-MMM-dd}) för {2}: {3} {4:N2}
tr_tr: Ödeme #{0:N0}, {5} (beklenen {1:yyyy-MMM-dd}) için {2}: {3} {4:N2}

# BalanceTransactions_ModalDialog_DescribePayoutForeign
source: The transaction matches this foreign-currency payout:
ar_sa: تتطابق المعاملة مع دفع هته العملة الأجنبية:
el_gr: Η συναλλαγή αντιστοιχεί σε αυτήν την πληρωμή ξένου νομίσματος:
es_ve: La transacción coincide con este pago en moneda extranjera:
fr_fr: La transaction correspond à ce paiement en devise étrangère:
it_it: La transazione corrisponde a questo pagamento in valuta estera:
pt_br: A transação corresponde a esta transferência de moeda estrangeira:
sr_cyrl_rs: Трансакција се подудара са овом исплатом у страној валути:
sr_latn_rs: Transakcija se podudara sa ovom isplatom u stranoj valuti:
sv_se: Transaktionen matchar denna utbetalning i annan valuta:
tr_tr: Bu yabancı ödeme biçimi ile işlemi eşleştir:

# BalanceTransactions_ModalDialog_RadioPayoutForeign
source: Map the transaction to a foreign-currency payout ({0}% amount tolerance)?
ar_sa: قم بتوجيه المعاملة إلى دفعة بالعملة الأجنبية ({0}٪ مقدار التسامح)؟
el_gr: Ταξινόμηση της συναλλαγής σε μια πληρωμή ξένου νομίσματος ({0}% ανοχή ποσού);
es_ve: ¿Correlacionar la transacción con un pago en moneda extranjera ({0}% de tolerancia de cantidad)?
fr_fr: Assimiler la transaction à un paiement en devise étrangère (taux de tolérance {0}%)?
it_it: Mappare la transazione a un pagamento in valuta estera ({0}% tolleranza di importo)?
pt_br: Mapear a transação para um pagamento em moeda estrangeira (tolerância de {0}% do valor)?
sr_cyrl_rs: Мапирај трансакцију у страној валути ({0}% толеранције)?
sr_latn_rs: Mapiraj transakciju u stranoj valuti ({0}% tolerancije)?
sv_se: Mappa transaktionen till en betalning i annan valuta ({0}% beloppstolerans)?
tr_tr: İşlemi bir yabancı para birimi ödemesiyle eşleştirin ({0}% tutar toleransı)?

# BudgetActual_ContentHeader
source: Budget vs Actual
ar_sa: الميزانية مقابل الوضع الحالي
el_gr: Προϋπολογισμός έναντι Πραγματικού
es_ve: Presupuesto vs actual
fr_fr: Budget vs situation actuelle
it_it: Bilancio vs attuale
pt_br: Orçamento vs Balanço Atual
sr_cyrl_rs: Буџет vs Стварно стање
sr_latn_rs: Budžet vs Stvarno stanje
sv_se: Budget / Utfall
tr_tr: Bütçe ve Gerçek Değer

# BudgetActual_ExpectedYtd
source: Expected YTD
ar_sa: الـ YTD المتوقع
el_gr: Αναμενόμενο YTD
es_ve: YTD esperado
fr_fr: YTD prévu
it_it: Previsto da un anno a oggi
pt_br: YTD Esperado
sr_cyrl_rs: Очекивани YTD
sr_latn_rs: Očekivani YTD
sv_se: Förväntat
tr_tr: Beklenen Yıl İçinde

# BudgetActual_Info
source: This page displays the budgeted breakdown compared to a breakdown of the actual outcome so far.
ar_sa: تعرض هذه الصفحة انهيار الميزانية مقارنةً مع انهيار النتائج الفعلية حتى الآن.
el_gr: Αυτή η σελίδα εμφανίζει την προϋπολογισμένη ανάλυση σε σύγκριση με μια ανάλυση του πραγματικού αποτελέσματος ως τώρα.
es_ve: Esta página muestra el desglose presupuestado en comparación con un desglose del resultado actual hasta el momento.
fr_fr: Cette page affiche la chute budgétaire par rapport à une chute du résultat réel jusqu'à ce jour.
it_it: In questa pagina viene visualizzata l'analisi del bilancio confrontata con un analisi del risultato effettivo finora ottenuto.
pt_br: Esta página exibe o detalhamento do orçamento em comparação com o detalhamento do resultado real até agora.
sr_cyrl_rs: Страница приказује предвиђену поделу буџета у односу на стварно стање.
sr_latn_rs: Stranica prikazuje predviđenu podelu budžeta u odnosu na stvarno stanje.
sv_se: Denna sida visar den detaljerade budgeten, jämfört med det faktiska och förväntade utfallet.
tr_tr: Bu sayfa, bütçede göze alınan zararın şimdiye kadarki gerçek sonuç ile karşılaştırmasını göstermektedir.

# BudgetActual_PageTitle
source: Budget vs Actual
ar_sa: الميزانية مقابل الوضع الحالي
el_gr: Προϋπολογισμός έναντι Πραγματικού
es_ve: Presupuesto vs actual
fr_fr: Budget vs situation actuelle
it_it: Budget vs Attuale
pt_br: Orçamento vs Balanço Atual
sr_cyrl_rs: Буџет vs Стварно стање
sr_latn_rs: Budžet vs Stvarno stanje
sv_se: Budget / Utfall
tr_tr: Bütçe ve Gerçek Değer

# BitcoinHotwallet_Address
source: Bitcoin Address
ar_sa: عنوان محفظة البيتكوين
el_gr: Διεύθυνση Bitcoin
es_ve: Dirección Bitcoin
fr_fr: Adresse Bitcoin
it_it: Indirizzo Bitcoin
pt_br: Endereço Bitcoin
sr_cyrl_rs: Bitcoin адресе
sr_latn_rs: Bitcoin adrese
sv_se: Bitcoinadress
tr_tr: Bitcoin Adresi

# BitcoinHotwallet_BalanceMicrocoins
source: Balance microcoins
ar_sa: رصيد الـ Microcoins
el_gr: Εξισορρόπηση microcoins
es_ve: Balance de microcoins
fr_fr: Solde en Microcoins
it_it: Saldo microcoins
pt_br: Saldo microcoins
sr_cyrl_rs: Салдо microcoins-а
sr_latn_rs: Saldo microcoins-a
sv_se: Saldo mikrocoins
tr_tr: Microcoin Bakiyesi

# BitcoinHotwallet_ValueFiat
source: Value {0}
ar_sa: القيمة {0}
el_gr: Αξία {0}
es_ve: Valor {0}
fr_fr: Valeur {0}
it_it: Valore {0}
pt_br: Valor {0}
sr_cyrl_rs: Вредност {0}
sr_latn_rs: Vrednost {0}
sv_se: Värde {0}
tr_tr: Değer {0}

# BitcoinHotwallet_Header
source: Hotwallet Breakdown
ar_sa: التدقيق في المحفظة الساخنة
el_gr: Ανάλυση Hotwallet
es_ve: Desglose de cartera caliente
fr_fr: Analyse détaillée du Portefeuille chaud
it_it: Analisi dettagliata del Hotwallet
pt_br: Detalhamento da Hotwallet
sr_cyrl_rs: Hotwallet, детаљи
sr_latn_rs: Hotwallet, detalji
sv_se: Arbetsplånbok i detalj
tr_tr: Hotwallet'ı yakından incele

# BitcoinHotwallet_Info
source: This shows a breakdown of the organization's bitcoin hotwallet addresses and balance. (Empty and previously-used addresses are not displayed.)
ar_sa: يبين هذا معلومات دقيقة حول عناوين ورصيد محفظة البيتكوين الساخنة الخاصة بالمنظمة. (لا يتم عرض العناوين الفارغة والمستخدمة سابقًا.)
el_gr: Αυτό εμφανίζει μια ανάλυση των διευθύνσεων και του υπολοίπου του bitcoin hotwallet. (Οι κενές διευθύνσεις και οι διευθύνσεις που έχουν χρησιμοποιηθεί στο παρελθόν δεν εμφανίζονται.)
es_ve: Esto muestra un desglose de las direcciones y el saldo de la cartera caliente Bitcoin de la organización. (Las direcciones vacías y usadas previamente no se muestran)
fr_fr: Cela montre une chute des portefeuilles chauds et de la balance du Bitcoin de l'organisation. (Les adresses vides et utilisées précédemment ne sont pas affichées.)
it_it: Questo mostra un'analisi degli indirizzi e del saldo del Hotwallet di bitcoin dell'organizzazione. (Gli indirizzi vuoti e quelli utilizzati in precedenza non vengono visualizzati)
pt_br: Isto mostra um detalhamento da organização dos endereços das hotwallet e saldo em bitcoin. (Endereços vazios e anteriormente usados não são exibidos.)
ru_ru: Это показывает разбивку адресов и баланса bitcoin hotwallet организации. (Пустые и ранее используемые адреса не отображаются.)
sr_cyrl_rs: Ово приказује детаље bitcoin hotwallet-а организације, адресе и стање. (Празне и претходно коришћене адресе се не приказују.)
sr_latn_rs: Ovo prikazuje detalje bitcoin hotwallet-a organizacije, adrese i stanje. (Prazne i prethodno korišćene adrese se ne prikazuju.)
sv_se: Detta är en detaljgranskning av organisationens arbetsplånbok för bitcoin - dess adresser och saldon. (Tomma och tidigare använda adresser visas inte.)
tr_tr: Bu, organizasyonun bitcoin hotwallet adresleri ve bakiyesinin detaylı incelemesini gösterir. (Boş veya önceden kullanılmış adresler gösterilmez.)

# BitcoinHotWallet_Empty
source: There are no funds in the hotwallet.
ar_sa: لا يوجد رصيد في المحفظة الساخنة.
el_gr: Δεν υπάρχουν κεφάλαια στο hotwallet.
es_ve: No hay fondos en la cartera caliente.
fr_fr: Il n'y a pas de fonds dans le portefeuille chaud.
it_it: Non ci sono fondi nel hotwallet.
pt_br: Não há fundos na hotwallet.
sr_cyrl_rs: Нема средстава у hotwallet-у.
sr_latn_rs: Nema sredstava u hotwallet-u.
sv_se: Det finns inga pengar i arbetsplånboken.
tr_tr: Hotwallet'da hiç para bulunmuyor.

# BitcoinHotWallet_TransactionHash
source: Transaction Hash
ar_sa: تجزئة المعاملة
el_gr: Hash Συναλλαγής
es_ve: Picadillo de transacciones
fr_fr: Hachage de la transaction
it_it: Hash transazione
pt_br: Hash da Transação
sr_cyrl_rs: Hash Трансакције
sr_latn_rs: Hash Transakcije
sv_se: Transaktionshashkod
tr_tr: İşlem Hash'i

# BitcoinHotWallet_UnspentTransaction
source: Unspent TxOut
ar_sa: TxOut غير مصروف
el_gr: Μη Δαπανηθείσα Έξοδος Συναλλαγής
es_ve: No gastado Txout
fr_fr: TxOut non dépensé
it_it: Transazione in uscita non spesa
pt_br: TxOut não gasto
sr_cyrl_rs: Непотрошено TxOut
sr_latn_rs: Nepotrošeno TxOut
sv_se: Ospenderade TxOut
tr_tr: Harcanmamış İşlem Çıkışı

# BalanceSheet_Assets
source: Assets XXXX
ar_sa: ممتلكات XXXX
el_gr: Περιουσιακά στοιχεία XXXX
es_ve: Activos xxxx
fr_fr: Actifs XXXX
it_it: Beni XXXX
pt_br: Ativos XXXX
sr_cyrl_rs: Средстава XXXX
sr_latn_rs: Sredstava XXXX
sv_se: Tillgångar XXXX
tr_tr: Varlıklar XXXX

# BalanceSheet_AssetsDelta
source: (change)
ar_sa: (التغير)
el_gr: (αλλαγή)
es_ve: (cambio)
fr_fr: (changement)
it_it: (cambio)
pt_br: (modificar)
sr_cyrl_rs: (разлика)
sr_latn_rs: (razlika)
sv_se: (förändring)
tr_tr: (değiştir)

# BalanceSheet_Info_Simplified
source: The Balance Sheet is an overview of assets and debts at a snapshot in time, and is used to see how results affect the overall financial health of the organization. You may also want to look at the <a href="BalanceSheet">advanced balance sheet</a> for more detail, or the <a href="ProfitLossStatement">profit-and-loss statement</a> which is the overview of income and expenditure.
ar_sa: يقدم بيان الـميزانيَّة لمحة عامة عن الأصول والمديونيات في فترة محددة من الزمن، ويستخدم لمعرفة كيفية تأثير النتائج على الحالة المالية العامة للمنظمة. قد ترغب أيضاً في التعرف على <a href="BalanceSheet">بيان الـميزانيَّة المتقدم</a> لمزيد من التفاصيل، أو التعرف على<a href="ProfitLossStatement"> بيان الأرباح والخسائر</a> الذي يعطي نظرة عامة عن المداخيل والنفقات.
el_gr: Ο ισολογισμός είναι μια γενική επισκόπηση των περιουσιακών στοιχείων και των χρεών σε μια δεδομένη χρονική στιγμή, και χρησιμοποιείται για την εκτίμηση της επιρροής των αποτελεσμάτων στην συνολική οικονομική υγεία του οργανισμού. Ενδεχομένως να θέλετε να ρίξετε μια ματιά στον <a href="BalanceSheet">ισολογισμό για προχωρημένους</a> για περισσότερες λεπτομέρειες, ή στην <a href="ProfitLossStatement">δήλωση κερδών και ζημιών</a> που είναι η γενική επισκόπηση των εσόδων και των εξόδων.
es_ve: El Balance es una descripción general de los activos y las deudas en una instantánea en el tiempo, y se utiliza para ver cómo los resultados afectan la salud financiera general de la organización. Es posible que también desee consultar el <a href="BalanceSheet"> balance general avanzado </a> para obtener más información o la <a href="ProfitLossStatement"> declaración de pérdidas y ganancias </a>, que es la resumen de ingresos y gastos.
fr_fr: Le bilan est un aperçu général des actifs et des dettes à un instant donné, et il est utilisé pour voir comment les résultats affectent la santé financière globale de l'organisation. Vous pouvez également vouloir jeter un coup d'oeil sur le <a href="BalanceSheet">bilan avancé</a>pour plus de détails ou le<a href="ProfitLossStatement">le relevé des profits et pertes</a>, qui est l'aperçu général des revenus et des dépenses.
it_it: Il rendiconto è una panoramica dei beni e dei debiti in un momento preciso nel tempo e viene utilizzato per vedere come i risultati influenzano la salute finanziaria complessiva dell'organizzazione. Per maggiori dettagli si rimanda al <a href="BalanceSheet"> rendiconto avanzato</a>, oppure al <a href="ProfitLossStatement">Conto economico</a>, che rappresenta la panoramica delle entrate e delle uscite.
pt_br: O Balanço Financeiro é uma visão geral dos activos e passivos num determinado instante, e é utilizado para ver como os resultados afetam a saúde financeira total da organização. Pode também querer dar uma olhada à <a href="BalanceSheet">Balanço Financeiro Avançado</a> para mais detalhes, ou à <a href="ProfitLossStatement">declaração de lucros e perdas</a>, que é a vista geral de receitas e despesas.
sr_cyrl_rs: Табела стања даје приказ средстава и дуговања у датом временском тренутку и користи се да би се стекао увид у опште стање организације. Можда бисте желели да погледате и <a href="BalanceSheet">напредну табелу</a> са више детаља или <a href="ProfitLossStatement">изјаву о профиту и губитку,</a> која даје увид у приходе и расходе.
sr_latn_rs: Tabela stanja daje prikaz sredstava i dugovanja u datom vremenskom trenutku i koristi se da bi se stekao uvid u opšte stanje organizacije. Možda biste želeli da pogledate i <a href="BalanceSheet">naprednu tabelu</a> sa više detalja ili <a href="ProfitLossStatement">izjavu o profitu i gubitku,</a> koja daje uvid u prihode i rashode.
sv_se: Balansräkningen är en översikt över tillgångar och skulder vid ett ögonblick i tiden, och används för att se hur resultaten påverkar organisationens övergripande finansiella hälsa. Du kan också titta på den <a href="BalanceSheet">avancerade balansräkningen</a> för mer detaljer, eller på <a href="ProfitLossStatement">resultaträkningen</a> som är en översikt över inkomster och utgifter.
tr_tr: Bilanço, zamanın anlık bir kesitinde borç ve kazançlara genel bir bakıştır ve sonuçların organizasyonun genel finansal sağlığını nasıl etkilediğini görmek için kullanılır. Ayrıca, daha fazla bilgi için <a href="BalanceSheet">gelişmiş bilanço</a>'ya göz atmak isteyebilirsiniz. yada gelir ve giderlerin özeti olan <a href="ProfitLossStatement"> kar-zarar beyanı</a>na göz atmak isteyebilirsiniz.

# BalanceSheet_Liabilities
source: Liabilities XXXX
ar_sa: الخصوم XXXX
el_gr: Υποχρεώσεις XXXX
es_ve: Pasivos xxxx
fr_fr: Passifs XXXX
it_it: Debiti XXXX
pt_br: Passivos XXXX
sr_cyrl_rs: Обавезе XXXX
sr_latn_rs: Obaveze XXXX
sv_se: Skulder XXXX
tr_tr: Yükümlülükler XXXX

# BalanceSheet_LiabilitiesDelta
source: (change)
ar_sa: (التغير)
el_gr: (αλλαγή)
es_ve: (cambio)
fr_fr: (changement)
it_it: (cambio)
pt_br: (modificar)
sr_cyrl_rs: (разлика)
sr_latn_rs: (разлика)
sv_se: (förändring)
tr_tr: (değiştir)

# BalanceSheet_LossToDate
source: Loss to date ({0})
ar_sa: الخسارة حتى الآن ({0})
el_gr: Ζημίες μέχρι τώρα ({0})
es_ve: Pérdida hasta la fecha ({0})
fr_fr: Perte jusqu'à présent ({0})
it_it: Perdita fino ad oggi ({0})
pt_br: Perda até a data ({0})
sr_cyrl_rs: Губитак до датума ({0})
sr_latn_rs: Gubitak do datuma ({0})
sv_se: Förlust hittills ({0})
tr_tr: Bugüne kadarki zarar ({0})

# BalanceSheet_ProfitToDate
source: Profit to date ({0})
ar_sa: الربح حتى الآن ({0})
el_gr: Κέρδος μέχρι τώρα ({0})
es_ve: Ganancia hasta la fecha ({0})
fr_fr: Profit jusqu'à présent ({0})
it_it: Profitto fino ad oggi ({0})
pt_br: Lucro até a data ({0})
sr_cyrl_rs: Профит до датума ({0})
sr_latn_rs: Profit do datuma ({0})
sv_se: Vinst hittills ({0})
tr_tr: Bugüne kadarki kâr ({0})

# InspectLedgers_CreateTransactionButton
source: Create Transaction
ar_sa: أنشاء معاملة
el_gr: Δημιουργία Συναλλαγής
es_ve: Crear transacción
fr_fr: Créer transaction
it_it: Crea transazione
pt_br: Criar transação
sr_cyrl_rs: Креирај трансакцију
sr_latn_rs: Kreiraj transakciju
sv_se: Skapa transaktion
tr_tr: İşlem Oluştur

# InspectLedgers_CreateTransactionDateTime
source: Date and time of transaction (UTC)
ar_sa: تاريخ ووقت المعاملة (UTC)
el_gr: Ημερομηνία και ώρα συναλλαγής (UTC)
es_ve: Fecha y hora de la transacción (UTC)
fr_fr: Date et heure de la transaction (UTC)
it_it: Data e ora della transazione (UTC)
pt_br: Data e hora da transação (UTC)
sr_cyrl_rs: Датум и време трансакције (UTC)
sr_latn_rs: Datum i vreme transakcije (UTC)
sv_se: Datum och tid för transaktion (UTC)
tr_tr: İşlem tarihi ve saati (UTC)

# InspectLedgers_CreateTransactionDescription
source: Transaction Description
ar_sa: وصف المعاملة
el_gr: Περιγραφή Συναλλαγής
es_ve: Descripción de la transacción
fr_fr: Description de la transaction
it_it: Descrizione della transazione
pt_br: Descrição da Transação
sr_cyrl_rs: Опис трансакције
sr_latn_rs: Opis transakcije
sv_se: Transaktionsbeskrivning
tr_tr: İşlem Açıklaması

# InspectLedgers_CreateTransactionDialogHeader
source: Creating New Transaction
ar_sa: انشاء معاملة جديدة
el_gr: Πραγματοποιείται Δημιουργία Νέας Συναλλαγής
es_ve: Crear nueva transacción
fr_fr: Création d'une nouvelle transaction
it_it: Creando nuova transazione
pt_br: Criando Nova Transação
sr_cyrl_rs: Креирај нову трансакцију
sr_latn_rs: Kreiraj novu transakciju
sv_se: Skapar ny transaktion
tr_tr: Yeni İşlem Oluşturuluyor

# InspectLedgers_CreateTransactionFirstAccount
source: Account of first transaction row
ar_sa: الصف الأول مع عارضة التعاملات
el_gr: Λογαριασμός της πρώτης σειράς συναλλαγών
es_ve: Cuenta de la primera fila de transacciones
fr_fr: Compte de la première ligne de la transaction
it_it: Account della prima colonna della transazione
pt_br: Conta da primeira transação da fila
sr_cyrl_rs: Рачун за први ред трансакције
sr_latn_rs: Račun za prvi red transakcije
sv_se: Konto för första transaktionsrad
tr_tr: İlk işlem satırının hesabı

# InspectLedgers_CreateTransactionFirstAmount
source: Amount of first transaction row
ar_sa: مبلغ الصف الأول مع عارضة التعاملات
el_gr: Ποσό της πρώτης σειράς συναλλαγών
es_ve: Cantidadde la primera fila de transacciones
fr_fr: Montant de la première ligne de la transaction
it_it: Importo della prima colonna della transazione
pt_br: Quantia da primeira transação da fila
sr_cyrl_rs: Износ у првом реду трансакције
sr_latn_rs: Iznos u prvom redu transakcije
sv_se: Belopp för första transaktionsrad
tr_tr: İlk işlem satırının tutarı

# InspectLedgers_CreateTransactionSidebar
source: Add new transaction
ar_sa: اضافة معاملة جديدة
el_gr: Προσθήκη νέας συναλλαγής
es_ve: Agregar una nueva transacción
fr_fr: Ajouter une nouvelle transaction
it_it: Aggiungi nuova transazione
pt_br: Adicionar nova transação
sr_cyrl_rs: Додај нову трансакцију
sr_latn_rs: Dodaj novu transakciju
sv_se: Lägg till transaktion
tr_tr: Yeni işlem ekle

# BalanceTransactions_ModalDialog_ButtonOutboundInvoice
source: Match invoice
ar_sa: مطابقة الفاتورة
el_gr: Αντιστοίχιση τιμολογίου
es_ve: Coincidir factura
fr_fr: Correspondre la facture
it_it: Abbina fattura
pt_br: Comparar Fatura
sr_cyrl_rs: Преклопи фактуру
sr_latn_rs: Preklopi fakturu
sv_se: Matcha faktura
tr_tr: Faturayı eşleştir

# BalanceTransactions_ModalDialog_DescribeOutboundInvoice
source: Match the transaction to this outbound invoice:
ar_sa: مطابقة المعاملة مع هذه الفاتورة الصادرة:
el_gr: Αντιστοίχιση της συναλλαγής σε αυτό το εξερχόμενο τιμολόγιο:
es_ve: Haga coincidir la transacción con esta factura saliente:
fr_fr: Faire correspondre cette transaction à cette facture sortante:
it_it: Abbina la transazione a questa fattura in uscita:
pt_br: Compare a transação a esta fatura de saída:
sr_cyrl_rs: Преклопи трансакцију са излазном фактуром:
sr_latn_rs: Preklopi transakciju sa izlaznom fakturom:
sv_se: Matcha transaktionen med denna utgående faktura:
tr_tr: İşlemi şu gelen faturaya eşle:
