Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# UploadBankFiles_ImportResults
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p>After import, the account balance in Swarmops matches that of the bank.</p>
ar_sa: <p>الملف احتوى على عدد {0:N0} من العمليات. {1:N0} عملية تم استيرادها بنجاح إلى حساب {2}. (عدد {3:N0} كانت عمليات مكررة).</p><p> بعد عملية الاستيراد أصبح الرصيد البنكي في نظام سوارموبس مطابقاً للبنك.</p>
el_gr: <p>Το αρχείο περιείχε {0:N0} συναλλαγές. <strong>{1:N0} συναλλαγές</strong> έχουν εισαχθεί με επιτυχία στον <em>{2}</em> λογαριασμό λογιστικής. ({3:N0} συναλλαγές ήταν διπλές.)</p><p>Μετά την εισαγωγή, το υπόλοιπο λογαριασμού στο Swarmops ταιριάζει με αυτό της τράπεζας.</p>
es_ve: <p> El archivo contenía {0:N0} transacciones. <strong>{1:N0} transacciones </strong> se importaron con éxito a la cuenta de contabilidad <em>{2}</em>. {3:N0} transacciones fueron duplicados.) </p><p> Después de la importación, el saldo de la cuenta en Swarmops coincide con el del banco. </p>
fr_fr: <p> Le fichier contenait {0:N0} transactions. Les <strong>{1:N0} transactions </strong> ont été importées avec succès <em>{2}</em> vers le compte. ({3:N0} transactions étaient dupliquées.) </p><p> Après l’importation, le solde du compte Swarmops correspond à celui de la banque.</p>
it_it: <p>Il file conteneva {0:N0} transazioni. <strong>{1:N0} transazioni</strong> sono state importate con successo nel account di contabilità <em>{2}</em>. ({3:N0} transazioni erano dei duplicati.)</p><p>Dopo l'importazione, il saldo del conto di Swarmops corrisponde a quello della banca.</p>
pt_br: <p>O ficheiro continha {0:N0} transações. <strong>{1:N0} transações</strong> foram importadas com sucesso na conta de contabilidade <em>{2}</em>. ({3:N0} transações eram duplicadas.)</p><p>Depois de importar, o saldo bancário no Swarmops coincide com o do banco.</p>
sr_cyrl_rs: <p>Фајл садржи {0:N0} трансакција. <strong>{1:N0} трансакција</strong> је успешно увежено у <em>{2}</em> налог за књиговодство. ({3:N0} трансакција су били дупликати.)</p><p>Након увоза, биланс стања на Swarmops-у се поклапа са стањем које приказује банка.</p>
sr_latn_rs: <p>Fajl sadrži {0:N0} transakcija. <strong>{1:N0} transakcija</strong> je uspešno uveženo u <em>{2}</em> nalog za knjigovodstvo. ({3:N0} transakcija su bili duplikati.)</p><p>Nakon uvoza, bilans stanja na Swarmops-u se poklapa sa stanjem koje prikazuje banka.</p>
sv_se: <p>Filen innehöll {0:N0} transaktioner. <strong>{1:N0} transaktioner</strong> har importerats till bokföringen för <em>{2}</em>. ({3:N0} transaktioner var dubbletter.)</p><p>Efter import, så matchar bankens saldo det i Swarmops.</p>
tr_tr: <p> Dosya {0:N0} işlem içeriyordu. <strong>{1:N0} işlemleri </strong> <em>{2}</em> muhasebe hesabına başarıyla alındı. ({3:N0} Verileri kopyaydı). </p><p> İçe aktarmadan sonra, Swarmops'taki hesap banka ile eşleşti. </p>

# UploadBankFiles_Info
source: Here, you can upload files from your bank or payment provider into your organization's bookkeeping. Examples include account history and payments received.
ar_sa: هنا، يمكنك رفع الملفات من بنكك أو مقدم خدمة مدفوعاتك إلى السجلات المحاسبية في منظمتك. وتشمل الأمثلة تاريخ الحساب والمدفوعات المستلمة.
el_gr: Εδώ μπορείτε να ανεβάσετε αρχεία από την τράπεζά σας ή από τον πάροχο πληρωμών σας, στο μητρώο λογιστικής του οργανισμού σας. Το ιστορικό λογαριασμού και οι ληφθείσες πληρωμές είναι παραδείγματα τέτοιων αρχείων.
es_ve: Aquí puede cargar archivos de su banco o proveedor de pagos en la contabilidad de su organización. Los ejemplos incluyen el historial de la cuenta y los pagos recibidos.
fr_fr: Ici, vous pouvez télécharger des fichiers de votre banque ou de votre fournisseur de paiement pour les mettre dans la comptabilité de votre organisation. Les exemples incluent l'historique des comptes et les paiements reçus.
it_it: Qui è possibile caricare i file dalla banca o dal fornitore di servizi di pagamento nella propria contabilità aziendale. Gli esempi includono la cronologia del conto e i pagamenti ricevuti.
pt_br: Aqui, você pode enviar arquivos do seu banco ou provedor de pagamento para a contabilidade da sua organização. Exemplos incluem histórico de contas e pagamentos recebidos.
ru_ru: Здесь вы можете загрузить файлы из вашего банка или платежного провайдера в бухгалтерию Вашей организации. Примеры включают историю счетов и полученные платежи.
sr_cyrl_rs: Одавде можете да отпремите фајлове своје банке или другог сервиса за наплату у пословне књиге организације. Примери укључују историју налога и примљених уплата.
sr_latn_rs: Odavde možete da otpremite fajlove svoje banke ili drugog servisa za naplatu u poslovne knjige organizacije. Primeri uključuju istoriju naloga i primljenih uplata.
sv_se: Här kan du ladda upp filer från din bank eller betalningshanterare till din bokföring, exempelvis kontohistorik och betalningsfiler.
tr_tr: Bankadan yada ödeme sağlayıcınızdan organizasyon hesabınızdan dosyaları buradan indirebilirsiniz. Örnek olarak hesap geçmişini ve ödeme verilerini içerir.

# UploadBankFiles_Instructions
source: Instructions
ar_sa: الإرشادات
el_gr: Οδηγίες
es_ve: Instrucciones
it_it: Istruzioni
pt_br: Instruções
ru_ru: Инструкции
sr_cyrl_rs: Упутства
sr_latn_rs: Uputstva
sv_se: Instruktioner
tr_tr: Talimatlar

# UploadBankFiles_PageTitle
source: Upload Bank Files
ar_sa: رفع ملفات البنك
el_gr: Ανεβάστε Τραπεζικά Αρχεία
es_ve: Cargar archivos bancarios
fr_fr: Télécharger les fichiers de la banque
it_it: Carica file bancari
pt_br: Enviar Ficheiros Bancários
ru_ru: Выгрузка банковских файлов
sr_cyrl_rs: Пошаљи банкарске фајлове
sr_latn_rs: Pošalji bankarske fajlove
sv_se: Ladda upp bankfiler
tr_tr: Banka Dosyalarını Yükle

# UploadBankFiles_PaymentAllDuplicates
source: However, they were all duplicates of payment information that was previously uploaded. No new payment information has been imported to Swarmops.
ar_sa: ومع ذلك، كانت كلها تكرارا لمعلومات الدفع التي تم رفعها سابقا. لم يتم استيراد معلومات دفع جديدة إلى سوارموبس.
el_gr: Ωστόσο, ήταν όλα αντίγραφα πληροφοριών πληρωμών που είχαν προηγουμένως φορτωθεί. Δεν εισήχθη καμία νέα πληροφορία πληρωμής στο Swarmops.
es_ve: Sin embargo, todos eran duplicados de la información de pago que se cargó previamente. No se ha importado ninguna nueva información de pago a Swarmops.
fr_fr: Néanmoins, ils étaient tous un duplicata des informations de paiement qui ont déjà été téléchargé. Aucune nouvelle information de paiement n'a été importée vers Swarmops.
it_it: Comunque, erano tutti duplicati di informazioni sui pagamenti precedentemente caricate. Nessuna nuova informazione di pagamento è stata importata su Swarmops.
pt_br: No entanto, foram todas duplicadas de informações de pagamento que foram carregadas anteriormente. Nenhuma nova informação de pagamento foi importada para Swarmops.
ru_ru: Однако все они были дубликатами платежной информации, которая была загружена ранее. Никакой новой информации оплата была импортирована в Swarmops.
sr_cyrl_rs: На жалост, све информације о обављеним плаћањима које сте отпремили су били дупликати. Ниједна нова информација о плаћањима није увежена у Swarmops.
sr_latn_rs: Na žalost, sve informacije o obavljenim plaćanjima koje ste otpremili su bili duplikati. Nijedna nova informacija o plaćanjima nije uvežena u Swarmops.
sv_se: De var dock alla dubbletter av betalningsinformation som laddats upp tidigare. Inga nya betalningar har importerats till Swarmops.
tr_tr: Ancak, önceki verilerden ödeme bilgilerinin hepsini kopyalayabilirsiniz. Swarmops'a yeni ödeme bilgisi yüklenmedi.

# UploadBankFiles_PaymentCount
source: no payments|one payment|{0} payments
ar_sa: لا مدفوعات | دفعة واحدة فقط | عدد {0} من الدفعات
el_gr: καμία πληρωμή|μια πληρωμή|{0} πληρωμές
es_ve: sin pagos | un pago | {0} pagos
fr_fr: pas de paiements | un paiement | {0} paiements
it_it: nessun pagamento| un pagamento | {0} pagamenti
pt_br: sem pagamentos|um pagamento|{0} pagamentos
sr_cyrl_rs: нема плаћања|једно плаћање|{0} плаћања
sr_latn_rs: nema plaćanja|jedno plaćanje|{0} plaćanja
sv_se: inga betalningar|en betalning|{0} betalningar
tr_tr: ödeme yapılamadı | bir ödeme | {0} ödemeler

# UploadBankFiles_PaymentFileUploadedHeader
source: Payment File Uploaded
ar_sa: تم رفع ملف المدفوعات
el_gr: Το Αρχείο Πληρωμής Φορτώθηκε
es_ve: Archivo de pago subido
fr_fr: Fichier de paiement téléchargé
it_it: File di pagamento caricato
pt_br: Ficheiro de pagamento enviado
ru_ru: Загруженный Файл Оплаты
sr_cyrl_rs: Фајл са плаћањима је отпремљен
sr_latn_rs: Fajl sa plaćanjima je otpremljen
sv_se: Betalningsfil uppladdad
tr_tr: Ödeme Dosyası Yüklendi

# UploadBankFiles_PaymentGroupCount
source: no payment groups|one payment group|{0} payment groups
ar_sa: لا مجموعة مدفوعات | مجموعة مدفوعات واحدة | {0} من مجموعات المدفوعات
el_gr: καμία ομάδα πληρωμών|μια ομάδα πληρωμών|{0} ομάδες πληρωμών
es_ve: no hay grupos de pago | un grupo de pago | {0} grupos de pago
fr_fr: aucun groupe de paiement | un groupe de paiement | {0} groupes de paiement
it_it: nessun gruppo di pagamento| un gruppo di pagamento | {0} gruppi di pagamento
pt_br: nenhum grupo de pagamentos|um grupo de pagamento|{0} grupos de pagamento
sr_cyrl_rs: не постоји група за плаћање|једна група за плаћање|{0} група за плаћање
sr_latn_rs: ne postoji grupa za plaćanje|jedna grupa za plaćanje|{0} grupa za plaćanje
sv_se: Ingen betalningsgrupp|en betalningsgrupp|{0} betalningsgrupper
tr_tr: ödeme grupları yok | bir ödeme grubu | {0} ödeme grupları

# UploadBankFiles_PaymentsFile
source: Payments File
ar_sa: ملف المدفوعات
el_gr: Αρχείο Πληρωμών
es_ve: Archivo de pagos
fr_fr: Fichier des paiements
it_it: File dei pagamenti
pt_br: Ficheiro de Pagamentos
sr_cyrl_rs: Фајлови за плаћања
sr_latn_rs: Fajlovi za plaćanja
sv_se: Betalningsfil
tr_tr: Ödemeler Dosyası

# UploadBankFiles_PaymentSummary1
source: The payment file contained {0}.
ar_sa: ملف المدفوعات يحتوي {0}.
el_gr: Το αρχείο πληρωμής περιείχε {0}.
es_ve: El archivo de pago contenido {0}.
fr_fr: Le fichier de paiement contenait {0}.
it_it: Il file di pagamento conteneva {0}.
pt_br: O ficheiro de pagamento continha {0}.
sr_cyrl_rs: Фајл за плаћање садржи {0}.
sr_latn_rs: Fajl za plaćanje sadrži {0}.
sv_se: Betalningsfilen innehöll {0}.
tr_tr: Ödeme dosyası alındı {0}.

# UploadBankFiles_PaymentSummary2
source: <strong>{0} {1:N2}</strong> in payments were imported, distributed over {2} across {3}.
ar_sa: <strong>{0} {1:N2}</strong> من المدفوعات تم استيرادها، موزعة على {2} عبر {3}.
el_gr: <strong>{0} {1:N2}</strong> σε πληρωμές εισήχθησαν, και διανεμήθηκαν σε {2} σε {3}.
es_ve: <strong>{0}{1:N2}</strong> en los pagos fueron importados, distribuidos sobre {2} a través {3}.
fr_fr: <strong>{0} {1:N2}</strong> des paiements ont été importés, répartis sur {2} à travers {3}.
it_it: Sono stati importati <strong>{0}{1:N2}</strong> in pagamenti, distribuiti in {2} su {3}.
pt_br: <strong>{0} {1:N2}</strong> em pagamentos foram importados, distribuídos em {2} em {3}.
sr_cyrl_rs: <strong>{0} {1:N2}</strong> у плаћањима која су увежена, дистрибуирана путем {2} преко {3}.
sr_latn_rs: <strong>{0} {1:N2}</strong> u plaćanjima koja su uvežena, distribuirana putem {2} preko {3}.
sv_se: <strong>{0} {1:N2}</strong> i betalningar importerades, fördelat över {2} i {3}.
tr_tr: <strong>{0}{1:N2}</strong> ödeme alındı, dağıtıldı {2} karşı tarafa {3}.

# UploadBankFiles_PaymentSummaryDuplicates
source: There was also some duplicate information ({0} across {1}).
ar_sa: كان هناك أيضا بعض المعلومات المكررة ({0} عبر {1}).
el_gr: Υπήρχαν επίσης κάποιες διπλές πληροφορίες ({0} έως {1}).
es_ve: También hubo información duplicada ({0} en {1}).
fr_fr: Il y avait aussi des informations dupliquées ({0} à travers {1}).
it_it: C'erano anche alcune informazioni duplicate ({0} su{1}).
pt_br: Houve também algumas informações duplicadas ({0} entre {1}).
sr_cyrl_rs: Има неких дупликата информација ({0} преко {1}).
sr_latn_rs: Ima nekih duplikata informacija ({0} preko {1}).
sv_se: Det fanns också en del dubblettinformation ({0} i {1}).
tr_tr: Ayrıca bazı bilgiler alındı ({0} karşıdan {1}).

# UploadBankFiles_Processing
source: Processing File...
ar_sa: معالجة ملف...
el_gr: Πραγματοποιείται Επεξεργασία Αρχείου...
es_ve: Procesando archivo...
fr_fr: Ficher en cours de traitement...
it_it: Elaborazione file...
pt_br: Processando Arquivo...
sr_cyrl_rs: Обрађивање фајла...
sr_latn_rs: Obrađivanje fajla...
sv_se: Bearbetar fil...
tr_tr: Dosya İşleniyor...

# UploadBankFiles_ProcessingComplete
source: Processing Complete
ar_sa: اكتملت المعالجة
el_gr: Η Επεξεργασία Ολοκληρώθηκε
es_ve: Procesado completo
fr_fr: Traitement terminé
it_it: Elaborazione completa
pt_br: Processamento Completo
sr_cyrl_rs: Обрада је завршена
sr_latn_rs: Obrada je završena
sv_se: Bearbetning slutförd
tr_tr: İşlenme Tamamlandı

# UploadBankFiles_ResultsBad
source: <p><br/><strong>The file could not be read as an input file to this bank.</strong></p><p>There are several reasons this could happen: the file may be corrupt, the bank may have silently changed its file format, or you uploaded the wrong file entirely. Please try again.</p>
ar_sa: <p><br/> <strong>تعذر قراءة الملف كملف إدخال لهذا البنك-</strong></p><p>هناك عدة أسباب يمكن أن تتسبب بهذا: قد يكون الملف تالفاً، أو أن البنك قد قام بتغيير تنسيق الملف دون أخبارك، أو أنك قمت برفع الملف الخاطئ تماما. الرجاء المحاولة مرة أخرى.</p>
el_gr: <p><br/><strong>Το αρχείο δεν ήταν εφικτό να διαβαστεί ως αρχείο εισόδου για αυτήν την τράπεζα.</strong></p><p>Υπάρχουν διάφοροι λόγοι για τους οποίους μπορεί να συμβεί αυτό: μπορεί να είναι κατεστραμμένο το αρχείο, να έχει αλλάξει η τράπεζα την υποστηριζόμενη μορφή αρχείου της χωρίς ενημέρωση, ή να ανεβάσατε λάθος αρχείο. Παρακαλώ προσπαθήστε ξανά.</p>
es_ve: <p><br/><strong>El archivo no se puede leer como un archivo de entrada a este banco.</strong></p><p> Hay varias razones por las que esto podría suceder: el archivo puede estar dañado, el banco puede haber cambiado su formato de archivo en silencio, o subiste el archivo equivocado por completo. Por favor, inténtelo de nuevo. </p>
fr_fr: <p><br/><strong> Le fichier n'a pas pu être lu en tant que fichier d'entrée dans cette banque. </strong></p> <p> Plusieurs raisons peuvent expliquer ce problème: le fichier est peut-être endommagé, la banque a peut-être changé de manière silencieuse son format de fichier, ou vous avez téléchargé le mauvais fichier entièrement. Veuillez réessayer.</p>
it_it: <p><br/><strong> Non è stato possibile leggere il file come un file di input per questa banca.</strong></p><p>Ci sono molteplici motivi per cui questo potrebbe accadere: Il file potrebbe essere danneggiato, la banca potrebbe aver cambiato il formato del suo file, oppure hai caricato il file completamente sbagliato. Si prega di riprovare</p>
pt_br: <p><br/><strong>O ficheiro não pôde ser lido como um ficheiro de entrada para este banco.</strong></p><p>Existem várias razões para que isto possa acontecer: o ficheiro pode estar corrupto, o banco pode ter silenciosamente alterado ligeiramente o formato do ficheiro, ou enviou o ficheiro errado. Por favor tente novamente.</p>
sr_cyrl_rs: <p><br/><strong>Фајл не може бити прочитан као улазни фајл наведене банке.</strong></p><p>Постоји неколико разлога зашто се ово догодило: сам фајл је можда оштећен, банка је можда променила формат фајла, или сте поднели у потпуности погрешан фајл. Покушајте поново.</p>
sr_latn_rs: <p><br/><strong>Fajl ne može biti pročitan kao ulazni fajl navedene banke.</strong></p><p>Postoji nekoliko razloga zašto se ovo dogodilo: sam fajl je možda oštećen, banka je možda promenila format fajla, ili ste podneli u potpunosti pogrešan fajl. Pokušajte ponovo.</p>
sv_se: <p><br/> <strong>Filen kunde inte läsas som en indatafil till denna bank.</strong></p><p>Det finns flera skäl till att detta kan hända: filen kan vara skadad eller banken kan i tysthet ha ändrat sitt filformat, eller så laddade du upp helt fel fil. Försök igen.</p>
tr_tr: <p><br/><strong> Dosya bankaya giriş dosyası olarak okunamadı. </strong></p><p> Bir kaç neden olabilir: dosya biçimi bozulmuş olabilir, banka dosya biçimini sessizce değiştirmiş olabilir yada dosyayı tamamen yanlış indirmiş olabilirsiniz. Lütfen tekrar deneyin. </p>

# UploadBankFiles_ResultsGood
source: <p>The file has been <strong>successfully imported.</strong> {0:N0} new transactions imported; {1:N0} discarded as duplicates of what was already in Swarmops. The account balance in Swarmops matches that of the bank.</p><p>The file contained transactions from {2:yyyy-MMM-dd} to {3:yyyy-MMM-dd}.</p>
ar_sa: <p> تم استيراد الملف بنجاح. تم استيراد عدد {0:N0} من العمليات، تم إهمال عدد {1:N0} من العمليات لتكرارها لما هو موجود مسبقاً في نظام سوارموبس. الرصيد الموجود في نظام سوارموبس متطابق لما هو موجود في البنك..</p><p> وقد احتوى الملف على عمليات من الفترة {2:yyyy-MMM-dd} إلى {3:yyyy-MMM-dd}
el_gr: <p>Το αρχείο έχει <strong>εισαχθεί επιτυχώς.</strong> {0:N0} εισήχθησαν νέες συναλλαγές· {1:N0} διαγράφηκαν ως αντίγραφα αυτών που υπήρχαν ήδη στο Swarmops. Το υπόλοιπο λογαριασμού στο Swarmops ταιριάζει με αυτό της τράπεζας.</p><p>Το αρχείο περιείχε συναλλαγές από τις {2:yyyy-MMM-dd} έως τις {3:yyyy-MMM-dd}.</p>
es_ve: <p>El archivo se ha importado <strong> con éxito. </strong>{0:N0} nuevas transacciones importadas; {1:N0} descartado como duplicados de lo que ya estaba en Swarmops. El saldo de la cuenta en Swarmops coincide con el del banco. </p><p>El archivo contenía transacciones de {2:yyyy-MMM-dd} a {3:yyyy-MMM-dd}</p>
fr_fr: <p>Le fichier a été <strong>importé avec succès. de</strong> {0:N0} nouvelles transactions ont été importées; {1:N0} supprimés comme doublons de ce qui était déjà dans Swarmops. La balance du compte dans Swarmops correspond à celle de la banque. </p><p> Le fichier contenait des transactions de {2:yyyy-MMM-dd} à {3:yyyy-MMM-dd}. </p>
it_it: <p> Il file è stato <strong>importato con successo.</strong> {0:N0} nuove transazioni importate; {1:N0} transazioni scartate poiché erano delle copie di alcune transazioni già presenti su Swarmops. Il bilancio di Swarmops corrisponde con quello della banca.</p><p>Il file conteneva transazioni dal {2:gg-mm-aaaa} al {3:gg-mm-aaaa}.</p>
pt_br: <p>O ficheiro foi <strong>importado com sucesso.</strong> Importadas {0:N0} novas transações; descartadas {1:N0} como duplicados do que já estava no Swarmops. O saldo da conta no Swarmops coincide com o do banco.</p><p>O ficheiro continha transações de {2:yyyy-MMM-dd} a {3:yyyy-MMM-dd}.</p>
sr_cyrl_rs: <p>Фајл је <strong>успешно увежен.</strong> {0:N0} нових трансакција је увежено; {1:N0} је одбачено јер су дупликати и већ постоје у Swarmops бази. Биланс стања који приказује Swarmops се поклапа са билансом који приказује банка.</p><p>Фајл садржи податке о трансакцијама од {2:yyyy-MMM-dd} до {3:yyyy-MMM-dd}.</p>
sr_latn_rs: <p>Fajl je <strong>uspešno uvežen.</strong> {0:N0} novih transakcija je uveženo; {1:N0} je odbačeno jer su duplikati i već postoje u Swarmops bazi. Bilans stanja koji prikazuje Swarmops se poklapa sa bilansom koji prikazuje banka.</p><p>Fajl sadrži podatke o transakcijama od {2:yyyy-MMM-dd} do {3:yyyy-MMM-dd}.</p>
sv_se: <p>Filen har <strong>importerats.</strong> {0:N0} nya transaktioner importerades; {1:N0} kasserades som dubbletter av det som redan fanns i Swarmops. Kontosaldot i Swarmops matchar banken.</p><p>Filen innehöll transaktioner från {2:yyyy-MMM-dd} till {3:yyyy-MMM-dd}.</p>
tr_tr: <p>Dosya<strong>başarıyla içe aktarıldı.</strong>{0:N0} içe aktarılan yeni işlem; {1:N0}, zaten Swamops'ta olanların kopyası olduğundan atıldı. Swamrops'taki hesap bakiyesi bankadakiyle eşleşiyor.</p><p>Dosya {2:yyyy-MMM-dd} ile {3:yyyy-MMM-dd} tarih arasındaki işlemleri içeriyor.</p>
