Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Admin.*.resx
Languages: ar_sa, pl_pl, sr_cyrl_rs, sv_se, tr_tr

# BitcoinEchoTest_Explain
source: This is a QR code for bitcoin echo testing for {0}. Read it from your phone's bitcoin wallet to perform the echo test, or donate from your computer directly to [{1}] (that's a Bitcoin Cash address). The amount (less miner fees) will be sent back to you in the next auto-payment cycle which runs every five minutes.
ar_sa: هذا كود رمز الإستجابة السريع للبتكوين لإختبار الصدى بالنسبة لجهاز Swarmops كاملا، و ليس فقط لـ {0}. قم بمسحه من على محفظة البتكوين بهاتفك لإنجاز اختبار الصدى، أو قم بالإرسال من على جهاز الكمبيوتر مباشرة إلى [{1}] (هذا عنوان للبتكوين كاش). المبلغ (ناقص رسوم التعدين وقدرها {2:N2} microcoins) سوف يرسل إليك مجددا في غضون بضع ثواني.
pl_pl: To jest kod QR dla testowania echa bitcoin dla całej tej instalacji Swarmops, nie tylko dla {0}. Odczytaj go z portfela bitcoin w telefonie, aby wykonać test echa, lub wyślij bezpośrednio ze swojego komputera na [{1}] (jest to adres Waluty Bitcoin). Kwota (minus opłaty za microcoiny {2:N2}) zostanie odesłana do ciebie w ciągu kilku następnych sekund.
sr_cyrl_rs: Ово је QR код за bitcoin echo testing који важи за читаву Swarmops инсталацију, а не само за {0}. Учитајте га из свог bitcoin новчаника на телефону како бисте урадили echo test, или га пошаљите са свог компјутера, директно на [{1}] (ово је Bitcoin Cash адреса). Износ (умањен за трошкове рударења од {2:N2} microcoin-а) ће Вам бити послат натраг за неколико тренутака.
sv_se: Detta är en QR-kod för ett bitcoin-ekotest för hela Swarmops-installationen, inte bara för {0}. Scanna den från din telefons bitcoinplånbok för att göra ett ekotest, eller skicka från din dator direkt till [{1}] (det är en Bitcoin Cash-adress). Beloppet, minus transaktionsavgift på {2:N2} mikrocoin, kommer att skickas tillbaka inom ett par sekunder.
tr_tr: Bu, sadece {0} için değil, Swarmops kurulumunun tamamı için bitcoin eko testi için QR koddur. Eko testini gerçekleştirmek için telefonunuzun bitcoin cüzdanından okuyun ya da bilgisayarınızdan direkt olarak [{1}](bu bir Bitcoin Cash adresidir) adresine gönderin. Sonraki bir kaç saniye içinde miktar ({2:N2} mikrokoin olan daha az madenci ücreti) size geri gönderilecektir.

# BitcoinEchoTest_FundsReceived
source: Received {0} {1:N2} ({2:N0} microcoins or "bits"). They will be sent back shortly (less miner fee).
ar_sa: تم التوصل بـ {2:N2} microcoins ({0} {1:N2}). جاري الإرجاع.
pl_pl: Otrzymano microcoiny {2:N2} ({0} {1:N2}). Zwracanie.
sr_cyrl_rs: Примљено {2:N2} microcoin-а ({0} {1:N2}). Враћа.
sv_se: Mottagit {2:N2} mikrocoin ({0} {1:N2}). Återsänder.
tr_tr: {2:N2} mikrokoin alındı ({0}{1:N2}). Geri dönülüyor.

# BitcoinEchoTest_FundsReceivedNative
source: Received {0} microcoins ("bits"). They will be sent back shortly (less miner fee).
ar_sa: تم التوصل بـ {0} microcoins ("bits"). جاري الإرجاع.
pl_pl: Otrzymano microcoiny ("bity") {0}. Zwracanie.
sr_cyrl_rs: Примљено {0} microcoin-а ("bits"). Враћа.
sv_se: Mottagit {0} mikrocoin. Återsänder.
tr_tr: {0} mikrokoin alındı ("bit"). Geri dönülüyor.

# BitcoinEchoTest_Info
source: This is a bitcoin echo test. It tests the hotwallet. If you send a small amount here, it will be sent back to you, minus the sendback transaction fee.
ar_sa: هذا اختبار صدى للبتكوين. يقوم هذا باختبار المحفظة الساخنة، إذا قمت بإرسال كمية صغيرة هنا، فسوف يعاد إرسالها إليك، ناقص رسوم المعاملة (تعادل {0:N2} microcoins حاليا).
pl_pl: To jest test echa bitcoinowego. Testuje elektroniczny portfel. Jeśli wyślesz tutaj niewielką kwotę, zostanie odesłana do Ciebie, bez potrącenia opłaty za odesłanie (obecnie {0:N2} microcoinów).
sr_cyrl_rs: Ово је bitcoin echo test. Њиме се тестира hotwallet. Ако овде пошаљете мали износ, тај износ ће Вам бити враћен, умањен за трошкове обраде трансакције (тренутно, {0:N2} microcoin-а).
sv_se: Det här är ett ekotest för bitcoin. Den testar att arbetsplånboken fungerar. Om du skickar ett litet belopp till arbetsplånboken, så ska det skickas direkt tillbaka till dig, minus transaktionsavgiften (som är {0:N2} mikrocoin).
tr_tr: Bu bir bitcoin eko testidir. Bu, hotwallet'i test edecektir. Buraya küçük bir miktar gönderirseniz, bu miktar size geri gönderilecektir, geri gönderme işlem ücreti çıkarılmış olarak (şuan için {0:N2} mikrokoin).

# BitcoinEchoTest_PageTitle
source: Bitcoin Cash Echo Test
ar_sa: اختبار صدى المحفظة الساخنة للبتكوين كاش
pl_pl: Test Echa Portfela Elektronicznego Waluty Bitcoin
sr_cyrl_rs: Bitcoin Cash Hotwallet Echo Test
sv_se: Bitcoin Cash arbetsplånbok ekotest
tr_tr: Bitcoin Cash Hotwallet'ı Eko Testi

# BitcoinEchoTest_StatusInitial
source: Waiting for transaction...
ar_sa: جاري انتظار العملية...
pl_pl: Czekanie na transakcję...
sr_cyrl_rs: Чека трансакцију...
sv_se: Väntar på transaktion...
tr_tr: İşlem için bekleniyor...

# BitcoinEchoTest_TransactionDetected
source: Transaction detected, verifying...
ar_sa: تم وجود المعاملة ، جاري التحقق...
pl_pl: Wykryto transakcję, weryfikowanie...
sr_cyrl_rs: Детектована је трансакција, верификација...
sv_se: Mottagit transaktion, kontrollerar...
tr_tr: İşlem tespit edildi, onaylanıyor...

# BitcoinEchoTest_TxLabel
source: Bitcoin Echo Test for {0}
ar_sa: اختبار صدى بتكوين Swarmops
pl_pl: Test Echo Bitcoina Swarmops
sr_cyrl_rs: Swarmops Bitcoin Echo Test
sv_se: Swarmops Bitcoin Ekotest
tr_tr: Swarmops Bitcoin Eko Testi

# CreateOrganization_ActivistTitle
source: Activists will be called
ar_sa: النشطاء سيتم تسميتهم
pl_pl: Działacze zostaną wezwani
sr_cyrl_rs: Активисти ће бити позвани
sv_se: Aktivister kommer att kallas
tr_tr: Aktivistler aranacaktır

# CreateOrganization_AsRoot
source: Root-level organization
ar_sa: المنظمة الأساس
pl_pl: Podstawowy poziom organizacji
sr_cyrl_rs: Организација основног нивоа
sv_se: Toppnivåorganisation
tr_tr: Kök-düzeyi organizasyon

# CreateOrganization_ChildOfX
source: Child of {0}
ar_sa: المنظمة الوليدة من {0}
pl_pl: Podrzędna {0}
sr_cyrl_rs: Кћерка од {0}
sv_se: Underorg till {0}
tr_tr: {0} ın alt dizini

# CreateOrganization_CreateNewOrgAs
source: Create new organization as...
ar_sa: إنشاء المنظمة الجديدة ك...
pl_pl: Stwórz nową organizację jako...
sr_cyrl_rs: Креирај Нову Организацију као...
sv_se: Skapa ny organisation som...
tr_tr: Yeni organizasyonu şu şekilde oluştur...

# CreateOrganization_Error_OrganizationNameCannotBeEmpty
source: Organization name cannot be empty. (You need to give the new organization a name!)
ar_sa: اسم المنظمة لا يمكن أن يكون فارغا.(يجب أن تعطي اسما للمنظمة!)
pl_pl: Nazwa organizacji nie może być pusta. (Musisz nadać nowej organizacji nazwę!)
sr_cyrl_rs: Име организације не може остати празно. (Морате дати име новој организацији!)
sv_se: Organisationens namn kan inte vara tomt. (Du måste ange ett namn för den nya organisationen!)
tr_tr: Organizasyon adı boş olamaz. (Yeni organizasyona bir isim vermeniz gerek!)

# CreateOrganization_Info
source: You can create a new organization either as a new standalone organization, or as a child organization of the current one. (Everybody with responsibilities in a parent organization automatically has corresponding rights and privileges in all its children.)
ar_sa: يمكنك إنشاء منظمة جديدة كمنظمة مستقلة، أو كمنظمة وليدة من المنظمة الحالية. (جميع الأشخاص في المنظمة الأم مع مسؤولياتهم سيكون لهم نفس الصلاحيات والامتيازات في المنظمة الوليدة تلقائياً.)
pl_pl: Możesz utworzyć nową organizację jako nową samodzielną organizację lub jako podrzędną obecnej organizacji. (Każdy z obowiązków w organizacji macierzystej automatycznie ma odpowiednie prawa i przywileje we wszystkich swoich podrzędnych. organizacjach)
sr_cyrl_rs: Можете направити нову организацију, било као самосталну или као кћерку постојеће организације. (Свако ко има одговорности у главној организацији ће аутоматски имати иста права и у кћеркама.)
sv_se: Du kan skapa en ny organisation antingen som fristående huvudorganisation, eller som en underorganisation till den nuvarande. (Alla med ansvar i en överordnad organisation har automatiskt har motsvarande rättigheter och privilegier i alla dess underorganisationer.)
tr_tr: Yeni bir organizasyonu bağımsız yeni bir organizasyon olarak veya mevcut olanın bir alt organizasyonu olarak oluşturabilirsiniz. ( Ana organizasyonda yetkileri olan herkes bütün alt organizasyonlarda karşılık gelen hak ve ayrıcalıklara otomatik olarak sahiptir.)

# CreateOrganization_NewOrganizationName
source: New Organization Name
ar_sa: اسم المنظمة الجديد
pl_pl: Nowa Nazwa organizacji
sr_cyrl_rs: Име нове организције
sv_se: Organisationsnamn
tr_tr: Yeni organizasyon adı

# CreateOrganization_NewOrgCurrency
source: Operating currency
ar_sa: عملة المنظمة
pl_pl: Waluta Operacyjna
sr_cyrl_rs: Званична валута
sv_se: Arbetsvaluta
tr_tr: İşletme para birimi

# CreateOrganization_NewOrgName
source: The new organization's name
ar_sa: اسم المنظمة الجديدة
pl_pl: Nazwa nowej organizacji
sr_cyrl_rs: Назив нове организације
sv_se: Den nya organisationens namn
tr_tr: Yeni organizasyonun adı

# CreateOrganization_PageTitle
source: Create New Organization
ar_sa: إنشاء منظمة جديدة
pl_pl: Stwórz Nową Organizację
sr_cyrl_rs: Креирај Нову Организацију
sv_se: Skapa ny organisation
tr_tr: Yeni organizasyon oluştur

# CreateOrganization_RegularTitle
source: Regular people will be called
ar_sa: الأشخاص العاديون سيتم تسميتهم
pl_pl: Członkowie będą wzywani
sr_cyrl_rs: Обични људи ће бити позвани
sv_se: Vanliga deltagare kommer att kallas
tr_tr: Normal insanlar aranacak

# CreateOrganization_Success
source: The new organization has been created. You have been given an non-expiring {0} in the organization, and been placed as its highest executive for the time being, so you can work with it and set it up properly. To configure the new organization, use this control panel (available later under Admin / Organization Settings).
ar_sa: تم إنشاء المنظمة الجديدة. لقد تم منحك {0} غير منتهي الصلاحية في المؤسسة ، وتم تعيينك كأعلى مسؤول تنفيذي في الوقت الحالي ، بحيث يمكنك العمل به وإعداده بشكل صحيح. لتكوين المؤسسة الجديدة ، استخدم لوحة التحكم هته (متوفرة لاحقًا تحت المسؤول / إعدادات المؤسسة).
pl_pl: Nowa organizacja została utworzona. Otrzymałeś niewykorzystujące {0} w organizacji i zostałeś na razie ustanowiony jako najwyższy wykonawca, abyś mógł z nią pracować i prawidłowo ją skonfigurować. Aby skonfigurować nową organizację, użyj tego panelu sterowania (dostępnego później w Ustawieniach Administratora/Organizacji).
sr_cyrl_rs: Креирана је нова организација. Постављени сте на највишу руководећу позицију {0}, за стално, тако да све можете уредити. Како бисте подесили нову организацију, користите контролни панел (који ће касније бити доступан под Админ / Подешавања организације).
sv_se: Den nya organisationen har skapats. Du har fått en {0} utan utgångsdatum i organisationen, och fått rollen som dess högsta verkställande, så att du kan arbeta med organisationen och sätta upp den. För att konfigurera den nya organisationen, gå till Admin / Organisationsinställningar.
tr_tr: Yeni organizasyon oluşturuldu. Size, organizasyonda zaman aşımına uğramayan {0} yetkisi verildi, ve üzerinde çalışabilmeniz ve uygun şekilde kurabilmeniz için şuan için en yüksek yöneticisi olarak atandınız. Yeni organizasyonu yapılandırmak için, bu kontrol panelini kullanınız ( Bir süre sonra Admin / Organizasyon ayarları kısmında bulunacaktır).

# CreateOrganization_Titles
source: Default position titles at start
ar_sa: عناوين المركز الافتراضي في البداية
pl_pl: Domyślne tytuły pozycji na początku
sr_cyrl_rs: Подразумевани положај на почетку
sv_se: Befattningstitlar från början
tr_tr: Başlangıçtaki varsayılan konum başlıkları

# CreateOrganization_Titles_Commercial
source: Commercial
ar_sa: تجاري
pl_pl: Komercyjna
sr_cyrl_rs: Комерцијална
sv_se: Kommersiella
tr_tr: Ticari

# CreateOrganization_Titles_Nonprofit
source: Nonprofit
ar_sa: غير مربحة
sr_cyrl_rs: Непрофитна
sv_se: Ideella
tr_tr: Kar amacı gütmeyen

# EditOrganization_MemberNumberStyle
source: {0} numbering
ar_sa: ترقيم {0}
pl_pl: Numeracja {0}
sr_cyrl_rs: {0} нумеризација
sv_se: Numrering av {0}
tr_tr: {0} numaralandırması

# EditOrganization_OpenLedgersDomain
source: Open Ledgers Domain
ar_sa: اسم النطاق الخاص بدفتر الأستاذ العام
pl_pl: Domena Otwartych Rejestrów
sr_cyrl_rs: Отвори домен пословних књига
sv_se: Domän för öppna räkenskaper
tr_tr: Açık Defterler Alanı

# EditOrganization_PageTitle
source: Edit Organization
ar_sa: تحرير معلومات منظمة
pl_pl: Edytuj Organizację
sr_cyrl_rs: Уреди Организацију
sv_se: Redigera organisation
tr_tr: Organizasyon düzenle

# EditOrganization_ParticipationBeginsOrg
source: People become {0} of
ar_sa: يصبح الأشخاص {0} في
pl_pl: Ludzie stają się {0}
sr_cyrl_rs: Људи постају {0}
sv_se: Folk blir {0} i
tr_tr: İnsanlar şunun {0} oldu

# EditOrganization_ParticipationBeginsWhen
source: People become {0} when
ar_sa: يصبح الأشخاص {0} عندما
pl_pl: Ludzie stają się {0} gdy
sr_cyrl_rs: Људи постају {0} када
sv_se: Folk blir {0} när
tr_tr: Insanlar şu zamanda {0} oldu

# EditOrganization_ParticipationChurn
source: {0} ends when
ar_sa: تنتهي {0} عندما
pl_pl: {0} kończy się, gdy
sr_cyrl_rs: {0} се завршава онда када
sv_se: {0} upphör när
tr_tr: {0} şu tarihte bitecek

# EditOrganization_ParticipationCost
source: Initial {0} cost (in {1})
ar_sa: التكلفة الأولية لـ {0} (بالـ {1})
pl_pl: Początkowy {0} koszt (w {1})
sr_cyrl_rs: Иницијално, {0} кошта (у {1})
sv_se: Startkostnad för {0} (i {1})
tr_tr: İlk {0} ücreti ({1} olarak)

# EditOrganization_ParticipationDuration
source: One {0} lasts
ar_sa: تستمر {0} الواحدة لمدة
pl_pl: Jeden {0} trwa
sr_cyrl_rs: Траје {0}
sv_se: Ett {0} varar
tr_tr: Bir {0} şu kadar sürer

# EditOrganization_RenewalDateEffect
source: Renewed period counts from
ar_sa: يبدأ احتساب فترة التجديد اعتبارا من
pl_pl: Odnowiony okres liczy się od
sr_cyrl_rs: Обновљени период се рачуна од
sv_se: Förnyad period räknas från
tr_tr: Yenilenen dönem şu tarihten itibaren sayar

# EditOrganization_RenewalReminders
source: Remind to renew
ar_sa: التذكير بالتجديد
pl_pl: Przypomnij, aby odnowić
sr_cyrl_rs: Подсетник за обнављање
sv_se: Påminn om förnyelse
tr_tr: Yenilemeyi hatırlat

# EditOrganization_RenewalsAffect
source: Renewals affect
ar_sa: طلبات التجديد تؤثر في
pl_pl: Odnowienia dotyczą
sr_cyrl_rs: Обнављање обухвата
sv_se: Förnyelser påverkar
tr_tr: Yenilemeler şunları etkilesin

# EditOrganization_RenewalsCost
source: Renewal cost (in {0})
ar_sa: تكلفة التجديد (بالـ {0})
pl_pl: Koszt odnowienia (w {0})
sr_cyrl_rs: Обнављање кошта (у {0})
sv_se: Förnyelse kostar (i {0})
tr_tr: Yenileme ücreti ({0} olarak)

# EditOrganization_VanityDomain
source: Organization Vanity Domain
ar_sa: اسم النطاق الخاص بالمنظمة
pl_pl: Organizacja Vanity Domain
sr_cyrl_rs: Организација, vanity домен
sv_se: Egendomän för organisationen
tr_tr: Organizasyon Gösterim Alanı

# OrgStaffing_Header_ExecutivePositions
source: Executive Positions For {0}
ar_sa: المناصب التنفيذية لـ {0}
pl_pl: Stanowiska wykonawcze dla {0}
sr_cyrl_rs: Извршне позиције за {0}
sv_se: Ledande befattningar för {0}
tr_tr: {0} İçin Yönetici Pozisyonları

# OrgStaffing_Header_LocalDefaultPositions
source: Local Positions (At Every Geography)
ar_sa: مواضع محلية (في كل التضاريس)
pl_pl: Lokalne stanowiska (w każdej Części Świata)
sr_cyrl_rs: Локалне позиције (у сваком региону)
sv_se: Lokala befattningar (på varje geografi)
tr_tr: Yerel Pozisyonlar (Bütün Coğrafyalarda)

# OrgStaffing_Header_Payroll
source: Staff Payroll
ar_sa: جدول الرواتب للأعضاء
pl_pl: Płace Personelu
sr_cyrl_rs: Платни списак запослених
sv_se: Lönelista
tr_tr: Personel Bordrosu

# OrgStaffing_Header_StrategicPositions
source: Strategic Positions For {0}
ar_sa: مواقع استراتيجية لـ {0}
pl_pl: Pozycje Strategiczne dla {0}
sr_cyrl_rs: Стратешке позиције за {0}
sv_se: Strategiska befattningar för {0}
tr_tr: {0} İçin Stratejik Pozisyon

# OrgStaffing_Header_WaitingVolunteers
source: Volunteers Awaiting Response
ar_sa: المتطوعون بانتظار الاجابة
pl_pl: Wolontariusze Oczekujący Odpowiedzi
sr_cyrl_rs: Волонтери чекају одговор
sv_se: Volontärer som väntar på svar
tr_tr: Yanıt Bekleyen Gönüllüler

# OrgStaffing_Info
source: Set the staffing structure for this organization, as well as its staffing at the strategic (board) and executive (C-level or equivalent) levels. You can also manage waiting volunteers and the payroll from here.
ar_sa: حدد هيكل التوظيف لهذه المنظمة ، وكذلك هيكل توظيفها على المستويات الاستراتيجية (المجلس) والتنفيذية (مستوى C أو ما يعادلها). يمكنك أيضًا إدارة المتطوعين في طور الانتظار وقوائم الرواتب من هنا.
pl_pl: Ustaw strukturę kadrową dla tej organizacji, a także jej obsadę na poziomie strategicznym (zarząd) i wykonawczym (poziom C lub równoważny). Możesz również zarządzać oczekujących wolontariuszy i listy płac z tego miejsca.
sr_cyrl_rs: Подесите стратегију запошљавања у организацији, као и стратегију за запошљавање на нивоу Одбора или Директора (C-level или еквивалент). Одавде такође можете организовати платне листе и волонтере који чекају.
sv_se: Ställ in befattningsstrukturen för denna organisation, liksom dess bemanning på strategiska nivån (styrelsen) och ledande nivån (VD-nivå eller motsvarande) nivå. Du kan också hantera väntande volontärer och lönelistan här.
tr_tr: Bu organizasyon için kadro yapısını belirleyin, stratejik (kurul) ve yönetimsel (c-seviyesi veya dengi) seviyelerdeki kadrolar da dahil olmak üzere. Buradan, bekleyen gönüllüleri ve bordroları da yönetebilirsiniz.

# OrgStaffing_PageTitle
source: Organization Staffing
ar_sa: موظفي المنظمة
pl_pl: Organizacja Personelu
sr_cyrl_rs: Запошљавање у Организацији
sv_se: Organisationens bemanning
tr_tr: Organizasyon Personeli

# SystemSettings_AdminAddress
source: Admin Notifications From Address
ar_sa: العنوان المستخدم لمدير النظام في حقل المرسل
pl_pl: Powiadomienia Administratora Z Adresu
sr_cyrl_rs: Администрација обавештења, са адресе
sv_se: Adminnotiser från adress
tr_tr: Adresten Admin Bildirimleri

# SystemSettings_AdminSender
source: Admin Notifications From Name
ar_sa: الاسم المستخدم لمدير النظام في حقل المرسل
pl_pl: Powiadomienia Administratora Od Nazwy
sr_cyrl_rs: Администрација обавештења, по именима
sv_se: Adminnotiser från namn
tr_tr: İsimden Admin Bildirimleri

# SystemSettings_Error_SmtpHostPort
source: SMTP Port must be numeric. Unable to parse host:port.
ar_sa: يجب أن يكون منفذ SMTP قيمة رقمية. غير قادر على قراءة القيمة host:port
pl_pl: Port SMTP musi być numeryczny. Nie można przeanalizować hosta: port.
sr_cyrl_rs: SMTP Port мора бити нумерички. Unable to parse (програм не може да растумачи) host:port.
sv_se: SMTP-porten måste vara ett nummer. Det gick inte att förstå hostnamn:port.
tr_tr: SMTP portu sayısal olmalıdır. Ana makine: port ayrıştırılamıyor.

# SystemSettings_Error_SmtpSyntax
source: Unable to parse user, pass, host, and/or port. (Only host is required.)
ar_sa: غير قادر على معالجة قيم المستخدم وكلمة المرور والمضيف, و/أو المنفذ. (فقط قيمة المضيف هي المطلوبة)
pl_pl: Nie można przeanalizować użytkownika, hasła, hosta i/lub portu. (Wymagany jest tylko host)
sr_cyrl_rs: Unable to parse user, pass, host, и/или port. (Тражи се host.)
sv_se: Det gick inte att parsa användare, pass, hostnamn eller port. (Endast hostnamn krävs.)
tr_tr: Kullanıcı, şifre, sunucu ve/veya port ayrıştırılamıyor. (Yalnızca sunucu gereklidir.)

# SystemSettings_ExternalUrl
source: Externally Accessible URL
ar_sa: عنوان الإنترنت الذي يمكن الوصول إليه من الخارج
pl_pl: Adres URL Dostępny Zewnętrznie
sr_cyrl_rs: Екстерно доступне URL адресе
sv_se: Externt åtkomlig URL
tr_tr: Harici Erişilebilir URL

# SystemSettings_Header_CorrespondenceTxSettings
source: Correspondence Transmission Settings
ar_sa: إعدادات التراسل بالمراسلة
pl_pl: Ustawienia Transmisji Korespondencji
sr_cyrl_rs: Подешавања кореспондентне трансмисије
sv_se: Transmissionsinställningar för korrespondens
tr_tr: Haberleşme İletişim Ayarları

# SystemSettings_Header_SystemAdministrators
source: System Administrators
ar_sa: مدراء النظام
pl_pl: Administratorzy systemu
sr_cyrl_rs: Систем администратори
sv_se: Systemadministratörer
tr_tr: Sistem Yöneticileri

# SystemSettings_Info
source: Various technical settings for this Swarmops installation. Not specific to any organization or person, but installation-wide.
ar_sa: الإعدادات التقنية المختلفة لهذا التنصيب من نظام سوارموبس. غير مخصص لأي منظمة أو شخص وهي على مستوى التنصيب ككل.
pl_pl: Różne ustawienia techniczne dla tego urządzenia Swarmops. Nie dotyczy konkretnej organizacji ani osoby, ale dotyczy całego urządzenia.
sr_cyrl_rs: Разна техничка подешавања за Swarmops инсталацију. Не односе се на неку особу или организацију, већ су на нивоу инсталације.
sv_se: Olika tekniska inställningar för den här Swarmopsinstallationen. Inte specifika för någon organisation eller person, utan systemtäckande.
tr_tr: Bu Swarmops kurulumu için çeşitli teknik ayarlar. Herhangi bir organizasyon veya kişiye özel değil, yükleme çapında.

# SystemSettings_InstallationName
source: Installation Name
ar_sa: اسم التنصيب
pl_pl: Nazwa Urządzenia
sr_cyrl_rs: Назив инсталације
sv_se: Installationsnamn
tr_tr: Kurulum İsmi

# SystemSettings_PageTitle
source: System Settings
ar_sa: إعدادات النظام
pl_pl: Ustawienia Systemowe
sr_cyrl_rs: Системска подешавања
sv_se: Systeminställningar
tr_tr: Sistem Ayarları

# SystemSettings_SmtpServer
source: SMTP Server (user:pass@host:port)
ar_sa: خادم SMTP (user:pass@host:port)
pl_pl: Serwer SMTP (użytkownik:pass@host:port)
sr_cyrl_rs: SMTP Сервер (user:pass@host:port)
tr_tr: SMTP sunucusu (kullanıcı:şifre@sunucu:port)

# SystemSettings_TestMailSent
source: Swarmops has sent you a test mail to verify your new SMTP server settings.
ar_sa: قام نظام سوارموبس بإرسال رسالة اختبار إليك للتحقق من إعدادات خادم SMTP الجديدة.
pl_pl: Swarmops wysłał Ci wiadomość testową, aby zweryfikować twoje nowe ustawienia serwera SMTP.
sr_cyrl_rs: Swarmops Вам је послао тест mail како би верификовао нова подешавања SMTP сервера.
sv_se: Swarmops har skickat ett testmail för att kontrollera dina nya SMTP-serverinställningar.
tr_tr: Swarmops, size SMTP sunucu ayarlarınızı onaylamak için bir test e-postası gönderdi.

# SystemSettings_Warning_Insecure
source: You really, really, REALLY should use HTTPS for a website like this. But you knew that already, didn't you?
ar_sa: أعتقد أنه عليك حقاً حقاً حقاً استخدام بروتوكول HTTPS الآمن في موقع مثل هذا الموقع. ولكنك تعرف هذا الأمر مسبقاً. اليس كذلك؟
pl_pl: Naprawdę, naprawdę, NAPRAWDĘ powinieneś używać HTTPS do strony takiej jak ta. Ale już to wiedziałeś, prawda?
sr_cyrl_rs: Заиста, ЗАИСТА, би требало да користите HTTPS за веб-сајтове попут овог. Али, то већ знате, зар не?
sv_se: Du borde verkligen, VERKLIGEN använda HTTPS för en sådan här webbsite. Men det visste du väl redan?
tr_tr: Bu tür bir web sitesi için mutlaka, mutlaka, MUTLAKA HTTPS kullanmalısınız. Ama bunu zaten biliyordunuz, değil mi?

# SystemSettings_BackendHostnameOverride
source: Backend Hostname Override
ar_sa: تغيير اسم مضيف الخلفية
pl_pl: Zastąpienie Nazwy Hosta Back-end
sv_se: Servernamn för backend (override)
tr_tr: Arka Plan Sunucu Adı Geçersiz Kılma

# SystemSettings_WebsocketPortFrontend
source: WebSocket Port (Frontend)
ar_sa: مدخل WebSocket (الواجهة)
pl_pl: Port WebSocket (Front-end)
sr_cyrl_rs: WebSocket Порт (Frontend)
tr_tr: WebSoket Portu (Ön Plan)

# SystemSettings_WebsocketPortBackend
source: WebSocket Port (Backend)
ar_sa: مدخل WebSocket (الخلفية)
pl_pl: Port WebSocket (Back-end)
sr_cyrl_rs: WebSocket Порт (Backend)
tr_tr: WebSoket Portu (Arka Plan)

# CommenceImpersonation_Active_Header
source: Impersonation Active
ar_sa: إنتحال الشخصية مفعل
pl_pl: Aktywne Podszywanie Się
sr_cyrl_rs: Представљање особе је активно
tr_tr: Kişileştirme Aktif
