Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# AttestCosts_Overdrafted
source: BUDGET WAS OVERDRAFTED.
de_de: BUDGET WURDE ÜBERGEZOGEN.
el_gr: ΕΓΙΝΕ ΥΠΕΡΒΑΣΗ ΠΡΟΥΠΟΛΟΓΙΣΜΟΥ.
es_ve: EL PRESUPUESTO FUE SOBREGIRADO.
fil_ph: ANG BUDGET AY OVERDRAFTED.
fr_fr: Le budget était surchargé.
it_it: IL BUDGET È STATO SUPERATO.
pl_pl: BUDŻET ZOSTAŁ PRZEKROCZONY.
sr_cyrl_rs: БУЏЕТ ЈЕ ПРЕКОРАЧЕН.
sr_latn_rs: BUDŽET JE PREKORAČEN.
sv_se: BUDGETEN ÖVERTRASSERADES.
tr_tr: BÜTÇENİN LİMİTİ AŞILDI.

# AttestCosts_PageTitle
source: Approve Costs
de_de: Kosten bestätigen
fil_ph: Patunayan ang mga gasto
sr_cyrl_rs: Одобри трошкове
sr_latn_rs: Odobri troškove
sv_se: Attestera kostnader
tr_tr: Maliyetleri Onayla

# AttestCosts_ParleyAttested
source: Conference #{0:N0}, arranged by {1}, has been approved for {3:N2}.
de_de: Konferenz #{0:N0}, organisiert von {1}, wurde bestätigt für {3:N2}.
fil_ph: Ang Conference #{0:N0}, na isinaayos ng {1}, ay napatunayan para sa {3:N2}.
sr_cyrl_rs: Конференција #{0:N0}, у организацији {1}, је потврђена за {3:N2}.
sr_latn_rs: Konferencija #{0:N0}, u organizaciji {1}, je potvrđena za {3:N2}.
sv_se: Konferens #{0:N0} som arrangeras av {1} har attesterats för {3:N2}.
tr_tr: {1} tarafından düzenlenen Konferans #{0:N0}, {3:N2} için onaylandı.

# AttestCosts_ParleyDeattested
source: Approval for Conference #{0:N0} by {1} was RETRACTED. It will not be greenlighted unless approved again.
de_de: Konferenz #{0:N0} von {1} wurde nicht bestätigt. Es wird nicht grün beleuchtet, bis Sie es erneut bestätigen.
fil_ph: Conference #{0:N0} sa pamamagitan ng {1} ay UN-attested. Hindi ito mapipintig maliban kung pinatunayan muli.
sr_cyrl_rs: Одобрење за конференцију #{0:N0}, од {1}, је повучено. Неће добити зелено светло ако не дате потврду.
sr_latn_rs: Odobrenje za konferenciju #{0:N0}, od {1}, je povučeno. Neće dobiti zeleno svetlo ako ne date potvrdu.
sv_se: Attesten av konferens #{0:N0} för {1} har DRAGITS TILLBAKA. Den kommer inte att få garantimedel förrän den attesterats på nytt.
tr_tr: {1} Konferansı için #{0:N0} Onayı GERİ ÇEKİLDİ. Tekrar onaylanmadıkça yeşil ışık yanmayacaktır.

# AttestCosts_SalaryAttested
source: Salary #{0:N0} for {1} was attested for {3:N2}.
de_de: Gehalt #{0:N0} für {1} wurde bestätigt für {3:N2}.
el_gr: Η Μισθοδοσία #{0:N0} για {1} επιβεβαιώθηκε για {3:N2}.
es_ve: Salario #{0:N0} para {1} fue atestiguado por {3:N2}.
fil_ph: Sweldo #{0:N0} para sa {1} ay pinatunayan para sa {3:N2}.
fr_fr: Salaire #{0:N0} pour {1} a été attesté pour {3:N2}.
it_it: Lo stipendio #{0:N0} per {1} è stato attestato per {3:N2}.
pl_pl: Wynagrodzenie #{0:N0} za {1} zostało potwierdzona dla {3:N2}.
sr_cyrl_rs: Плата #{0:N0} за {1} је потврђена за {3:N2}.
sr_latn_rs: Plata #{0:N0} za {1} je potvrđena za {3:N2}.
sv_se: Löneutbetalning #{0:N0} till {1} attesterades till en totalkostnad av {3:N2}.
tr_tr: {1} için maaş #{0:N0}, {3:N2} için onaylandı.

# AttestCosts_SalaryDeattested
source: Approval for Salary #{0:N0} for {1} was RETRACTED. It will not be paid out unless approved again.
de_de: Gehalt #{0:N0} für {1} wurde nicht bestätigt. Es wird nicht ausgezahlt, es sei denn es wird erneut bestätigt.
fil_ph: Sweldo #{0:N0} para sa {1} ay DE-attested. Hindi ito babayaran maliban kung pinatunayan muli.
sr_cyrl_rs: Одобрење за плату #{0:N0}, од {1}, је повучено. Неће бити исплаћено осим ако не дате потврду.
sr_latn_rs: Odobrenje za platu #{0:N0}, od {1}, je povučeno. Neće biti isplaćeno osim ako ne date potvrdu.
sv_se: Attesten av lön #{0:N0} för {1} har DRAGITS TILLBAKA. Lönen kommer inte att betalas ut förrän den attesterats på nytt.
tr_tr: {1} için Nakit Avans #{0:N0} için Onay GERİ ÇEKİLDİ. Tekrar onaylanmadıkça ödeme yapılmayacaktır.

# AttestCosts_Warn_UninitializedBudget
source: <strong>WARNING: BUDGET NOT SET</strong><br/><br/>The cost you're approving belongs to an account in the ledger that lacks owner and doesn't have a defined budget allowance for the year. Consider visiting the Chart of Accounts and allocating budgets for the expected revenue and expenses.<br/><br/>This message will only display once per visit to Cost Approvals.<br/>
fil_ph: <strong>WARNING: UNINITIALIZED BUDGET</strong><br/><br/> Ang gastos na iyong pinapayagan ay pagmamay-ari ng isang di-binabanggit na badyet -- isang account sa ledger na walang may-ari at walang hanay ng allowance sa badyet para sa taon. Isaalang-alang ang pagbisita sa Plano sa Account at paglalaan ng mga badyet para sa inaasahang kita at gastos. <br/><br/> Ang mensaheng ito ay ipapakita lamang isang beses bawat pagbisita sa mga Pagsusuri.<br/>
sr_cyrl_rs: <strong>УПОЗОРЕЊЕ: БУЏЕТ НИЈЕ РАСПОДЕЉЕН</strong><br/><br/>Трошак који одобравате припада непрерасподељеним буџетским средствима. Размотрите План обрачунавања и прерасподелу средстава на основу очекиваних прихода и расхода.<br/><br/>Ова порука се приказује само једном када отварате страницу Потврђивање.<br/>
sr_latn_rs: <strong>UPOZORENJE: BUDŽET NIJE RASPODELJEN</strong><br/><br/>Trošak koji odobravate pripada nepreraspodeljenim budžetskim sredstvima. Razmotrite Plan obračunavanja i preraspodelu sredstava na osnovu očekivanih prihoda i rashoda.<br/><br/>Ova poruka se prikazuje samo jednom kada otvarate stranicu Potvrđivanje.<br/>
sv_se: <strong>Varning: BUDGET ÄR INTE SATT</strong> <br/> <br/> Kostnaden du godkänner tillhör en ett konto i redovisningen som saknar ägare och inte har någon budget satt för året. Överväg att gå till Kontoplanen och sätt budgetramar för förväntade inkomster och utgifter. <br/> <br/> Detta meddelande visas endast en gång per besök till Attesteringar. <br/>
tr_tr: <strong>UYARI: BÜTÇE AYARLANMADI</strong><br/><br/>Onayladığınız maliyet defteri kebirden sahibi olmayan ve yıl için belirli bir bütçe ödeneğine sahip olmayan bir hesaba aittir. Hesap Tablosunu ziyaret etmeyi ve beklenen gelir ve giderler için bütçe tahsis etmeyi düşünün.<br/><br/>Bu mesaj Maliyet Onaylarını ziyaret başına yalnızca bir kez gösterilecektir.<br/>

# CreateInboundInvoice_Amount
source: Invoice amount total (in {0})
de_de: Rechnungsbetrag Gesamt (in {0})
el_gr: Συνολικό ποσό Τιμολογίου (σε {0})
es_ve: Cantidad de la factura total ( en{0})
fil_ph: Kabuuang halang ng invoice (sa {0})
fr_fr: Montant total de la facture (en {0})
it_it: Importo totale delle fatture (in {0})
pl_pl: Łączna kwota faktury (w {0})
sr_cyrl_rs: Фактура на укупан износ (у {0})
sr_latn_rs: Faktura na ukupan iznos (u {0})
sv_se: Fakturabelopp totalt (i {0})
tr_tr: Toplam fatura tutarı ({0})

# CreateInboundInvoice_Description
source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es_ve: Descripción
fil_ph: Paglalarawan
it_it: Descrizione
pl_pl: Opis
pt_br: Descrição
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# CreateInboundInvoice_HeaderInvoiceImage
source: Invoice Image
el_gr: Εικόνα Τιμολογίου
es_ve: Imagen de la factura
fr_fr: Image de facture
it_it: Immagine fattura
pl_pl: Zdjęcie Faktury
pt_br: Imagem de Factura
sr_cyrl_rs: Фотографија фактуре
sr_latn_rs: Fotografija fakture
sv_se: Fakturabild
tr_tr: Fatura Resmi

# CreateInboundInvoice_HeaderPaymentDetails
source: Payment Details
el_gr: Λεπτομέρειες Πληρωμής
es_ve: Detalles de pago
fr_fr: Détails de paiement
it_it: Dettagli del pagamento
pl_pl: Szczegóły Płatności
pt_br: Detalhes de Pagamento
sr_cyrl_rs: Детаљи плаћања
sr_latn_rs: Detalji plaćanja
sv_se: Betalningsdetaljer
tr_tr: Ödeme Detayları

# CreateInboundInvoice_Info
source: This is where you file invoices received at your organization ("Accounts Payable"). Enter the supplier name, amount, due date, the invoice reference, and upload an image of the received invoice. Also, select a budget. The budget owner needs to attest, as usual. (Future roadmapped expansions to this mechanism include purchase orders and supplier lists.)
el_gr: Εδώ μπορείτε να καταθέσετε τιμολόγια που λήφθηκαν στον οργανισμό σας (''Πληρωτέοι Λογαριασμοί''). Εισάγετε το όνομα του προμηθευτή, ποσό, ημερομηνία πληρωμής, τον κωδικό αναφοράς τιμολογίου, και ανεβάστε μια εικόνα του ληφθέντος τιμολογίου. Επίσης, επιλέξτε έναν προϋπολογισμό. Ο ιδιοκτήτης του προϋπολογισμού θα πρέπει να πραγματοποιήσει επιβεβαίωση, ως συνήθως. (Οι μελλοντικές επεκτάσεις αυτού του μηχανισμού περιλαμβάνουν εντολές αγορών και λίστες προμηθευτών.)
es_ve: Aquí es donde archiva facturas recibidas en su organización ("Cuentas por pagar"). Ingrese el nombre del proveedor, el monto, la fecha de vencimiento, la referencia de la factura y cargue una imagen de la factura recibida. Además, selecciona un presupuesto. El propietario del presupuesto debe atestiguar, como de costumbre. (Las expansiones futuras de este mecanismo incluyen las órdenes de compra y las listas de proveedores)
fr_fr: C’est ici que vous archiviez les factures reçues dans votre organisation ("Comptes fournisseurs"). Entrez le nom du fournisseur, le montant, la date d'échéance, la référence de la facture et téléchargez une image de la facture reçue. Sélectionnez également un budget. Le propriétaire du budget doit attester, comme d'habitude. (Les extensions futures de ce mécanisme vont inclure les commandes d'achat et les listes des fournisseurs.)
it_it: È qui che vengono archiviate le fatture ricevute presso l'organizzazione ("Conti fornitori"). Inserire il nome del fornitore, l'importo, la data di scadenza, il riferimento della fattura e caricare un'immagine della fattura ricevuta. Inoltre, selezionare un bilancio. Il proprietario del bilancio deve attestare, come al solito. (Le future estensioni a questo meccanismo comprendono gli ordini di acquisto e gli elenchi dei fornitori)
pl_pl: W tym miejscu można składać faktury otrzymane w organizacji ("Należne Rachunki"). Wprowadź nazwę dostawcy, kwotę, termin płatności, numer referencyjny faktury i prześlij zdjęcie otrzymanej faktury. Wybierz także budżet. Właściciel budżetu musi jak zwykle potwierdzić. (Przyszłe rozciągnięcia harmonogramu działania tego mechanizmu obejmują zamówienia zakupu i listy dostawców)
pt_br: Aqui é onde arquiva as faturas recebidas pela sua organização ("Contas a Pagar"). Insira o nome do fornecedor, a quantia, a data de vencimento, a referência da fatura e faça o upload de uma imagem da fatura recebida. Além disso, seleccione um orçamento. O responsável pelo orçamento precisa de atestá-las, como é habitual. (Expansões futuras planeadas a este mecanismo incluem órdens de compra e listas de fornecedores.)
ru_ru: Здесь вы передаете счета, полученные в Вашей организации ("Расчеты с поставщиками"). Введите название поставщика, сумму, дату оплаты, ссылку на накладную и загрузите изображение полученной накладной. Кроме того, выберите бюджет. Бюджетный собственник должен засвидетельствовать, как обычно. (Будущие расширения этого механизма включают заказы на закупку и списки поставщиков.)
sr_cyrl_rs: Ово је место на коме архивирате фактуре које пристигну у Вашу организацију ("Рачуни, за исплату"). Унесите име добављача, крајњи рок, референце које се односе на фактуру и отпремите (upload) фотографију приспеле фактуре. Затим, селектујте буџет из кога се исплаћује. После тога, власник буџета даје потврду. (Планира се да новије верзије програма подржавају експанзије које ће обухватати листе за набавке и листе добављача.)
sr_latn_rs: Ovo je mesto na kome arhivirate fakture koje pristignu u Vašu organizaciju ("Računi, za isplatu"). Unesite ime dobavljača, krajnji rok, reference koje se odnose na fakturu i otpremite (upload) fotografiju prispele fakture. Zatim, selektujte budžet iz koga se isplaćuje. Posle toga, vlasnik budžeta daje potvrdu. (Planira se da novije verzije programa podržavaju ekspanzije koje će obuhvatati liste za nabavke i liste dobavljača.)
sv_se: Här lägger du in fakturor som din organisation tagit emot ("leverantörsreskontra"). Lägg in leverantörens namn, fakturans belopp, förfallodatum, referensnummer, och ladda upp en bild på fakturan. Välj också en budget. Budgetägaren behöver attestera, som vanligt.
tr_tr: Burası, organizasyonunuzda alınan faturaları dosyaladığınız yer ("Borç Hesapları"). Tedarikçi ismi, miktar, son tarih, fatura referansını giriniz ve alınan faturanın bir fotoğrafını yükleyiniz. Ayrıca, bir bütçe seçiniz. Bütçe sahibinin her zamanki gibi onay vermesi gerekmektedir. (Bu mekanizma için gelecek için planlanmış açılımlar, satın alma teklifleri ve tedarikçi listelerini kapsamaktadır.)

# CreateInboundInvoice_PageTitle
source: Received Inbound Invoice
el_gr: Ελήφθη Εισερχόμενο Τιμολόγιο
es_ve: Recibió la factura entrante
fr_fr: Facture entrante reçue
it_it: Fatture ricevute
pl_pl: Otrzymano Przychodzące Faktury
pt_br: Receção de Fatura
sr_cyrl_rs: Нова фактура, примљена
sr_latn_rs: Nova faktura, primljena
sv_se: Mottagit faktura
tr_tr: Gelen Fatura Alındı

# CreateInboundInvoice_Reference
source: Invoice reference
el_gr: Κωδικός Αναφοράς Τιμολογίου
es_ve: Referencia de la factura
fr_fr: Numéro de référence de facture
it_it: Numero di riferimento della fattura
pl_pl: Indeks Faktury
pt_br: Referência da factura
sr_cyrl_rs: Референца за фактуру
sr_latn_rs: Referenca za fakturu
sv_se: Fakturareferens
tr_tr: Fatura referansı

# CreateInboundInvoice_ReferenceAutomaticOcr
source: OCR / Automatic
el_gr: OCR / Αυτόματη Επεξεργασία
es_ve: OCR / Automático
fr_fr: OCR / Automatique
it_it: OCR / Automatico
pl_pl: OCR / Automatyczne
sr_cyrl_rs: OCR број / Аутоматско
sr_latn_rs: OCR broj / Automatsko
sv_se: OCR / automatisk
tr_tr: OCR / Otomatik

# CreateInboundInvoice_ReferenceManual
source: Manual
el_gr: Χειροκίνητη Επεξεργασία
fr_fr: Manuel
it_it: Manuale
pl_pl: Ręcznie
sr_cyrl_rs: Ручно
sr_latn_rs: Ručno
sv_se: Manuell
tr_tr: El ile

# CreateInboundInvoice_SuccessMessage
source: Inbound Invoice #{0:N0} filed.
el_gr: Το Εισερχόμενο Τιμολόγιο #{0:N0} κατατέθηκε.
es_ve: Factura entrante #{0:N0} archivado.
fr_fr: Facture entrante #{0:N0} archivée.
it_it: Fattura in entrata #{0:N0} archiviata.
pl_pl: Przychodząca Faktura #{0:N0} zgłoszona.
sr_cyrl_rs: Улазна фактура #{0:N0}, отпремање.
sr_latn_rs: Ulazna faktura #{0:N0}, otpremanje.
sv_se: Leverantörsfaktura #{0:N0} inlagd.
tr_tr: Gelen fatura #{0:N0} alındı.

# CreateInboundInvoice_SupplierAccount
source: Account
el_gr: Λογαριασμός
es_ve: Cuenta
fr_fr: Compte
pl_pl: Konto
pt_br: Conta
sr_cyrl_rs: Налог
sr_latn_rs: Nalog
sv_se: Konto
tr_tr: Hesap

# CreateInboundInvoice_UploadInvoiceImage
source: Upload image file
el_gr: Ανεβάστε αρχείο εικόνας
es_ve: Subir archivo de imagen
fr_fr: Télécharger le fichier image
it_it: Carica l'immagine
pl_pl: Prześlij obraz
pt_br: Upload de imagem
sr_cyrl_rs: Отпреми слику
sr_latn_rs: Otpremi sliku
sv_se: Ladda upp bild
tr_tr: Görsel dosya yükle

# CreateInboundInvoice_ValidationError_Account
source: Please enter the supplier's bank account or equivalent.
el_gr: Παρακαλώ εισάγετε τον τραπεζικό λογαριασμό του προμηθευτή ή άλλο ισοδύναμό του.
es_ve: Ingrese la cuenta bancaria del proveedor o equivalente.
fr_fr: Veuillez entrer le compte bancaire du fournisseur ou équivalent.
it_it: Si prega di inserire il conto bancario del fornitore o l'equivalente.
pl_pl: Wprowadź konto bankowe dostawcy lub odpowiednika.
ru_ru: Пожалуйста, введите банковский счет поставщика или его эквивалент.
sr_cyrl_rs: Молимо Вас, унесите број банковног рачуна добављача.
sr_latn_rs: Molimo Vas, unesite broj bankovnog računa dobavljača.
sv_se: Ange leverantörens bankkonto eller motsvarande.
tr_tr: Lütfen tedarikçinin banka hesabını veya bir eşdeğerini giriniz.

# Donate_Explain
source: This is a QR code for donations to {0}. Read it from your phone's bitcoin wallet to make a donation, or donate from your computer directly to [{1}] (that's a Bitcoin Cash address).
el_gr: Αυτός είναι ένας κωδικός QR για δωρεές στον οργανισμό {0}. Σκανάρετέ τον με το πορτοφόλι bitcoin του κινητού σας για να πραγματοποιήσετε μια δωρεά, ή πραγματοποιήστε δωρεά απευθείας από τον υπολογιστή σας στην διεύθυνση [{1}] (αυτή είναι μια διεύθυνση Bitcoin Cash).
es_ve: Este es un código QR para donaciones a {0}. Léelo desde la billetera bitcoin de tu teléfono para hacer una donación o dona desde tu computadora directamente a [{1}] (esa es una dirección de Bitcoin Cash).
fr_fr: Ceci est un code QR pour les dons à {0}. Lisez-le dans votre portefeuille bitcoin de votre téléphone pour faire un don, ou faites le directement depuis votre ordinateur à [{1}] (c'est une adresse Bitcoin Cash).
it_it: Questo è il codice QR per le donazioni a {0}. Scannerizarlo dal portafoglio bitcoin del telefono per fare una donazione, oppure donare direttamente dal tuo computer a [{1}] (questo è un indirizzo Bitcoin Cash).
pl_pl: To jest kod QR dla dotacji na rzecz {0}. Przeczytaj go z portfela bitcoin w telefonie, aby przekazać dotację, lub przekaż dotację ze swojego komputera bezpośrednio na [{1}] (to jest adres Bitcoin Cash).
sr_cyrl_rs: Ово је QR за донације које иду на име "{0}". Прочитајте га преко bitcoin новчаника на Вашем телефону како бисте донирали, или донирајте директно са свог рачунара, на [{1}] (ово је адреса за Bitcoin Cash{0}).
sr_latn_rs: Ovo je QR za donacije koje idu na ime "{0}". Pročitajte ga preko bitcoin novčanika na Vašem telefonu kako biste donirali, ili donirajte direktno sa svog računara, na [{1}] (ovo je adresa za Bitcoin Cash{0}).
sv_se: Detta är en QR-kod för donationer till {0}. Läs den från telefonens bitcoinplånbok för att donera medel, eller donera från din dator direkt till [{1}] (det är en Bitcoin Cash-adress).
tr_tr: {0} için bağış QR kodu. Bir bağış yapmak için bu kodu telefonunuzdaki bitcoin cüzdanından okutun veya bilgiyasarınızdan bu adrese [{1}] (that's a Bitcoin Cash address) doğrudan bir bağış yapın.

# Donate_FundsReceived
source: Received {0} {1:N2} ({2:N0} microcoins or "bits"). Thank you!
el_gr: Ελήφθησαν {0} {1:N2} ({2:N0} microcoins ή "bits"). Ευχαριστούμε!
es_ve: Recibido {0}{1:N2} ({2:N0} microcoins o "bits"). ¡Gracias!
fr_fr: {0}{1:N2} Reçu ({2:N0} microcoins ou "bits"). Merci!
it_it: Ricevuto {0}{1:N2}{2:N0} microcoins o ("bit"). Grazie!
pl_pl: Otrzymano {0} {1:N2} ({2:N0} mikro-monety lub "bity"). Dziękujęmy!
pt_br: Recebidos {0} {1:N2} ({2:N0} microcoins ou "bits"). Obrigado!
sr_cyrl_rs: Примљено {0} {1:N2} ({2:N0} microcoins-а, или "bits"). Хвала Вам!
sr_latn_rs: Primljeno {0} {1:N2} ({2:N0} microcoins-a, ili "bits"). Hvala Vam!
sv_se: Tog emot {0} {1:N2} ({2:N0} mikrocoins eller "bitar"). Tack!
tr_tr: {0}{1:N2} alındı ({2:N0} microcoin veya "bit".) Teşekkürler!

# Donate_FundsReceivedNative
source: Received {0} microcoins ("bits"). Thank you!
el_gr: Ελήφθησαν {0} microcoins ("bits"). Ευχαριστούμε!
es_ve: Recibido {0} microcoins ("bits"). ¡Gracias!
fr_fr: {0} microcoins reçu(s) ("bits"). Merci!
it_it: Ricevuto {0} microcoins ("bits"). Grazie!
pl_pl: Otrzymano {0} mikro-monet("bitów"). Dziękujemy!
pt_br: Recebidas {0} microcoins ("bits"). Obrigado!
sr_cyrl_rs: Примљено {0} microcoin-а ("bits"). Хвала Вам!
sr_latn_rs: Primljeno {0} microcoin-a ("bits"). Hvala Vam!
sv_se: Tog emot {0} mikrocoins ("bitar"). Tack!
tr_tr: {0} microcoins ("bits") alındı. Teşekkürler!

# Donate_Info
source: If you want to donate to the organization, your can do so here.
el_gr: Αν θέλετε να πραγματοποιήσετε δωρεά στον οργανισμό, μπορείτε να το κάνετε εδώ.
es_ve: Si desea donar a la organización, puede hacerlo aquí.
fr_fr: Si vous souhaitez faire un don à l'organisation, vous pouvez le faire ici.
it_it: Se desideri donare a questa organizzazione, puoi farlo qui.
pl_pl: Jeśli chcesz przekazać dotację na rzecz organizacji, możesz to zrobić tutaj.
pt_br: Se quiser fazer doações à organização, pode fazê-lo aqui.
ru_ru: Если вы хотите пожертвовать организации, вы можете сделать это здесь.
sr_cyrl_rs: Ако желите да донирате организацији, учините то овде.
sr_latn_rs: Ako želite da donirate organizaciji, učinite to ovde.
sv_se: Om du vill donera till organisationen, kan du göra det här.
tr_tr: Eğer organizasyona bağış yapmak isterseniz, burada yapabilirsiniz.

# Donate_PageTitle
source: Donate
el_gr: Πραγματοποιήστε δωρεά
es_ve: Donar
fr_fr: Faire un don
it_it: Donare
pl_pl: Podaruj
pt_br: Fazer um donativo
sr_cyrl_rs: Донирај
sr_latn_rs: Doniraj
sv_se: Donera
tr_tr: Bağış Yap

# Donate_StatusInitial
source: Waiting for transaction...
el_gr: Σε αναμονή για συναλλαγή...
es_ve: Esperando la transacción...
fr_fr: En attente de transaction...
it_it: In attesa della transazione...
pl_pl: Czekanie na transakcję...
pt_br: Esperando pela transação...
sr_cyrl_rs: Чека трансакцију...
sr_latn_rs: Čeka transakciju...
sv_se: Väntar på transaktion...
tr_tr: İşlem için bekleniyor...

# Donate_TransactionDetected
source: Transaction detected, verifying...
el_gr: Εντοπίστηκε συναλλαγή, πραγματοποιείται επιβεβαίωση...
es_ve: Transacción detectada, verificando...
fr_fr: Transaction détectée, en cours de vérification...
it_it: Transazione rilevata, verifica in corso...
pl_pl: Wykryto transakcję, weryfikowanie...
pt_br: Transação detectada, a verificar...
sr_cyrl_rs: Детектована је трансакција, верификација...
sr_latn_rs: Detektovana je transakcija, verifikacija...
sv_se: Transaktion noterad, verifierar...
tr_tr: İşlem tespit edildi, onaylanıyor...

# Donate_TxLabel
source: Donation to {0}
el_gr: Πραγματοποίηση δωρεάς στον οργανισμό {0}
es_ve: Donación a {0}
fr_fr: Don à {0}
it_it: Donazione a {0}
pl_pl: Donacja dla {0}
pt_br: Doação a {0}
sr_cyrl_rs: Донација за {0}
sr_latn_rs: Donacija za {0}
sv_se: Donation till {0}
tr_tr: {0} için bağış

# Donate_TxLabel_Loan
source: Loan to {0}
el_gr: Χορήγηση δανείου στον οργανισμό {0}
es_ve: Préstamo a {0}
fr_fr: Prêt pour {0}
it_it: Prestito a {0}
pl_pl: Pożyczka dla {0}
pt_br: Empréstimo a {0}
sr_cyrl_rs: Кредит за {0}
sr_latn_rs: Kredit za {0}
sv_se: Lån till {0}
tr_tr: {0} için kredi

# FileExpenseClaim_Amount
source: Expense claim amount (in {0})
el_gr: Ποσό διεκδίκησης εξόδων (σε {0})
es_ve: Cantidad de reclamación de gastos (en {0})
fr_fr: Montant de la demande de remboursement (en {0})
it_it: Importo delle richieste di rimborso spese(in{0})
pl_pl: Kwota zwrotu do wydania (w {0})
pt_br: Valor da despesa (em {0})
sr_cyrl_rs: Захтев за рефундацију, за износ од (у {0})
sr_latn_rs: Zahtev za refundaciju, za iznos od (u {0})
sv_se: Belopp för utläggsanspråk (i {0})
tr_tr: Masraf talep tutarı ({0})

# FileExpenseClaim_BankAccount
source: Account Number
el_gr: Αριθμός Λογαριασμού
es_ve: Número de cuenta
fr_fr: Numéro de compte
it_it: Numero Account
pl_pl: Numer konta
pt_br: Número de Conta
sr_cyrl_rs: Број рачуна
sr_latn_rs: Broj računa
sv_se: Kontonummer
tr_tr: Hesap Numarası

# FileExpenseClaim_BankClearing
source: Clearing Number
el_gr: Αριθμός Εκκαθάρισης
es_ve: Número de compensación
fr_fr: Numéro de compensation
it_it: Numero di clearing, usato specialmente in svizzera, l'equivalente italiano del Bic
pl_pl: Numer rozliczeniowy
sr_cyrl_rs: Clearing број
sr_latn_rs: Clearing broj
sv_se: Clearingnummer
tr_tr: Takas Numarası

# FileExpenseClaim_BankName
source: Bank Name
el_gr: Επωνυμία Τράπεζας
es_ve: Nombre del banco
fr_fr: Nom de la banque
it_it: Nome della banca
pl_pl: Nazwa banku
pt_br: Nome do Banco
sr_cyrl_rs: Име банке
sr_latn_rs: Ime Banke
sv_se: Bankens namn
tr_tr: Banka Adı

# FileExpenseClaim_CostType
source: Cost Type
el_gr: Τύπος Χρέωσης
es_ve: Tipo de costo
fr_fr: Type de coût
it_it: Tipo di costo
pl_pl: Rodzaj Kosztu
pt_br: Tipo de Despesa
sr_cyrl_rs: Тип расхода
sr_latn_rs: Tip rashoda
sv_se: Kostnadstyp
tr_tr: Maliyet Türü

# FileExpenseClaim_Description
source: Description
el_gr: Περιγραφή
es_ve: Descripción
it_it: Descrizione
pl_pl: Opis
pt_br: Descrição
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama
