Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# InspectLedgers_InspectingTransactionX
source: Inspecting Transaction #<span id="spanModalTransactionId">12345</span>
ar_sa: فحص الحركة رقم # <span id="spanModalTransactionId"> 12345</span>
el_gr: Πραγματοποιείται Επιθεώρηση Της Συναλλαγής #<span id="spanModalTransactionId">12345</span>
es_ve: Inspección de la transacción #<span id="spanModalTransactionId">12345</span>
fr_fr: En cours d'inspection de la transaction #<span id="spanModalTransactionId">12345</span>
it_it: Ispezionando transazione #<span id="spanModalTransactionId">12345</span>
pt_br: A Inspecionar Transação nº<span id="spanModalTransactionId">12345</span>
sr_cyrl_rs: Провери трансакцију #<span id="spanModalTransactionId">12345</span>
sr_latn_rs: Proveri transakciju #<span id="spanModalTransactionId">12345</span>
sv_se: Granskar transaktion #<span id="spanModalTransactionId">12345</span>
tr_tr: İşlemi İnceleme #<span id="spanModalTransactionId">12345</span>

# InspectLedgers_AccountName
source: Account name
ar_sa: اسم الحساب
el_gr: Όνομα λογαριασμού
es_ve: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome account
pt_br: Nome da conta
sr_cyrl_rs: Име рачуна
sr_latn_rs: Ime računa
sv_se: Kontonamn
tr_tr: Hesap adı

# InspectLedgers_BalancedTransaction
source: Balance is correct:
ar_sa: الرصيد صحيح:
el_gr: Το υπόλοιπο είναι σωστό:
es_ve: El balance es correcto:
fr_fr: Le solde est correct:
it_it: Il bilancio è corretto:
pt_br: Saldo está correto:
sr_cyrl_rs: Биланс је исправан:
sr_latn_rs: Bilans je ispravan:
sv_se: Saldot är korrekt:
tr_tr: Bakiye doğru:

# InspectLedgers_EmptyTransaction
source: (No transaction data)
ar_sa: (لا يوجد بيانات للحركة)
el_gr: (Δεν υπάρχουν δεδομένα συναλλαγών)
es_ve: (Sin datos de transacción)
fr_fr: (Pas de données de transaction)
it_it: (Nessun dato della transazione)
pt_br: (Sem dados da transação)
sr_cyrl_rs: (Нема података о трансакцији)
sr_latn_rs: (Nema podataka o transakciji)
sv_se: (Ingen transaktionsdata)
tr_tr: (İşlem verisi yok)

# InspectLedgers_LoggedByInitials
source: Initials
ar_sa: الأحرف الأولى
el_gr: Αρχικά
es_ve: Inicial
fr_fr: Initiales
it_it: Iniziali
pt_br: Iniciais
sr_cyrl_rs: Иницијали
sr_latn_rs: Inicijali
sv_se: Initialer
tr_tr: Baş Harfler

# InspectLedgers_LoggedDate
source: Logged
ar_sa: مسجلة
el_gr: Καταγεγραμμένη
es_ve: Registrado
fr_fr: Connecté
it_it: Accesso effettuato
pt_br: Logado
sr_cyrl_rs: Снимљено
sr_latn_rs: Snimljeno
sv_se: Bokförd
tr_tr: Girildi

# InspectLedgers_UnbalancedTransaction
source: Transaction is <span class="spanAnnoyingBlink">UNBALANCED:</span> missing amount
ar_sa: الحركة <span class="spanAnnoyingBlink"> لا متعادلة:</span> المبلغ مفقود
el_gr: Η συναλλαγή είναι <span class="spanAnnoyingBlink">ΜΗ ΙΣΟΡΡΟΠΗΜΕΝΗ:</span> δεν υπάρχει ποσό
es_ve: La transacción es <span class="spanAnnoyingBlink"> DESEQUILIBRADO:</span> cantidad faltante
fr_fr: La transaction <span class="spanAnnoyingBlink"> n'est pas équilibré : </span>montant manquant
it_it: La transazione <span class="spanAnnoyingBlink"> NON È BILANCIATA:</span> quantità mancante
pt_br: A transação é <span class="spanAnnoyingBlink">UNBALANCED:</span> quantidade faltante
sr_cyrl_rs: Трансакција је <span class="spanAnnoyingBlink">НЕПОТПУНА:</span> недостаје износ
sr_latn_rs: Transakcija je <span class="spanAnnoyingBlink">NEPOTPUNA:</span> nedostaje iznos
sv_se: Transaktionen är <span class="spanAnnoyingBlink">OBALANSERAD:</span> saknat belopp
tr_tr: İşlem <span class="spanAnnoyingBlink">DENGESİZ:</span> eksik miktar

# InspectLedgers_HeaderAddTransactionRow
source: Add rows to transaction
ar_sa: إضافة صفوف إلى الحركة
el_gr: Προσθέτει σειρές στη συναλλαγή
es_ve: Añadir filas a la transacción
fr_fr: Ajouter des lignes à la transaction
it_it: Aggiungi un altra colonna alla transazione
pt_br: Adicionar linhas à transação
sr_cyrl_rs: Додајте редове за трансакцију
sr_latn_rs: Dodajte redove za transakciju
sv_se: Lägg till rader i transaktionen
tr_tr: İşleme satırlar ekle

# InspectLedgers_HeaderAutoTransactionTracking
source: Autotransaction tracking details
ar_sa: تفاصيل تتبع الحركة التلقائية
el_gr: Λεπτομέρειες ανίχνευσης αυτόματης συναλλαγής
es_ve: Detalles de seguimiento de la Transacción automática
fr_fr: Détails de suivi de la transaction automatique
it_it: Dettagli del tracking della transazione automatica
pt_br: Detalhes do rastreamento de transação automática
ru_ru: Детали слежения Autotransaction
sr_cyrl_rs: Пратећи детаљи о одобрењу
sr_latn_rs: Prateći detalji o odobrenju
sv_se: Spårningsdetaljer för Automattransaktion
tr_tr: Otomatik işlem izleme detayları

# InspectLedgers_TxDetail_AttestedByX
source: Attested by {0} on {1:yyyy-MMM-dd}
ar_sa: تمت المصادقة عليه من قبل {0} في {1:yyyy-MMM-dd}
el_gr: Επιβεβαιώθηκε από {0} στις {1:yyyy-MMM-dd}
es_ve: Atestiguado por {0} el {1:yyyy-MMM-dd}
fr_fr: Attesté par {0} le {1:yyyy-MMM-dd}
it_it: Attestato da {0} il {1:yyyy-MMM-dd}
pt_br: Atestada por {0} em {1:yyyy-MMM-dd}
sr_cyrl_rs: Потврдио {0} дана {1:yyyy-MMM-dd}
sr_latn_rs: Potvrdio {0} dana {1:yyyy-MMM-dd}
sv_se: Attesterad av {0} {1:yyyy-MMM-dd}
tr_tr: {1:yyyy-MMM-dd}'de {0} tarafından onaylandı

# InspectLedgers_TxDetail_CombinedWith
source: combined with
ar_sa: جنبا إلى جنب مع
el_gr: σε συνδυασμό με
es_ve: combinado con
fr_fr: combiné avec
it_it: combinato con
pt_br: combinado com
sr_cyrl_rs: у комбинацији са
sr_latn_rs: u kombinaciji sa
sv_se: i kombination med
tr_tr: ile birleştirildi

# InspectLedgers_TxDetail_InvoiceX
source: <strong>Inbound Invoice #{0:N0}</strong> from {1}:
ar_sa: <strong>فاتورة واردة #{0:N0}</strong> من {1}:
el_gr: <strong>Εισερχόμενο Τιμολόγιο #{0:N0}</strong> από {1}:
es_ve: <strong>Factura entrante #{0:N0}</strong> de {1}:
fr_fr: <strong> Facture entrante #{0:N0}</strong> de la part de {1}:
it_it: <strong> Fattura in entrata {0:N0}</strong> da {1}:
pt_br: <strong>Fatura de Entrada #{0:N0}</strong> de {1}:
sr_cyrl_rs: <strong>Улазна фактура #{0:N0}</strong> од {1}:
sr_latn_rs: <strong>Ulazna faktura #{0:N0}</strong> od {1}:
sv_se: <strong>Inkommande faktura #{0:N0}</strong> från {1}:
tr_tr: {1}'den <strong>Gelen Fatura #{0:N0}</strong>:

# InspectLedgers_TxDetail_ThisIsPayoutX
source: This is <strong>Payout #{0:N0}.</strong> It's a payout for
ar_sa: هذا <strong>أمر صرف #{0:N0}-</strong> عن
el_gr: Αυτή είναι η <strong>Πληρωμή #{0:N0}.</strong> Είναι μια πληρωμή για
es_ve: Este es <strong> Pago #{0:N0}. </strong> Es un pago por
fr_fr: Ceci est le <strong> paiement #{0:N0}.</strong> C'est un paiement pour
it_it: Questo è il <strong> pagamento #{0:N0}.</strong> È un pagamento per
pt_br: Este é o <strong>Pagamento nº{0:N0}.</strong> É um pagamento para
sr_cyrl_rs: Ово је <strong>Исплата #{0:N0}.</strong> То је исплата за
sr_latn_rs: Ovo je <strong>Isplata #{0:N0}.</strong> To je isplata za
sv_se: Detta är <strong>utbetalning #{0:N0}.</strong> Det är en utbetalning för
tr_tr: Bu <strong>Ödeme #{0:N0}.</strong>Bu, şu kişi için bir ödemedir

# InspectLedgers_TxDetail_ValidatedByX
source: Document validation by {0} on {1:yyyy-MMM-dd}
ar_sa: تم التحقق من صحة الوثيقة من قبل {0} في {1:yyyy-MMM-dd}
el_gr: Επικύρωση εγγράφου από {0} στις {1:yyyy-MMM-dd}
es_ve: Validación de documento por {0} el {1:yyyy-MMM-dd}
fr_fr: Validation de document par {0} le {1:yyyy-MMM-dd}
it_it: Documento validato da {0} il {1:yyyy-MMM-dd}
pt_br: Validação do documento por {0} em {1:yyyy-MMM-dd}
sr_cyrl_rs: Документе валидирао {0} дана {1:yyyy-MMM-dd}
sr_latn_rs: Dokumente validirao {0} dana {1:yyyy-MMM-dd}
sv_se: Dokumentgranskning av {0} {1:yyyy-MMM-dd}
tr_tr: {0} tarafından {1:yyyy-MMM-dd} tarihinde belge doğrulaması yapıldı

# InspectLedgers_TxDetail_PaidOutBy
source: Executed by {0}.
ar_sa: تم التنفيذ من قبل {0}.
el_gr: Εκτελέστηκε από {0}.
es_ve: Ejecutado por {0}.
fr_fr: Exécuté par {0}.
it_it: Eseguito da {0}.
pt_br: Executado por {0}.
sr_cyrl_rs: Извршио {0}.
sr_latn_rs: Izvršio {0}.
sv_se: Utförd av {0}.
tr_tr: {0} tarafından çalıştırıldı.

# InspectLedgers_TxDetail_SalaryDetail
source: Base salary {0} {1:N2}, gross adjustments {2:+N2;-N2;none}, gross salary {3:N2}, deducted tax {4:N2}, net adjustments {5:+N2;-N2;none}, payout {6:N2}.
ar_sa: الراتب الأساسي {0} {1:N2}، التسويات الإجمالية {2:+N2;-N2;none}، الراتب الإجمالي {3:N2}، الضريبة المخصومة {4:N2}، صافي التسويات {5:+N2;-N2;none}، المدفوع {6:N2}.
el_gr: Βασικός μισθός {0} {1:N2}, μικτές προσαρμογές {2:+N2;-N2;καμία}, μικτός μισθός {3:N2}, φόρος που εκπίπτει {4:N2}, καθαρές προσαρμογές {5:+N2;-N2;καμία}, πληρωμή {6:N2}.
es_ve: Sueldo base {0}{1:N2}, ajustes brutos {2: + N2; -N2; ninguno}, salario bruto {3:N2}, impuesto deducido {4:N2}, ajustes netos {5: + N2; - N2; ninguno}, pago {6:N2}.
fr_fr: Salaire de base {0} {1:N2}, ajustements bruts {2:+N2;-N2;none}, salaire brut {3:N2}, taxe déduite{4:N2}, ajustements nets {5:+N2;-N2;none}, paiement {6:N2}.
it_it: Stipendio di base {0}{1:N2}, regolazioni lordo {2:+N2;-N2;none}, stipendio lordo{3:N2}, ritenute fiscali {4:N2}, regolazioni netto {5:+N2;-N2;none}, pagamento {6:N2}.
pt_br: Salário base {0} {1:N2}, ajustes brutos {2:+N2;-N2;nenhum}, salário bruto {3:N2}, impostos deduzidos {4:N2}, ajustes líquidos {5:+N2;-N2;nenhum}, pagamento {6:N2}.
sr_cyrl_rs: Основна плата {0} {1:N2}, бруто додаци {2:+N2;-N2;none}, бруто плата {3:N2}, одузети порез {4:N2}, нето подешавања {5:+N2;-N2;none}, исплата {6:N2}.
sr_latn_rs: Osnovna plata {0} {1:N2}, bruto dodaci {2:+N2;-N2;none}, bruto plata {3:N2}, oduzeti porez {4:N2}, neto podešavanja {5:+N2;-N2;none}, isplata {6:N2}.
sv_se: Grundlön {0} {1:N2}, bruttojusteringar {2:+N2;-N2;inga}, bruttolön {3:N2}, avdragen skatt {4:N2}, nettojusteringar {5:+N2;-N2;inga}, utbetalning {6:N2}.
tr_tr: Temel maaş{0}{1:N2}, brüt ayarlamalar {2:+N2;-N2;none}, brüt maaş {3:N2}, vergi indirimi {4:N2}, net ayarlamalar {5:+N2;-N2;none}, ödeme {6:N2}.

# InspectLedgers_TxDetail_ErrorAddRowNoAccount
source: Please select an account in order to add a row to this transaction.
ar_sa: الرجاء تحديد الحساب لتتمكن من إضافة صف جديد إلى هذه الحركة.
el_gr: Παρακαλώ επιλέξτε ένα ποσό προκειμένου να προσθέσετε μια σειρά σε αυτήν την συναλλαγή.
es_ve: Seleccione una cuenta para agregar una fila a esta transacción.
fr_fr: Veuillez sélectionner un compte afin d'ajouter une ligne à cette transaction.
it_it: Si prega di selezionare un account per aggiungere una colonna a questa transazione.
pt_br: Por favor selecione uma conta para que possa adicionar uma linha a esta transação.
ru_ru: Выберите счет, чтобы добавить строку к этой транзакции.
sr_cyrl_rs: Молимо Вас, селектујте рачун како бисте додали ред овој трансакцији.
sr_latn_rs: Molimo Vas, selektujte račun kako biste dodali red ovoj transakciji.
sv_se: Välj ett konto för att lägga till en rad till den här transaktionen.
tr_tr: Bu işleme bir satır eklemek için lütfen bir hesap seçin.

# CloseLedgers_AnnualLoss
source: Annual Loss
ar_sa: خسارة سنوية
el_gr: Ετήσιες Ζημίες
es_ve: Pérdida anual
fr_fr: Perte annuelle
it_it: Perdita annua
pt_br: Perda Anual
sr_cyrl_rs: Годишњи губитак
sr_latn_rs: Godišnji gubitak
sv_se: Årets förlust
tr_tr: Yıllık Zarar

# CloseLedgers_AnnualProfit
source: Annual Profit
ar_sa: الأرباح السنوية
el_gr: Ετήσιο Κέρδος
es_ve: Ganancia anual
fr_fr: Profit annuel
it_it: Profitto annuo
pt_br: Lucro Anual
sr_cyrl_rs: Годишњи профит
sr_latn_rs: Godišnji profit
sv_se: Årets vinst
tr_tr: Yıllık Kar

# InspectLedgers_TxDetail_DescriptionWithheld
source: (detailed description withheld)
ar_sa: (تم حجب الوصف المفصل)
el_gr: (παρακρατήθηκε η λεπτομερής περιγραφή)
es_ve: (descripción detallada retenida)
fr_fr: (description détaillée retenue)
it_it: (descrizione dettagliata omessa)
pt_br: (descrição detalhada omitida)
sr_cyrl_rs: (детаљни опис задржаног)
sr_latn_rs: (detaljni opis zadržanog)
sv_se: (detaljerad beskrivning visas ej)
tr_tr: (detaylı açıklama yok)

# BalanceTransactions_HeaderUnbalancedTransactions
source: Dangling Payments (Must Balance, Match, or Fix)
el_gr: Μη Ισορροπημένες Συναλλαγές (Πρέπει Να Πραγματοποιηθεί Αντιστοίχιση Ή Επιδιόρθωση)
es_ve: Transacciones desequilibradas (debe coincidir o corregir)
fr_fr: Transactions non équilibrées (il faut faire correspondre ou ajuster)
pt_br: Pagamentos Pendentes (Deve Equilibrar, Corresponder ou Corrigir)
sr_cyrl_rs: Непрокњижене трансакције (мора се поправити, сравнити или поклопити)
sr_latn_rs: Neproknjižene transakcije (mora se popraviti, sravniti ili poklopiti)
sv_se: Lösa betalningar (måste balanseras, matchas eller fixas)
tr_tr: Sarkan Ödemeler (Dengeleme, Eşleme, veya Düzeltme Gerekiyor)

# BalanceTransactions_GridHeader_AccountName
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
es_ve: Cuenta
fr_fr: Compte
pt_br: Conta
sr_cyrl_rs: Налог
sr_latn_rs: Nalog
sv_se: Konto
tr_tr: Hesap

# BalanceTransactions_GridHeader_Amount
source: Amount
ar_sa: المبلغ
el_gr: Ποσό
es_ve: Cantidad
fr_fr: Montant
it_it: Importo
pt_br: Valor
sr_cyrl_rs: Износ
sr_latn_rs: Iznos
sv_se: Belopp
tr_tr: Tutar

# BalanceTransactions_GridHeader_Description
source: Description
ar_sa: الوصف
el_gr: Περιγραφή
es_ve: Descripción
it_it: Descrizione
pt_br: Descrição
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# BalanceTransactions_Info
source: Some auto-imported financial transactions can't be automatically matched to the ongoing accounting. This is where you manually match such transactions to "balance" them (if a transaction only has one part completed, like the money sent to the organization with no record of what the money is for, the transaction is said to be "unbalanced" and a "dangling payment", as in, missing its bookkeeping counterpart).
el_gr: Κάποιες οικονομικές συναλλαγές που εισάγονται αυτόματα δεν δύναται να αντιστοιχιστούν αυτόματα στην τρέχουσα λογιστική. Εδώ πραγματοποιείτε χειροκίνητη αντιστοίχιση τέτοιων συναλλαγών για την ''εξισορρόπησή'' τους (αν έχει ολοκληρωθεί μόνο το ένα μέρος μιας συναλλαγής, όπως το να έχουν αποσταλεί τα χρήματα στον οργανισμό χωρίς καταγραφή του λόγου αποστολής των χρημάτων, η συναλλαγή θεωρείται ''μη ισορροπημένη'').
es_ve: Algunas transacciones financieras importadas automáticamente no se pueden combinar automáticamente con la contabilidad en curso. Aquí es donde empareja manualmente tales transacciones para "equilibrarlas" (si una transacción solo tiene una parte completa, como el dinero enviado a la organización sin registro de para qué es el dinero, se dice que la transacción está "desequilibrada").
fr_fr: Certaines transactions financières importées automatiquement ne peuvent pas être automatiquement associées à la comptabilité en cours. C'est là que vous faites correspondre manuellement ces transactions pour les "équilibrer" (si une transaction ne comporte qu'une partie complète, comme l'argent envoyé à l'organisation sans enregistrement du libellé de ce transfert, la transaction est dite "déséquilibrée").
pt_br: Não foi possível fazer uma correspondência automática de algumas das transações financeiras importadas automaticamente. Aqui é onde pode fazer a "correspondência" manual (se uma transação apenas tem uma parte completa, tal como o dinheiro enviado à organização sem registo sobre o propósito do dinheiro, a transação diz-se "sem correspondência" e um "pagamento dangling", assim faltando nos registros).
sr_cyrl_rs: Неке од финансијских трансакција које су аутоматски увежене се не могу поклопити. То морате учинити ручно (ако на пример трансакција има само један део који је комплетно записан, рецимо износ новца али не и намену, онда се за такву трансакцију каже да је "unbalanced", непотпуна, док се појам "dangling payment" односи на непостојање књиговодственог дела).
sr_latn_rs: Neke od finansijskih transakcija koje su automatski uvežene se ne mogu poklopiti. To morate učiniti ručno (ako na primer transakcija ima samo jedan deo koji je kompletno zapisan, recimo iznos novca ali ne i namenu, onda se za takvu transakciju kaže da je "unbalanced", nepotpuna, dok se pojam "dangling payment" odnosi na nepostojanje knjigovodstvenog dela).
sv_se: Några automatimporterade finansiella transaktioner kunde inte matchas automatiskt mot den löpande redovisningen. Det är här som du manuellt matchar transaktionerna att "balansera" (om en transaktion bara har ena sidan redovisad, till exempel utbetalda pengar från organisationen utan motsvarande post vad pengarna gick till, så sägs transaktionen vara "obalanserad" och en "lös betalning", det vill säga, den har ingen motpart i bokföringen).
tr_tr: Bazı otomatik ithal edilen finansal işlemler, devam eden muhasebe için otomatik olarak eşleştirilemez. Bu tür işlemleri manuel olarak "dengeleme" için eşleştirdiğiniz yerdir (bir işlemin yalnızca bir kısmı tamamlanmışsa, paranın ne için olduğuna dair hiçbir kayıt olmadan organizasyona gönderilen bir para gibi, işlemin "dengesiz" olduğu ve defter tutma muadili eksik olduğu "sarkan bir ödeme" olduğu söylenir).

# BalanceTransactions_ModalHeader
source: Balancing/Matching Transaction #<span id="spanModalTransactionId">67890</span> From <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
ar_sa: موازنة/ مطابقة "المعاملات" #<span id="spanModalTransactionId">67890</span> من <span id="spanModalTransactionDate">yyyy mmm dd</span>
el_gr: Πραγματοποιείται Εξισορρόπηση/Αντιστοίχιση Της Συναλλαγής #<span id="spanModalTransactionId">67890</span> Από <span id="spanModalTransactionDate">εεεε-μμμ-ηη</span>
es_ve: Equilibrio / Coincidencia de transacción # <span id="spanModalTransactionId"> 67890 </span> Desde <span id="spanModalTransactionDate"> yyyy-mmm-dd </span>
fr_fr: Transaction d'équilibrage / mise en correspondance #<span id="spanModalTransactionId">67890</span> de la part de <span id="spanModalTransactionDate">dd-mmm-yyyy</span>
it_it: Bilanciando/Combaciando transazione $<span id="spanModalTransactionId">67890</span> del <span id="spanModalTransactionDate">aaaa-mm-gg</span>
pt_br: Comparando/Associando Transação #<span id="spanModalTransactionId">67890</span> De <span id="spanModalTransactionDate">aaaa-mmm-dd</span>
sr_cyrl_rs: Допуњавање/Поклапање трансакција #<span id="spanModalTransactionId">67890</span> Од <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
sr_latn_rs: Dopunjavanje/Poklapanje transakcija #<span id="spanModalTransactionId">67890</span> Od <span id="spanModalTransactionDate">yyyy-mmm-dd</span>
sv_se: Balanserar/matchar transaktionen # <span id="spanModalTransactionId">[...]</span> från <span id="spanModalTransactionDate">[...laddar...]</span>
tr_tr: Dengeleme/Eşleştirme İşlemi <span id="spanModalTransactionId"> 67890 </span> Üzerinden <span id="spanModalTransactionDate"> yyyy-mmm-dd </span>

# BalanceTransactions_PageTitle
source: Balance & Match Transactions
ar_sa: موازنة و مطابقة الحركات
el_gr: Εξισορρόπηση & Αντιστοίχιση Συναλλαγών
es_ve: Balancear e igualar transacciones
fr_fr: Solde & Transactions de correspondance
it_it: Bilancia & Abbina transazioni
pt_br: Saldo e Transações comparadas
sr_cyrl_rs: Салдо и подударање трансакција
sr_latn_rs: Saldo i podudaranje transakcija
sv_se: Balansera & matcha transaktioner
tr_tr: Denge ve Eşleştirme İşlemleri

# BalanceTransactions_ExactMatches
source: Exact Matches For This Amount
ar_sa: المطابقات التامة لهذا الحساب
el_gr: Ακριβείς Αντιστοιχίσεις Για Αυτό Το Ποσό
es_ve: Coincidencias exactas para este importe
fr_fr: Correspondances exactes pour ce montant
it_it: Corrispondenze esatte per questo importo
pt_br: Correspondências Exatas Para Esse Valor
sr_cyrl_rs: Потпуна подударања са датим износом
sr_latn_rs: Potpuna podudaranja sa datim iznosom
sv_se: Exakta matchningar för beloppet
tr_tr: Bu Tutar İçin Tam Eşleşme

# BalanceTransactions_ExactMatchesFarAway
source: Matching Amount But On Unexpected Date/Time
ar_sa: مطابقة المبلغ ولكن على تاريخ / وقت غير متوقع
el_gr: Αντιστοίχιση Ποσού Αλλά Σε Μη Αναμενόμενη Ημερομηνία/Ώρα
es_ve: Suma coincidente pero en fecha / hora inesperada
fr_fr: Montant correspondant mais date/heure imprévue
it_it: Importo corrispondente ma in data/ora inaspettata
pt_br: Correspondência de Valor, mas em Data/Hora Inesperada
sr_cyrl_rs: Подударање износа али на неочекиваним датумом/временом
sr_latn_rs: Podudaranje iznosa ali na neočekivanim datumom/vremenom
sv_se: Matchande belopp men på oväntat datum/tid
tr_tr: Beklenmeyen Tarih/Zamanda eşleşen miktar

# BalanceTransactions_FivePercentMatches
source: Amount Within 5% Tolerance
ar_sa: المبلغ خلال فترة التجاوز 5%
el_gr: Ποσό Εντός Ανοχής 5%
es_ve: Cantidad dentro del 5% de tolerancia
fr_fr: Montant avec 5% de tolérance
it_it: Importo con tolleranza massima del 5%
pt_br: Valor Dentro da Tolerância de 5%
sr_cyrl_rs: Износ уз толеранцију од 5%
sr_latn_rs: Iznos uz toleranciju od 5%
sv_se: Belopp inom 5% tolerans
tr_tr: %5 Oynama Payı ile Birlikte Miktar

# BalanceTransactions_ModalDialog_ButtonBalance
source: Balance
ar_sa: الرصيد
el_gr: Εξισορρόπηση
fr_fr: Solde
it_it: Bilancia
pt_br: Saldo
sr_cyrl_rs: Стање
sr_latn_rs: Stanje
sv_se: Balansera
tr_tr: Bakiye

# BalanceTransactions_ModalDialog_ButtonPayout
source: Match
ar_sa: مطابقة
el_gr: Αντιστοίχιση
es_ve: Coincidencia
fr_fr: Correspondance
it_it: Abbina
pt_br: Associar
sr_cyrl_rs: Поклапање
sr_latn_rs: Poklapanje
sv_se: Matcha
tr_tr: Eşleşme

# BalanceTransactions_ModalDialog_DescribeBalance
source: Balance the difference against this account:
ar_sa: تحقيق التوازن بين الفروق في هذا الحساب:
el_gr: Εξισορρόπηση της διαφοράς σε βάρος αυτού του λογαριασμού:
es_ve: Equilibre la diferencia con esta cuenta:
fr_fr: Équilibrez la différence avec ce compte:
it_it: Bilancia la differenza contro questo account:
pt_br: Mostre a diferença contra esta conta:
sr_cyrl_rs: Сравњавање разлика у поређењу са овим рачуном:
sr_latn_rs: Sravnjavanje razlika u poređenju sa ovim računom:
sv_se: Balansera skillnaden mot detta konto:
tr_tr: Bu hesaba karşı farklı dengeleme:

# BalanceTransactions_ModalDialog_DescribePayout
source: The transaction matches this payout:
ar_sa: الحركة تطابق هذا المدفوع:
el_gr: Η συναλλαγή αντιστοιχεί σε αυτήν την πληρωμή:
es_ve: La transacción coincide con este pago:
fr_fr: La transaction correspond à ce paiement:
it_it: La transazione coincide a questo pagamento:
pt_br: A transação coincide com este pagamento:
sr_cyrl_rs: Трансакција се поклапа са овом исплатом:
sr_latn_rs: Transakcija se poklapa sa ovom isplatom:
sv_se: Transaktionen matchar denna utbetalning:
tr_tr: İşlem bu ödeme ile eşleşir:

# BalanceTransactions_ModalDialog_DoYouWishTo
source: Transaction is unbalanced by <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Do you wish to...
ar_sa: الحركة غير متوازنة من <span id="spanTransactionUnbalancedBy"> + فو، بار.QX</span>. هل ترغب في...
el_gr: Η συναλλαγή είναι μη ισορροπημένη από <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Θέλετε να...
es_ve: La transacción está desbalanceada por <span id="spanTransactionUnbalancedBy"> + FOO, BAR.QX </span>. ¿Deseas...
fr_fr: La transaction est non équilibrée de <span id="spanTransactionUnbalancedBy"> +FOO,BAR.QX</span>. Souhaitez vous...
it_it: La transazione è sbilanciata da <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span> Desideri...
pt_br: A transação está desequilibrada por <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Você deseja...
sr_cyrl_rs: Трансакција је непотпуна, недостаје <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Да ли желите да...
sr_latn_rs: Transakcija je nepotpuna, nedostaje <span id="spanTransactionUnbalancedBy">+FOO,BAR.QX</span>. Da li želite da...
sv_se: Transaktionen är obalanserad med <span id="spanTransactionUnbalancedBy">+FOO, BAR.QX</span>. Vill du...
tr_tr: İşlem <span id="spanTransactionUnbalancedBy"> tarafından dengelenemedi. +FOO,BAR.QX </span>. İster misiniz...
