Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# AccountPlan_CreateRootAccount
source: Create new root account
ar_sa: إنشاء حساب مدير جديد
el_gr: Δημιουργήστε νέο λογαριασμό διαχειριστή
es_ve: Crear una nueva cuenta de raíz
fr_fr: Créer un nouveau compte administrateur
it_it: Crea nuovo account di root
pt_br: Criar nova conta raíz
ru_ru: Создать новую учетную запись root
sr_cyrl_rs: Отвори нови базни (root) налог
sr_latn_rs: Otvori novi bazni (root) nalog
sv_se: Skapa nytt toppnivåkonto
tr_tr: Yeni hesap oluşturun

# AccountPlan_Info
source: This is the overview of the financial accounts in your bookkeeping ledger. You can do some maintenance from here, even if most of the daily operations should be delegated to the budget owners.
ar_sa: هذه نظرة عامة على الحسابات المالية في دفتر الأستاذ الخاص بك. يمكنك القيام ببعض عمليات الصيانة من هنا، ولو أنه يجب تفويض معظم العمليات اليومية إلى الأشخاص المسؤولين عن الميزانيات.
el_gr: Αυτή είναι η γενική επισκόπηση των χρηματοοικονομικών λογαριασμών στο καθολικό σας. Μπορείτε να κάνετε κάποια συντήρηση από εδώ, ακόμα και αν οι περισσότερες καθημερινές εργασίες πρέπει να μεταβιβαστούν στους ιδιοκτήτες προϋπολογισμών.
es_ve: Esta es la descripción general de las cuentas financieras en su libro contable. Puede hacer algo de mantenimiento desde aquí, incluso si la mayoría de las operaciones diarias se deben delegar a los propietarios del presupuesto.
fr_fr: Ceci est l'aperçu général des comptes financiers dans votre grand livre. Vous pouvez faire quelques maintenances à partir d'ici, même si la plupart des opérations quotidiennes doivent être déléguées aux responsables du budget.
it_it: Questo è il riepilogo dei conti finanziari nel vostro registro contabile. È possibile eseguire alcune operazioni di manutenzione da qui, anche se la maggior parte delle operazioni quotidiane dovrebbe essere delegata ai proprietari dei budget.
pt_br: Esta é a vista geral das contas financeiras no seu livro de contabilidade. Pode fazer alguma manutenção através desta página, mesmo que a maioria das operações diárias devam estar delegadas aos responsáveis dos orçamentos.
ru_ru: Это обзор финансовых счетов в бухгалтерской книге. Вы можете сделать некоторое обслуживание здесь, даже если большинство ежедневных операций должны быть делегированы владельцам бюджета.
sr_cyrl_rs: Ово је преглед Ваших финансијских рачуна у пословној књизи. Одавде можете вршити базичне операције везане за одржавање, чак и ако већина радњи треба да се усмери на власнике буџета.
sr_latn_rs: Ovo je pregled Vaših finansijskih računa u poslovnoj knjizi. Odavde možete vršiti bazične operacije vezane za održavanje, čak i ako većina radnji treba da se usmeri na vlasnike budžeta.
sv_se: Detta är en översikt över konton i organisationens ekonomi. Du kan göra en del kontounderhåll här, men det mesta av den dagliga verksamheten bör delegeras till budgetägarna.
tr_tr: Muhasebe defterinizdeki finansal hesapların özeti budur. Günlük işlemlerin çoğu bütçe sahiplarine devredilse bile burada biraz bakım yapabilirsiniz.

# AccountPlan_PageTitle
source: Chart of Accounts
el_gr: Σχέδιο Λογαριασμού
es_ve: Plan de cuenta
fr_fr: Plan de compte
pt_br: Plano de Contas
sr_cyrl_rs: График налога
sr_latn_rs: Grafik naloga
sv_se: Kontoplan
tr_tr: Hesap Tablosu

# BalanceSheet_AccountName
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
es_ve: Cuenta
fr_fr: Compte
pt_br: Conta
ru_ru: Учетная запись
sr_cyrl_rs: Рачун
sr_latn_rs: Račun
sv_se: Konto
tr_tr: Hesap

# BalanceSheet_ContentHeader
source: Balance Sheet for {0},
ar_sa: الميزانية العمومية ل {0}،
el_gr: Ισολογισμός για τον οργανισμό {0},
es_ve: Hola de balance para{0},
fr_fr: Le bilan pour {0},
it_it: Bilancio finanziario per {0},
pt_br: Balanço Financeiro de {0},
sr_cyrl_rs: Табела стања за {0},
sr_latn_rs: Tabela stanja za {0},
sv_se: Balansräkning för {0},
tr_tr: {0} için bilanço tablosu

# BalanceSheet_Current
source: Current
ar_sa: الحالي
el_gr: Τρέχων
es_ve: Actual
fr_fr: Actuel
it_it: Attuale
pt_br: Actual
sr_cyrl_rs: Тренутно
sr_latn_rs: Trenutno
sv_se: Just nu
tr_tr: Mevcut

# BalanceSheet_DownloadFileName
source: BalanceSheet
ar_sa: الميزانية العمومية
el_gr: Ισολογισμός
es_ve: Hola de balance
fr_fr: Bilan
it_it: Foglio bilancio
pt_br: Balanço Financeiro
sr_cyrl_rs: ТабелаСтања
sr_latn_rs: TabelaStanja
sv_se: Balans
tr_tr: Bilanço

# BalanceSheet_EndYear
source: End-XXXX
ar_sa: الانتهاء-XXXX
el_gr: Τέλος-XXXX
es_ve: Final-XXXX
fr_fr: Fin-XXXX
it_it: Fine-XXXX
pt_br: Fim-XXXX
sr_cyrl_rs: Завршетак-XXXX
sr_latn_rs: Završetak-XXXX
sv_se: Slut-XXXX
tr_tr: Son-XXXX

# BalanceSheet_Info
source: The Balance Sheet is an overview of assets and debts at a snapshot in time, and is used to see how results affect the overall financial health of the organization. You may also want to look at the <a href="ProfitLossStatement">profit-and-loss statement</a> which is the overview of income and expenditure.
ar_sa: يقدم بيان الـميزانيَّة لمحة عامة عن الأصول والمديونيات عند نقطة محددة من الزمن، وتستخدم لمعرفة كيفية تأثير النتائج على الحالة المالية العامة للمنظمة. قد ترغب أيضاً في التعرف على <a href="ProfitLossStatement"> بيان الأرباح والخسائر </a> والذي يعطي نظرة عن المداخيل والنفقات.
el_gr: Ο ισολογισμός είναι μια γενική επισκόπηση των περιουσιακών στοιχείων και των χρεών σε μια δεδομένη χρονική στιγμή, και χρησιμοποιείται για την εκτίμηση της επιρροής των αποτελεσμάτων στην συνολική οικονομική υγεία του οργανισμού. Ενδεχομένως να θέλετε να ρίξετε μια ματιά στην <a href="ProfitLossStatement">δήλωση κερδών και ζημιών</a> που αποτελεί μια γενική επισκόπηση των εσόδων και εξόδων.
es_ve: El Balance es una descripción general de los activos y las deudas en una instantánea en el tiempo, y se utiliza para ver cómo los resultados afectan la salud financiera general de la organización. También puede consultar la <a href="ProfitLossStatement"> declaración de pérdidas y ganancias </a>, que es la descripción general de los ingresos y los gastos.
fr_fr: Le bilan est un aperçu général des actifs et des dettes à un instant donné, et il est utilisé pour voir comment les résultats affectent la santé financière globale de l'organisation. Vous pouvez également vouloir jeter un coup d'oeil sur la <a href="ProfitLossStatement">déclaration de profits et pertes</a>, qui présente l’aperçu général des revenus et des dépenses.
it_it: Il bilancio è una panoramica dei beni e dei debiti in un'istantanea nel tempo, e viene utilizzato per vedere come i risultati influenzano la salute finanziaria complessiva dell'organizzazione. Si consiglia di consultare anche il <a href="ProfitLossStatement">dichiarazione dei profitti e delle perdite</a>, che è la panoramica delle entrate e delle uscite.
pt_br: O Balanço Financeiro é uma visão geral dos activos e passivos num determinado instante, e é utilizado para ver como os resultados afetam a saúde financeira total da organização. Pode também querer dar uma olhada à <a href="ProfitLossStatement">declaração de lucros e perdas</a>, que é a vista geral de receitas e despesas.
sr_cyrl_rs: Табела стања даје приказ средстава и дуговања у датом временском тренутку и користи се да би се стекао увид у опште стање организације. Можда бисте желели да погледате и <a href="ProfitLossStatement">изјаву о добицима и губицима</a> која представља приходе и расходе.
sr_latn_rs: Tabela stanja daje prikaz sredstava i dugovanja u datom vremenskom trenutku i koristi se da bi se stekao uvid u opšte stanje organizacije. Možda biste želeli da pogledate i <a href="ProfitLossStatement">izjavu o dobicima i gubicima</a> koja predstavlja prihode i rashode.
sv_se: Balansräkningen är en översikt över tillgångar och skulder vid ett ögonblick i tiden, och används för att se hur resultaten påverkar organisationens övergripande finansiella hälsa. Du kan också titta på <a href="ProfitLossStatement"> resultaträkningen</a> som är en översikt över inkomster och utgifter.
tr_tr: Bilanço, o anki borç ve kazançlara genel bir bakıştır ve sonuçların organizasyonun finansal sağlığını nasıl etkilediğini görmek için kullanılır. Ayrıca, gelir ve giderlerin özeti olan <a href="ProfitLossStatement"> kar ve zarar durumuna</a> göz atmak isteyebilirsiniz.

# BalanceSheet_PageTitle
source: Balance Sheet
ar_sa: الميزانية العمومية
el_gr: Ισολογισμός
es_ve: Hoja de balance
fr_fr: Bilan
it_it: Bilancio
pt_br: Balanço Financeiro
sr_cyrl_rs: Табела биланса стања
sr_latn_rs: Tabela bilansa stanja
sv_se: Balansräkning
tr_tr: Bilanço

# BalanceSheet_Q1
source: Change Q1
ar_sa: التغيير للربع 1
el_gr: Αλλαγή Q1
es_ve: Cambiar Q1
fr_fr: Changer Q1
it_it: Cambia Q1
pt_br: Diferença 1ºT
sr_cyrl_rs: Промена за Q1
sr_latn_rs: Promena za Q1
sv_se: Ändr Kv1
tr_tr: Q1'i değiştir

# BalanceSheet_Q2
source: Change Q2
ar_sa: التغيير للربع 2
el_gr: Αλλαγή Q2
es_ve: Cambiar Q2
fr_fr: Changer Q2
it_it: Cambia Q2
pt_br: Diferença 2ºT
sr_cyrl_rs: Промена за Q2
sr_latn_rs: Promena za Q2
sv_se: Ändr Kv2
tr_tr: Q2'yi değiştir

# BalanceSheet_Q3
source: Change Q3
ar_sa: التغيير للربع 3
el_gr: Αλλαγή Q3
es_ve: Cambiar Q3
fr_fr: Changer Q3
it_it: Cambia Q3
pt_br: Diferença 3ºT
sr_cyrl_rs: Промена за Q3
sr_latn_rs: Promena za Q3
sv_se: Ändr Kv3
tr_tr: Q3'ü değiştir

# BalanceSheet_Q4
source: Change Q4
ar_sa: التغيير للربع 4
el_gr: Αλλαγή Q4
es_ve: Cambiar Q4
fr_fr: Changer Q4
it_it: Cambia Q4
pt_br: Diferença 4ºT
sr_cyrl_rs: Промена за Q4
sr_latn_rs: Promena za Q4
sv_se: Ändr Kv4
tr_tr: Q4'ü değiştir

# BalanceSheet_StartYear
source: Start-XXXX
ar_sa: البداية-XXXX
el_gr: Έναρξη-XXXX
es_ve: Inicio-XXXX
fr_fr: Début-XXXX
it_it: Inizia-XXXX
pt_br: Início-XXXX
sr_cyrl_rs: Почетак-XXXX
sr_latn_rs: Početak-XXXX
tr_tr: Başlat-XXXX

# ProfitLossStatement_AccountName
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
es_ve: Cuenta
fr_fr: Compte
pt_br: Conta
sr_cyrl_rs: Рачун
sr_latn_rs: Račun
sv_se: Konto
tr_tr: Hesap

# ProfitLossStatement_ContentHeader
source: P&L for {0} for
ar_sa: حساب الأرباح والخسائر لـ {0} عن
el_gr: P&L του οργανισμού {0} για το έτος
es_ve: P&L para {0} para
fr_fr: Profit&Perte pour {0} pour
it_it: Guadagno&Perdita per {0} per
pt_br: Lucros & Perdas de {0} em
sr_cyrl_rs: Д.и Г. за {0} за
sr_latn_rs: D.i G. za {0} za
sv_se: Resultaträkning för {0} år
tr_tr: {0} için kar ve zarar

# ProfitLossStatement_DownloadFileName
source: ProfitLoss
ar_sa: ارباح/خسائر
el_gr: ΚερδηΖημιες
es_ve: Pérdida de beneficios
fr_fr: Profit/Perte
it_it: Guadagno Perdita
pt_br: LucrosPerdas
sr_cyrl_rs: ДобитакГубитак
sr_latn_rs: DobitakGubitak
sv_se: Resultat
tr_tr: Kar ve zarar

# ProfitLossStatement_Info
source: The P&L is an overview of income and expenditures, which are grouped by budgets or cost/income type. The sum of all income and expenditure is the yearly result. You may also want to look at the <a href="BalanceSheet">balance sheet</a> which is the overview of assets and debts.
ar_sa: ال P&L هي نظرة عامة للمداخيل والنفقات, اللذان يقسمان حسب الميزانيات أو نوع التكلفة / الدخل. مجموع جميع الإيرادات والنفقات هو النتيجة السنوية. قد ترغب ايضاً في التعرف على <a href="ProfitLossStatement"> بيان الـميزانيَّة </a> والذي يعطي نظرة عامة عن الأصول والديون.
el_gr: Το P&L είναι μια γενική επισκόπηση των εσόδων και των εξόδων, που ομαδοποιούνται βάσει προϋπολογισμών ή βάσει του τύπου δαπάνης/εισοδήματος. Το άθροισμα όλων των εσόδων και εξόδων είναι το ετήσιο αποτέλεσμα. Μπορείτε να ανατρέξετε στον <a href="BalanceSheet">ισολογισμό</a> που είναι η γενική επισκόπηση των περιουσιακών στοιχείων και των χρεών.
es_ve: El P&L es una descripción general de los ingresos y los gastos, que se agrupan por presupuestos o tipo de costo / ingreso. La suma de todos los ingresos y gastos es el resultado anual. También puede consultar el <a href="BalanceSheet"> balance general </a>, que es la descripción general de los activos y las deudas.
fr_fr: Le P&L est un aperçu général des revenus et des dépenses, regroupés par budget ou par type de coût/revenu. La somme de tous les revenus et dépenses est le résultat annuel. Vous pouvez désirer également consulter la <a href="BalanceSheet"> bilan</a>, qui est l’aperçu des actifs et des dettes.
it_it: Il P&P è una panoramica delle entrate e delle uscite, che sono raggruppate per budget o per tipo di costi/ricavi. La somma di tutte le entrate e le spese costituisce il risultato annuale. Si consiglia inoltre di guardare il <a href = "BalanceSheet">bilancio</a>che è la panoramica deli patrimoni e dei debiti.
pt_br: O L&P oferece uma visão geral das receitas e despesas, as quais são agrupadas por orçamentos ou tipo de receita/despesa. A soma de todas as receitas e despesas é o resultado anual. Pode também querer visualizar o <a href="BalanceSheet">balanço financeiro</a>, o qual oferece uma vista geral dos activos e passivos.
sr_cyrl_rs: Д.и Г. даје увид у приходе и расходе који су груписани на основу припадности буџету или по типу уложеног/добијеног. Годишњи резултат се добија као разлика свих прихода и свих расхода. Можда бисте желели да погледате и <a href="BalanceSheet">табелу биланса стања</a> која приказује расположива средства и дуговања.
sr_latn_rs: D.i G. daje uvid u prihode i rashode koji su grupisani na osnovu pripadnosti budžetu ili po tipu uloženog/dobijenog. Godišnji rezultat se dobija kao razlika svih prihoda i svih rashoda. Možda biste želeli da pogledate i <a href="BalanceSheet">tabelu bilansa stanja</a> koja prikazuje raspoloživa sredstva i dugovanja.
sv_se: Resultaträkningen är en översikt av inkomster och utgifter, och grupperas per budget eller kostnadstyp. Summan av alla inkomster och utgifter är det årliga reulstatet. Du kan också titta på <a href="BalanceSheet">balansräkningen</a> som är översikten över tillgångar och skulder.
tr_tr: Kar ve zarar, bütçe tarafından maliyet/gelir türüne göre sınırlandırılmış olup, gelir ve giderlere genel bir bakıştır. Tüm gelir ve giderlerin toplamı yıllık sonuçtur. Ayrıca, varlıklar ve borçların genel görünümü olan <a href="BalanceSheet">bilanço</a>ya göz atmak isteyebilirsiniz.

# ProfitLossStatement_LastYear
source: Last Year
ar_sa: العام الماضي
el_gr: Προηγούμενο Έτος
es_ve: Ultimo año
fr_fr: L'année dernière
it_it: Anno scorso
pt_br: Ano Anterior
ru_ru: В прошлом году
sr_cyrl_rs: За прошлу годину
sr_latn_rs: Za prošlu godinu
sv_se: Föreg år
tr_tr: Geçen yıl

# ProfitLossStatement_PageTitle
source: Profit & Loss Statement
ar_sa: بيان الأرباح والخسائر
el_gr: Δήλωση Κερδών & Ζημιών
es_ve: Ganancias y Pérdidas
fr_fr: Relevé de profit & perte
it_it: Dichiarazione dei profitti e delle perdite
pt_br: Declaração de Lucros & Perdas
sr_cyrl_rs: Профит и Губици, Изјава
sr_latn_rs: Profit i Gubici, Izjava
sv_se: Resultaträkning
tr_tr: Kar ve zarar çizelgesi

# ProfitLossStatement_Results
source: Results
ar_sa: النتائج
el_gr: Αποτελέσματα
es_ve: Resultados
fr_fr: Résultats
it_it: Risultati
pt_br: Resultados
sr_cyrl_rs: Резултати
sr_latn_rs: Rezultati
sv_se: Resultat
tr_tr: Sonuçlar

# ProfitLossStatement_Ytd
source: YTD
ar_sa: منذ بداية السنة
it_it: Da un anno a oggi
sr_cyrl_rs: Пр.Год.
sr_latn_rs: Pr.God.
sv_se: Hittills i år
tr_tr: Yıl içinde

# ResyncExternalAccount_Info
source: If your bookkeeping in Swarmops has gotten out of sync with your bank records for whatever technical or human reason, you can resynchronize them here by uploading a master file that covers the time frame you need to resync.<br/><br/><strong>Warning:</strong> this is a time-consuming process that may do a <em>lot</em> of changes to your bookkeeping. Do not use unless you have discovered a mismatch in the records vs. your bank.<br/><br/>(You will get a chance to review proposed changes before they are committed to your financial records.)
ar_sa: إذا حصل أي خلل في التحديث المتزامن لسجلاتك المحاسبية في نظام سوارموبس مع سجلات البنك لاي سبب تقني أو بشري، فإنه يمكنك إعادة تحديثهم هنا عن طريق رفع الملف الرئيسي الذي يغطي الفترة الزمنية التي ترغب في تحديثها تزامنياً. .<br/><br/><strong>تحذير:</strong> هذه عملية مستهلكة للوقت يمكنها أن تجري <em>الكثير جداً </em> من التعديلات على سجلاتك. فلا تستخدمها إلا إذا اكتشفت عدم تطابق ما في سجلاتك مع سجلات البنك. <br/><br/> (سيكون لديك فرصة لمراجعة التغيرات المقترحة قبل أن يتم عكسها في سجلاتك المحاسبية)
el_gr: Αν η λογιστική σας στο Swarmops είναι εκτός συγχρονισμού με τα τραπεζικά σας αρχεία για τον οποιονδήποτε τεχνικό ή ανθρώπινο λόγο, μπορείτε να πραγματοποιήσετε επανασυγχρονισμό εδώ, ανεβάζοντας ένα κύριο αρχείο που καλύπτει την χρονική περίοδο επανασυγχρονισμού.<br/><br/><strong>Προειδοποίηση:</strong> Αυτή είναι μια χρονοβόρα διαδικασία που ενδέχεται να επιφέρει <em>πολλές</em> αλλαγές στην λογιστική σας. Μην την χρησιμοποιείτε αν δεν έχετε ανακαλύψει κάποια ασυμφωνία μεταξύ των αρχείων και της τράπεζάς σας.<br/><br/>(Θα σας δοθεί η ευκαιρία να ελέγξετε προτεινόμενες αλλαγές προτού συμπεριληφθούν στα χρηματοοικονομικά σας αρχεία.)
es_ve: Si su contabilidad en Swarmops no se ha sincronizado con sus registros bancarios por cualquier razón técnica o humana, puede resincronizarlos aquí cargando un archivo maestro que cubra el marco de tiempo que necesita para resincronizar. <br/><br/><strong>Advertencia: </strong> este es un proceso que consume mucho tiempo y puede hacer un <em> lote </em> de cambios en su contabilidad. No lo use a menos que haya descubierto un desajuste en los registros frente a su banco. <br/><br/>(Usted tendrá la oportunidad de revisar los cambios propuestos antes de comprometerlos con sus registros financieros)
fr_fr: Si votre comptabilité dans Swarmops n'est plus synchronisée avec vos enregistrements bancaires pour des raisons techniques ou humaines, vous pouvez les resynchroniser ici en téléchargeant un fichier principal contenant la période que vous voulez resynchroniser.<br/><br/><strong>Avertissement:</strong> il s’agit d’un processus très long qui peut entraîner <em>beaucoup</em> de modifications dans votre comptabilité. Ne pas utiliser à moins que vous ayez découvert une non-correspondance entre les enregistrements et votre banque.<br/><br/>(Vous aurez la possibilité d’examiner les modifications proposées avant qu’elles ne soient inclues sur vos dossiers financiers.)
it_it: Se la tua contabilità in Swarmops non è sincronizzata con i tuoi registri bancari per qualsiasi ragione tecnica o umana, puoi risincronizzarli qui caricando un file master che copra il periodo di tempo necessario per la risincronizzazione.<br/><br/><strong>Attenzione:</strong> questo è un processo lungo che può effettuare <em>molte</em> modifiche alla tua contabilità. Non utilizzare a meno che non si sia scoperto un disallineamento tra i propri record e quelli della propria banca.<br/><br/>(Avrete la possibilità di rivedere le modifiche proposte prima che vengano inserite nei vostri registri finanziari)
pt_br: Se a sua contabilidade no Swarmops ficou dessincronizada com os registos do seu banco por qualquer motivo técnico ou humano, pode sincronizá-los novamente aqui enviando um ficheiro que cubra o período de tempo que necessita sincronizar.<br/><br/><strong>Aviso:</strong> este é um processo demorado que pode fazer <em>muitas</em> alterações à contabilidade. Não use, a não ser que tenha descoberto uma incompatibilidade nos registos relativamente ao seu banco.<br/><br/>(Terá oportunidade de rever as alterações propostas antes que sejam efetuadas aos seus registos financeiros.)
sr_cyrl_rs: Ако је Ваше књиговодство при Swarmops-у изгубило синхронизацију са банкарским извештајима, из било ког разлога (технички проблем или људски фактор), синхронизацију можете извршити слањем мастер фајла који покрива временски интервал који треба да се усагласи.<br/><br/><strong>Упозорење:</strong> ово је временски захтеван процес који може да унесе <em>пуно</em> измена у пословне књиге. Користите ову могућност једино онда када утврдите неслагања између Ваше евиденције и евиденције банке.<br/><br/>(Пре него што се измене уврсте у Ваше књиге, имаћете прилику да погледате предложене измене.)
sr_latn_rs: Ako je Vaše knjigovodstvo pri Swarmops-u izgubilo sinhronizaciju sa bankarskim izveštajima, iz bilo kog razloga (tehnički problem ili ljudski faktor), sinhronizaciju možete izvršiti slanjem master fajla koji pokriva vremenski interval koji treba da se usaglasi.<br/><br/><strong>Upozorenje:</strong> ovo je vremenski zahtevan proces koji može da unese <em>puno</em> izmena u poslovne knjige. Koristite ovu mogućnost jedino onda kada utvrdite neslaganja između Vaše evidencije i evidencije banke.<br/><br/>(Pre nego što se izmene uvrste u Vaše knjige, imaćete priliku da pogledate predložene izmene.)
sv_se: Om din bokföring i Swarmops har gått ur synk med din bank, oavsett tekniskt fel eller mänskliga faktorn, kan du synkronisera om dem här genom att ladda upp en ny facitfil från banken som täcker den tidsram som du behöver synkronisera om.<br/><br/><strong>Varning:</strong> detta är en tidskrävande process som kan göra en <em>hel</em> del förändringar i din bokföring. Använd den inte om du inte har upptäckt en diskrepans i din bokföring jämfört med banken. <br/> <br/>(Du får en chans att granska de föreslagna ändringarna innan de skrivs in i din bokföring.)
tr_tr: Eğer Swarmops'daki muhasebe durumunuz herhangi bir teknik veya insansal sebepten dolayı banka kayıtlarınız ile senkronizasyondan çıkmışsa, onları buradan yeniden senkronizasyon yapmanız gereken zaman aralığını içeren bir ana dosya yükleyerek tekrar senkronize edebilirsiniz.<br/><br/><strong>Uyarı:</strong>Bu, muhasebe defterinizde <em>pek çok</em> değişiklik yapabilecek zaman alıcı bir süreçtir. Kayıtlarınız ile bankanız arasında bir uyumsuzluk fark etmediyseniz bunu kullanmayınız.<br/><br/>(Sunulan değişiklik teklifleri finansal kayıtlarınıza geçmeden önce onları kontrol etme şansınız olacaktır.)

# ResyncExternalAccount_PageTitle
source: Resynchronize Bank Account
ar_sa: إعادة التحديث المتزامن للحساب البنكي
el_gr: Επανασυγχρονισμός Τραπεζικού Λογαριασμού
es_ve: Resincronizar cuenta bancaria
fr_fr: Resynchroniser le compte bancaire
it_it: Resincronizza conto bancario
pt_br: Ressincronizar Conta Bancária
ru_ru: Повторная Синхронизация Банковского Счета
sr_cyrl_rs: Ресинхронизуј рачун банке
sr_latn_rs: Resinhronizuj račun banke
sv_se: Synkronisera om bankkontot
tr_tr: Banka Hesabını Yeniden Senkronize Et

# SetRootBudgets_BudgetOwnerHeader
source: Budget, Owner
ar_sa: المسؤول عن الميزانية
el_gr: Προϋπολογισμός, Ιδιοκτήτης
es_ve: Presupuesto, propietario
fr_fr: Budget, propriétaire
it_it: Budget, proprietario
pt_br: Orçamento, Proprietário
sr_cyrl_rs: Буџет, власник
sr_latn_rs: Budžet, vlasnik
sv_se: Budget, ägare
tr_tr: Bütçe, Mal sahibi
