Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# BalanceTransactions_ModalDialog_RadioOutboundInvoice
source: Match this to an open outbound invoice?
ar_sa: مطابقة هذا لفاتورة صادرة مفتوحة؟
el_gr: Αντιστοίχιση αυτού σε ένα ανοικτό εξερχόμενο τιμολόγιο;
es_ve: ¿Coincide esto con una factura de salida abierta?
fr_fr: Faire correspondre ceci à une facture sortante ouverte?
it_it: Abbinare a una fattura aperta in uscita?
pt_br: Comparar isto a uma fatura de saída aberta?
sr_cyrl_rs: Да ли се ово поклапа са отвореном излазном фактуром?
sr_latn_rs: Da li se ovo poklapa sa otvorenom izlaznom fakturom?
sv_se: Matcha detta med en öppen utgående faktura?
tr_tr: Bu, açık bir giden faturaya eşlensin mi?

# BalanceTransactions_ModalDialog_RadioOutboundInvoiceForeign
source: Match this to an open outbound invoice in a nonstandard currency (5% forex tolerance)?
ar_sa: قم بمطابقة هذا لفاتورة مفتوحة صادرة بعملة غير قياسية (5% هو هامش صرف العملات المسموح به)؟
el_gr: Αντιστοίχιση αυτού σε ένα ανοικτό εξερχόμενο τιμολόγιο σε μη καθορισμένο νόμισμα (5% ανοχή forex);
es_ve: ¿Coincide esto con una factura de salida abierta en una moneda no estándar (5% de tolerancia de divisas)?
fr_fr: Faites correspondre cela à une facture sortante ouverte dans une devise non standard (tolérance au forex de 5%)?
it_it: Abbinare questo a una fattura aperta in uscita in una valuta non standard (5% tolleranza del tasso di cambio)?
pt_br: Comparar isto com uma fatura de saída aberta em uma moeda não padrão (5% de tolerância forex)?
ru_ru: Сопоставьте это с открытым исходящим счетом-фактурой в нестандартной валюте (5% допуск Форекс)?
sr_cyrl_rs: Да ли се ово поклапа са отвореном излазном фактуром у нестандардној валути (5% forex толеранције)?
sr_latn_rs: Da li se ovo poklapa sa otvorenom izlaznom fakturom u nestandardnoj valuti (5% forex tolerancije)?
sv_se: Matcha detta med en öppen utgående faktura i annan valuta (tolerans 5%)?
tr_tr: Bu, açık bir giden faturaya standart olmayan bir para birimiyle eşlensin mi (%5 forex toleransı)?

# BalanceTransactions_MostProbableMatch
source: Most Probable Match
ar_sa: المطابقة الأكثر احتمالا
el_gr: Πιο Πιθανή Αντιστοίχιση
es_ve: Partido más probable
fr_fr: Correspondance la plus probable
it_it: Corrispondenza più probabile
pt_br: Associação mais provável
sr_cyrl_rs: Највероватније подударање
sr_latn_rs: Najverovatnije podudaranje
sv_se: Mest sannolik träff
tr_tr: En muhtemel eşleşme

# BalanceTransactions_OutboundInvoiceMatch
source: Outbound Invoice #{0:N0} for {1}, due {2:yyyy-MMM-dd}: {3}
ar_sa: الفاتورة الصادرة #{0:N0} ل {1}، المقرر {2:yyyy-MMM-dd}: {3}
el_gr: Εξερχόμενο Τιμολόγιο #{0:N0} για {1}, που λήγει στις {2:yyyy-MMM-dd}: {3}
es_ve: Factura saliente #{0:N0} para {1}, debido {2:yyyy-MMM-dd}
fr_fr: Facture sortante #{0:N0} pour {1}, dû le {2:yyyy-MMM-dd}:{3}
it_it: Fattura in uscita #{0:N0} per {1}, scadenza {2:yyyy-MMM-dd}: {3}
pt_br: Fatura de saída #{0:N0} para {1}, devido a {2:yyyy-MMM-dd}: {3}
sr_cyrl_rs: Излазна фактура #{0:N0} за {1}, рок {2:yyyy-MMM-dd}: {3}
sr_latn_rs: Izlazna faktura #{0:N0} za {1}, rok {2:yyyy-MMM-dd}: {3}
sv_se: Utgående faktura #{0:N0} till {1}, förfaller {2:yyyy-MMM-dd}: {3}
tr_tr: {1} için Giden Fatura #{0:N0}, kesim tarihi {2:yyyy-MMM-dd}: {3}

# BalanceTransactions_VatReportMatch
source: VAT Report for {1:yyyy-MMM} surplus
ar_sa: تقرير ضريبة القيمة المضافة للفائض لـ {1:yyyy-MMM}
el_gr: Δήλωση πλεονάσματος ΦΠΑ για {1:yyyy-MMM}
es_ve: Informe del IVA para el excedente de {1:yyyy-MMM}
fr_fr: Rapport TVA du surplus pour le {1:yyyy-MMM}
it_it: Report Iva per l'eccedenza dell'anno {1:aaaa-mm}
pt_br: Relatório de IVA para {1:yyyy-MMM} excedente
sr_cyrl_rs: ПДВ извештај за {1:yyyy-MMM} додатно
sr_latn_rs: PDV izveštaj za {1:yyyy-MMM} dodatno
sv_se: Överskott för momsrapporten för {1:yyyy-MMM}
tr_tr: {1:yyyy-MMM} için fazlalık K.D.V. Raporu

# BalanceTransactions_ModalDialog_ButtonPayoutForeign
source: Match
ar_sa: مطابقة
el_gr: Αντιστοίχιση
es_ve: Coincidir
fr_fr: Correspondance
it_it: Abbina
pt_br: Comparar
sr_cyrl_rs: Поклапање
sr_latn_rs: Poklapanje
sv_se: Matcha
tr_tr: Eşleşme

# BalanceTransactions_ModalDialog_ButtonVatReport
source: Close VAT report
ar_sa: أغلق تقرير ضريبة القيمة المضافة
el_gr: Κλείσιμο δήλωσης ΦΠΑ
es_ve: Cerrar el informe de IVA
fr_fr: Fermer le rapport de TVA
it_it: Chiudi dichiarazione Iva
pt_br: Fechar relatório de IVA
sr_cyrl_rs: Затвори ПДВ извештај
sr_latn_rs: Zatvori PDV izveštaj
sv_se: Stäng momsrapport
tr_tr: K.D.V. raporunu bitir

# BalanceTransactions_ModalDialog_DescribeVatReport
source: This transaction is payment/return for this VAT report:
ar_sa: هذه المعاملة عبارة عن عملية دفع / إرجاع لتقرير ضريبة القيمة المضافة:
el_gr: Αυτή η συναλλαγή είναι πληρωμή/επιστροφή για αυτήν την δήλωση ΦΠΑ:
es_ve: Esta transacción es el pago / devolución de este informe de IVA:
fr_fr: Cette transaction est un paiement/retour de ce rapport de TVA:
it_it: Questa transazione è il pagamento/il rimborso per questo report dell'Iva:
pt_br: Esta transação é de pagamento/retorne para este relatório IVA:
sr_cyrl_rs: Ова трансакција представља плаћање/повраћај за дати ПДВ извештај:
sr_latn_rs: Ova transakcija predstavlja plaćanje/povraćaj za dati PDV izveštaj:
sv_se: Denna transaktion är ut-/inbetalning för denna momsrapport:
tr_tr: Bu işlem, bu K.D.V. raporu için ödeme/geri dönüştür:

# BalanceTransactions_ModalDialog_RadioVatReport
source: Close a VAT report with this transaction?
ar_sa: أغلق تقرير ضريبة القيمة المضافة باستخدام هذه المعاملة؟
el_gr: Θέλετε να κλείσετε μια δήλωση ΦΠΑ με αυτήν την συναλλαγή;
es_ve: ¿Cerrar un informe de IVA con esta transacción?
fr_fr: Fermer un rapport TVA avec cette transaction?
it_it: Chiudere un report dell'Iva con questa transazione?
pt_br: Fechar um relatório de IVA com esta transação?
sr_cyrl_rs: Желите да затворите ПДВ извештај за ову трансакцију?
sr_latn_rs: Želite da zatvorite PDV izveštaj za ovu transakciju?
sv_se: Stäng en momsrapport med denna transaktion?
tr_tr: Bu işlem ile bir KDV raporu kapatılsın mı?

# ViewVatReports_Footer_Total
source: Report Totals
ar_sa: إجماليات التقرير
el_gr: Σύνολα Δήλωσης
es_ve: Totales del informe
fr_fr: Totaux du rapport
it_it: Totale report
pt_br: Relatório de Totais
sr_cyrl_rs: Пријави збирове
sr_latn_rs: Prijavi zbirove
sv_se: Totalt denna rapport
tr_tr: Rapor Toplamları

# ViewVatReports_Header_DateTime
source: Date/Time
ar_sa: التاريخ/الوقت
el_gr: Ημερομηνία/Ώρα
es_ve: Fecha/Hora
fr_fr: Date/Heure
it_it: Data/Ora
pt_br: Data/Horário
sr_cyrl_rs: Датум/Време
sr_latn_rs: Datum/Vreme
sv_se: Datum/Tid
tr_tr: Tarih/Saat

# ViewVatReports_Header_Description
source: Description
ar_sa: الوصف
el_gr: Περιγραφή
es_ve: Descripcion
it_it: Descrizione
pt_br: Descrição
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# ViewVatReports_Header_Dox
source: Docs
ar_sa: مستندات
el_gr: Έγγραφα
es_ve: Documento
fr_fr: Documents
it_it: Documenti
sr_cyrl_rs: Документи
sr_latn_rs: Dokumenti
sv_se: Dok
tr_tr: Belgeler

# ViewVatReports_Header_Inbound
source: Inbound VAT
ar_sa: ضريبة القيمة المضافة الواردة
el_gr: ΦΠΑ Εισερχομένων
es_ve: IVA entrante
fr_fr: TVA entrante
it_it: Iva in entrata
pt_br: IVA de entrada
sr_cyrl_rs: Улазни ПДВ
sr_latn_rs: Ulazni PDV
sv_se: Ingående moms
tr_tr: Gelen KDV

# ViewVatReports_Header_Outbound
source: Outbound VAT
ar_sa: ضريبة القيمة المضافة الصادزة
el_gr: ΦΠΑ Εξερχομένων
es_ve: IVA saliente
fr_fr: TVA sortante
it_it: Iva in uscita
pt_br: IVA de saída
sr_cyrl_rs: Излазни ПДВ
sr_latn_rs: Izlazni PDV
sv_se: Utgående moms
tr_tr: Giden KDV

# ViewVatReports_Header_Turnover
source: Turnover
ar_sa: إعادة التوظيف
el_gr: Τζίρος
es_ve: Volumen de negocios
fr_fr: Chiffre d'affaires
it_it: Fatturato
pt_br: Rotatividade
sr_cyrl_rs: Повраћај
sr_latn_rs: Povraćaj
sv_se: Omsättning
tr_tr: Ciro

# ViewVatReports_Info
source: You're viewing a filed VAT report. The inbound and outbound VAT, as well as total turnover, have been recorded for the report period. This report is ready to be transmitted to tax authorities.
es_ve: Está viendo un informe de IVA presentado. El IVA entrante y saliente, así como la facturación total, se han registrado para el período del informe. Este informe está listo para ser transmitido a las autoridades fiscales.
it_it: Stai visualizzando un rapporto IVA archiviato. L'IVA in entrata e in uscita, così come il fatturato totale, sono stati registrati per il periodo del rapporto. Questo rapporto è pronto per essere trasmesso alle autorità fiscali.
pt_br: Você está vendo um relatório de IVA arquivado. O IVA de entrada e saída, bem como o volume de rotatividade total, foram gravados para o período do relatório. Este relatório está pronto para ser transmitido às autoridades fiscais.
sr_cyrl_rs: Управо прегледате ПДВ извештај који се архивира. За овај период су снимљени улазни и излазни ПДВ као и повраћај. Извештај је спреман за слање пореским органима.
sr_latn_rs: Upravo pregledate PDV izveštaj koji se arhivira. Za ovaj period su snimljeni ulazni i izlazni PDV kao i povraćaj. Izveštaj je spreman za slanje poreskim organima.
sv_se: Detta är en färdig momsrapport. Den inkommande och utgående momsen, samt total omsättning, har noterats för rapportperioden. Denna momsrapport är redo att skickas till skattemyndighet.
tr_tr: Dosyalanmış bir KDV raporunu görüntülüyorsunuz. Gelen ve giden KDV, hem de toplam ciro, rapor dönemi için kaydedilmiştir. Bu rapor vergi yetkililerine iletilmeye hazırdır.

# ViewVatReports_PageTitle
source: VAT Reports
ar_sa: تقرير الضريبة على القيمة المضافة
el_gr: Δηλώσεις ΦΠΑ
es_ve: Informes de IVA
fr_fr: Rapports de la TVA
it_it: Report Iva
pt_br: Relatórios de IVA
sr_cyrl_rs: ПДВ, извештаји
sr_latn_rs: PDV, izveštaji
sv_se: Momsrapporter
tr_tr: KDV Raporları

# ViewVatReports_Title_View
source: View
ar_sa: عرض
el_gr: Εμφάνιση
es_ve: Ver
fr_fr: Afficher
it_it: Visualizza
pt_br: Visualizar
sr_cyrl_rs: Преглед
sr_latn_rs: Pregled
sv_se: Visa
tr_tr: Görüntüle

# ViewVatReports_Header_NoReports
source: No VAT reports for this organization
ar_sa: لا تتوفر اي تقارير لضريبة القيمة المضافة لهذه المنظمة
el_gr: Καμία δήλωση ΦΠΑ για αυτόν τον οργανισμό
es_ve: No hay informes de IVA para esta organización
fr_fr: Aucun rapport de la TVA pour cette organisation
it_it: Nessun report Iva presente per questa organizzazione
pt_br: Nenhum relatório de IVA para esta organização
sr_cyrl_rs: Нема ПДВ извештаја за ову организацију
sr_latn_rs: Nema PDV izveštaja za ovu organizaciju
sv_se: Inga momsrapporter för denna organisation
tr_tr: Bu organizasyon için KDV raporu yok

# ViewVatReports_NoReports
source: There are no VAT reports to display. This is probably due to the fact that a full VAT reporting period has not elapsed yet, so it has not been possible to create a report yet.
ar_sa: لا تتوفر اي تقارير لضريبة القيمة المضافة التي يمكن عرضها. ومن الممكن ان يكون هذا راجع إلى عدم إنقضاء الفترة الكاملة لتحرير تقرير ضريبة القيمة المضافة، حيث انه لم يتسن انشاء تقرير حتى الان.
el_gr: Δεν υπάρχουν δηλώσεις ΦΠΑ προς εμφάνιση. Αυτό μάλλον οφείλεται στο γεγονός ότι δεν έχει ακόμη παρέλθει μια πλήρης περίοδος υποβολής δηλώσεων ΦΠΑ, και κατά συνέπεια δεν είναι εφικτή η δημιουργία δήλωσης μέχρι στιγμής.
es_ve: No hay informes de IVA para mostrar. Esto probablemente se deba al hecho de que aún no ha transcurrido un período completo de informe de IVA, por lo que aún no ha sido posible crear un informe.
fr_fr: Il n'y a pas de rapports de TVA à afficher. Cela est probablement dû au fait qu'une période de déclaration de TVA complète ne s'est pas encore écoulée. Il n'a donc pas encore été possible de créer un rapport.
it_it: Non ci sono report dell'Iva da mostrare. Questo è probabilmente dovuto al fatto che ancora non è passato un periodo completo di report dell'Iva, quindi non è ancora stato possibile creare un report dell'iva.
pt_br: Não há relatórios de IVA a exibir. Isso deve-se provavelmente ao facto de um período completo de apresentação de relatórios do IVA ainda não ter decorrido, portanto ainda não foi possível criar um relatório.
ru_ru: Нет отчетов по НДС для отображения. Вероятно, это связано с тем, что еще не истек полный отчетный период НДС, поэтому создать отчет пока не удалось.
sr_cyrl_rs: Нема ПДВ извештаја за приказ. Вероватно због тога што период за пријаву ПДВ-а није истекао, те је стога било немогуће креирати извештај.
sr_latn_rs: Nema PDV izveštaja za prikaz. Verovatno zbog toga što period za prijavu PDV-a nije istekao, te je stoga bilo nemoguće kreirati izveštaj.
sv_se: Det finns inga momsrapporter att visa. Detta är förmodligen på grund av att en hel momsrapportperiod inte förflutit, så det ännu inte har varit möjligt att skapa en momsrapport.
tr_tr: Görüntülenecek KDV raporu bulunmuyor. Bu, muhtemelen tam bir KDV raporlama periyodu henüz tamamlanmamış olduğu gerçeğinden kaynaklanıyor, bu yüzden bir rapor oluşturmak henüz mümkün olmamıştı.

# ViewVatReports_EmptyReport
source: -- nothing to report --
ar_sa: -- لا يوجد شيء للإبلاغ عنه --
el_gr: -- δεν υπάρχει τίποτα για δήλωση --
es_ve: -- nada que reportar --
fr_fr: --Rien à signaler--
it_it: -- niente da segnalare --
pt_br: -- nada para relatar --
sr_cyrl_rs: -- ништа ново --
sr_latn_rs: -- ništa novo --
sv_se: --inget att rapportera--
tr_tr: -- raporlanacak bir şey yok --

# ViewVatReports_ReportTotals
source: Totals for this report
ar_sa: إجماليات لهذا التقرير
el_gr: Σύνολο για αυτήν την δήλωση
es_ve: Totales para este informe
fr_fr: Totaux pour ce rapport
it_it: Totali per questo report
pt_br: Totais para este relatório
sr_cyrl_rs: Укупно, за овај извештај
sr_latn_rs: Ukupno, za ovaj izveštaj
sv_se: Totalt denna rapport
tr_tr: Bu rapor için toplamlar

# BalanceTransactions_Error_NeedDescription
source: The transaction description cannot be empty.
ar_sa: لا يمكن لوصف هته العملية ان يكون فارغا.
el_gr: Η περιγραφή συναλλαγής δεν δύναται να είναι κενή.
es_ve: La descripción de la transacción no puede estar vacía.
fr_fr: La description de la transaction ne peut être vide.
it_it: Il campo descrizione della transazione non può essere vuoto.
pt_br: A descrição da transação não pode estar vazia.
ru_ru: Описание проводки не может быть пустым.
sr_cyrl_rs: Опис трансакције не може остати празан.
sr_latn_rs: Opis transakcije ne može ostati prazan.
sv_se: Transaktionen behöver en beskrivning.
tr_tr: İşlem açıklaması boş olamaz.

# BalanceTransactions_Error_NeedDocumentation
source: The transaction needs a proof of purchase.
ar_sa: تحتاج العملية دليلا على الشراء.
el_gr: Η συναλλαγή χρειάζεται μια απόδειξη αγοράς.
es_ve: La transacción necesita una prueba de compra.
fr_fr: La transaction nécessite une preuve d'achat.
it_it: La transazione necessita una prova di acquisto.
pt_br: A transação precisa de uma prova de compra.
sr_cyrl_rs: За ову трансакцију је неопходан доказ о обављеној куповини.
sr_latn_rs: Za ovu transakciju je neophodan dokaz o obavljenoj kupovini.
sv_se: Transaktionen behöver något slags kvitto eller dokumentation.
tr_tr: İşlemin satın alma onayına ihtiyacı var.

# BalanceTransactions_Error_VatAmountParseError
source: The VAT amount doesn't seem to be correctly entered.
ar_sa: يبدو ان مبلغ ضريبة القيمة المضافة لم يتم إدخاله بشكل صحيح.
el_gr: Το ποσό ΦΠΑ φαίνεται να μην έχει εισαχθεί σωστά.
es_ve: El monto del IVA no parece ser ingresado correctamente.
fr_fr: Le montant de la TVA ne semble pas être correctement saisi.
it_it: L'importo dell'IVA sembra essere immesso in maniera errata.
pt_br: O valor do IVA não parece ser inserido corretamente.
sr_cyrl_rs: Чини се да износ ПДВ-а није исправно попуњен.
sr_latn_rs: Čini se da iznos PDV-a nije ispravno popunjen.
sv_se: Momsbeloppet verkar inte vara korrekt ifyllt.
tr_tr: KDV miktarı doğru girilmiş gibi gözükmüyor.

# BalanceTransactions_ModalDialog_ButtonPurchase
source: Mark as Direct Purchase
ar_sa: ضع علامة على انه بيع مباشر
el_gr: Επισήμανση ως Άμεση Αγορά
es_ve: Marcar como compra directa
fr_fr: Marquer en tant qu'Achat direct
it_it: Contrassegnare come acquisto diretto
pt_br: Marcar como Compra Direta
sr_cyrl_rs: Означи као директну куповину
sr_latn_rs: Označi kao direktnu kupovinu
sv_se: Markera som direktköp från kontot
tr_tr: Doğrudan satın alma olarak işaretle

# BalanceTransactions_ModalDialog_DescribePurchaseAmount
source: Direct-debit purchase amount ({0})
ar_sa: مبلغ الشراء المباشر المخصوم({0})
el_gr: Ποσό αγοράς απευθείας χρέωσης ({0})
es_ve: Monto de compra de débito directo ({0})
fr_fr: Montant de l'achat par prélèvement automatique ({0})
it_it: Importo dell'acquisto con addebito diretto ({0})
pt_br: Valor da compra de débito direto ({0})
sr_cyrl_rs: Дирекно-debit, износ куповине ({0})
sr_latn_rs: Direkno-debit, iznos kupovine ({0})
sv_se: Direktdebiterat kontobelopp ({0})
tr_tr: Otomatik ödeme satın alma miktarı ({0})

# BalanceTransactions_ModalDialog_DescribePurchaseBudget
source: Charge purchase to this budget
ar_sa: تكاليف الشراء لهته الميزانية
el_gr: Χρέωση της αγοράς σε αυτόν τον προϋπολογισμό
es_ve: Cargar la compra a este presupuesto
fr_fr: Débiter l'achat de ce budget
it_it: Addebita l'acquisto a questo budget
pt_br: Cobrar compra para este orçamento
sr_cyrl_rs: Наплати куповину из овог буџета
sr_latn_rs: Naplati kupovinu iz ovog budžeta
sv_se: Belasta denna budget med inköpet
tr_tr: Satın almayı bu bütçeden karşıla

# BalanceTransactions_ModalDialog_DescribePurchaseDocUpload
source: Upload receipt or other documentation
ar_sa: تحميل التوصيل او غيرها من الوثائق
el_gr: Ανεβάστε απόδειξη ή άλλο είδος τεκμηρίωσης
es_ve: Cargar recibo u otra documentación
fr_fr: Télécharger le reçu ou autre documentation
it_it: Carica ricevuta o altra documentazione
pt_br: Enviar recibo ou outra documentação
sr_cyrl_rs: Отпреми фискални рачун или другу документацију
sr_latn_rs: Otpremi fiskalni račun ili drugu dokumentaciju
sv_se: Ladda upp kvitto eller annan dokumentation
tr_tr: Makbuz ya da diğer belgeleri yükle

# BalanceTransactions_ModalDialog_DescribePurchaseTransaction
source: Update transaction description
ar_sa: تحديث وصف المعاملة
el_gr: Ενημέρωση περιγραφής συναλλαγής
es_ve: Actualizar la descripción de la transacción
fr_fr: Mettre à jour la description de la transaction
it_it: Aggiorna descrizione della transazione
pt_br: Atualizar descrição da transação
sr_cyrl_rs: Отпреми опис трансакције
sr_latn_rs: Otpremi opis transakcije
sv_se: Uppdatera transaktionsbeskrivning
tr_tr: İşlem açıklaması güncelle

# BalanceTransactions_ModalDialog_DescribePurchaseVat
source: VAT part of the amount
ar_sa: جزء ضريبة القيمة المضافة من المبلغ
el_gr: Μέρος ΦΠΑ του ποσού
es_ve: Parte de la cantidad de IVA
fr_fr: Partie TVA du montant
it_it: Iva per parte dell'importo
pt_br: Parte do valor IVA
sr_cyrl_rs: Део износа који одлази на ПДВ
sr_latn_rs: Deo iznosa koji odlazi na PDV
sv_se: Momsdel av totalbeloppet
tr_tr: Miktarın KDV kısmı

# BalanceTransactions_ModalDialog_RadioPurchase
source: Mark this as a direct-from-account purchase?
ar_sa: ضع علامة هنا من أجل الشراء المباشر بالحساب؟
el_gr: Θέλετε να σημειώσετε αυτήν την αγορά ως αγορά που πραγματοποιείται απευθείας από λογαριασμό;
es_ve: ¿Marque esto como una compra directa de la cuenta?
fr_fr: Marquer ceci en tant que achat direct du compte?
it_it: Segnare questo come un acquisto effettuato direttamente dall'account?
pt_br: Marcar isto como uma compra direta de conta?
sr_cyrl_rs: Означи као "директна куповина са налога"?
sr_latn_rs: Označi kao "direktna kupovina sa naloga"?
sv_se: Markera detta som ett direktdebiterat inköp?
tr_tr: Bunu, doğrudan hesaptan satın alma olarak işaretle?

# InspectLedgers_Detail
source: Description / Account
ar_sa: وصف/حساب
el_gr: Περιγραφή / Λογαριασμός
es_ve: Descripción / Cuenta
fr_fr: Description / Compte
it_it: Descrizione / Account
pt_br: Descrição / Conta
sr_cyrl_rs: Опис / Налог
sr_latn_rs: Opis / Nalog
sv_se: Beskrivning / Konto
tr_tr: Açıklama / Hesap

# InspectLedgers_GeneralLedger
source: General Ledger for
ar_sa: دفتر الحسابات العام لـ
el_gr: Γενικό Καθολικό για
es_ve: Libro mayor para
fr_fr: Grand livre général pour
it_it: Contabilità generale per
pt_br: Contabilidade geral para
sr_cyrl_rs: Главна књига за
sr_latn_rs: Glavna knjiga za
sv_se: Huvudbok för
tr_tr: Şunun için genel muhasebe defteri

# InspectLedgers_TxInfo_CloseVatReport
source: This transaction closes the VAT report for {0}.
ar_sa: هذه العملية تغلق تقرير ضريبة القيمة المضافة لـ {0}.
el_gr: Αυτή η συναλλαγή κλείνει την δήλωση ΦΠΑ για {0}.
es_ve: Esta transacción cierra el reporte de IVA de {0}.
fr_fr: Cette transaction clôt ce rapport de TVA pour {0}.
it_it: Questa transazione chiude il report dell'Iva per {0}.
pt_br: Esta transação fecha o relatório IVA para {0}.
sr_cyrl_rs: Ова трансакција затвара ПДВ извештај за {0}.
sr_latn_rs: Ova transakcija zatvara PDV izveštaj za {0}.
sv_se: Denna transaktion stänger momsrapporten för {0}.
tr_tr: Bu işlem {0} için KDV raporunu kapattı.

# InspectLedgers_TxInfo_OpenVatReport
source: This transaction opens the VAT report for {0}.
ar_sa: هذه العملية تفتح تقرير ضريبة القيمة المضافة لـ {0}.
el_gr: Αυτή η συναλλαγή ανοίγει την δήλωση ΦΠΑ για {0}.
es_ve: Esta transacción abre el reporte de IVA de {0}.
fr_fr: Cette transaction ouvre ce rapport TVA pour {0}.
it_it: Questa transazione apre il report dell'iva per {0}.
pt_br: Esta transação abre o relatório de IVA para {0}.
sr_cyrl_rs: Ова трансакција отвара ПДВ извештај за {0}.
sr_latn_rs: Ova transakcija otvara PDV izveštaj za {0}.
sv_se: Denna transaktion öppnar momsrapporten för {0}.
tr_tr: Bu işlem {0} için KDV raporunu açtı.

# InspectLedgers_TxInfo_PaymentInvoice
source: This transaction receives payment for Outbound Invoice #{0:N0}.
ar_sa: هذه العملية تستقبل الدفع الخاص بالفواتير الصادرة#{0:N0}.
el_gr: Αυτή η συναλλαγή λαμβάνει πληρωμή για το Εξερχόμενο Τιμολόγιο #{0:N0}.
es_ve: Esta trasancción recibe el pago de la Factura de Salida #{0:N0}.
fr_fr: Cette transaction reçoit le paiement pour la facture sortante #{0:N0}.
it_it: Questa transazione riceve il pagamento per la fattura in uscita #{0:N0}.
pt_br: Esta transação recebe pagamento para faturas de saída #{0:N0}.
sr_cyrl_rs: Ова трансакција прима наплату за одлазну фактуру #{0:N0}.
sr_latn_rs: Ova transakcija prima naplatu za odlaznu fakturu #{0:N0}.
sv_se: Denna transaktion erhöll betalning för utgående faktura #{0:N0}.
tr_tr: Bu işlem Giden Fatura #{0:N0} için ödeme alır.

# InspectLedgers_TxInfo_PayoutGeneric
source: This transaction pays {0}.
ar_sa: تدفع هذه المعاملة{0}.
el_gr: Αυτή η συναλλαγή πληρώνει {0}.
es_ve: Esta transacción paga {0}.
fr_fr: Cette transaction paie {0}.
it_it: Questa transazione paga {0}.
pt_br: Esta transação paga {0}.
sr_cyrl_rs: Трансакција исплаћује {0}.
sr_latn_rs: Transakcija isplaćuje {0}.
sv_se: Denna transaktion betalar {0}.
tr_tr: Bu işlem {0} öder.

# InspectLedgers_TxInfo_PayoutInvoice
source: This transaction pays Inbound Invoice #{0:N0} from {1}.
ar_sa: تدفع هذه المعاملة الفاتورة الواردة#{0:N0} من {1}.
el_gr: Αυτή η συναλλαγή πληρώνει το Εισερχόμενο Τιμολόγιο #{0:N0} από {1}.
es_ve: Esta transacción paga la Factura de Entrada #{0:N0} desde {1}.
fr_fr: Cette transaction paie la facture entrante #{0:N0} de {1}.
it_it: Questa transazione paga fattura in entrata #{0:N0} da {1}.
pt_br: Esta transação paga a fatura de entrada #{0:N0} de {1}.
sr_cyrl_rs: Ова трансакција плаћа улазну фактуру #{0:N0} од {1}.
sr_latn_rs: Ova transakcija plaća ulaznu fakturu #{0:N0} od {1}.
sv_se: Denna transaktion betalar inkommande faktura #{0:N0} från {1}.
tr_tr: Bu işlem {1}'den Gelen Faturayı #{0:N0}'a öder.

# UploadBankFiles_AccountAutomationProfile
source: Automation Profile
it_it: Profilo di automazione
pt_br: Perfil de Automação
sr_cyrl_rs: Профил за аутоматизацију
sr_latn_rs: Profil za automatizaciju
sv_se: Automatiseringsprofil
tr_tr: Otomasyon Profili
