Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# UploadBankFiles_ResultsQuestionable
source: <p>The file was imported, but the <strong>resulting account balance mismatches.</strong></p><p>After importing {0:N0} transactions (and discarding {1:N0} duplicates), the entire file has been processed. However, the resulting account balance in Swarmops is not the same as that of the bank statement; there is a difference of {3} {2:N2}.</p> <p>Please try uploading a fresh account statement. If that still produces a mismatch, you may need to try <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">resynchronizing</a> the bank account with a comprehensive account statement file.</p>
ar_sa: <p> تم استيراد الملف، ولكن الرصيد الناتج غير متطابق. </p><p>بعد استيراد عدد {0:N0} من العمليات (وإهمال عدد {1:N0} من العمليات المكررة)، فقد تمت معالجة الملف كاملاً. ومع ذلك فإن الرصيد الناتج في نظام سوارموبس لا يتطابق مع الموجود في كشف البنك. هناك فرق قيمته {3} {2:N2}. </p><p> الرجاء محاولة رفع كشف حساب جديد. وإذا استمر ذلك في إنتاج رصيد غير متطابق، ربما تود تجربة <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx"> إعادة مزامنة</a> الحساب البنكي مع ملف شامل لكشف الحساب.
el_gr: <p>Το αρχείο εισήχθη, αλλά το <strong>υπόλοιπο λογαριασμού που προκύπτει δεν ταιριάζει.</strong></p><p>Αφότου εισήχθησαν {0:N0} συναλλαγές (και διαγράφηκαν {1:N0} διπλές), έγινε επεξεργασία ολόκληρου του αρχείου. Ωστόσο, το υπόλοιπο λογαριασμού που προέκυψε στο Swarmops δεν είναι ίδιο με αυτό της κατάστασης λογαριασμού τραπέζης· υπάρχει μια διαφορά της τάξης των {3} {2:N2}.</p> <p>Παρακαλώ δοκιμάστε να ανεβάσετε μια καινούρια κατάσταση λογαριασμού. Αν προκύπτει και πάλι αναντιστοιχία, ίσως χρειαστεί να προσπαθήσετε<a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">να πραγματοποιήσετε επανασυγχρονισμό</a> του τραπεζικού λογαριασμού με ένα εκτενές αρχείο κατάστασης λογαριασμού.</p>
es_ve: <p>El archivo se importó, pero el <strong>balance de cuenta resultante no coincide. </strong></p><p> Después de importar {0:N0} transacciones (y descartar {1:N0} duplicados), se ha procesado todo el archivo procesada. Sin embargo, el saldo de la cuenta resultante en Swarmops no es el mismo que el del extracto bancario; hay una diferencia de {3}{2:N2}. </p> <p> Intente subir un nuevo resumen de cuenta. Si eso todavía no coincide, es posible que deba probar <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx"> volver a sincronizar </a> la cuenta bancaria con un archivo completo de extracto de cuenta. </p>
fr_fr: <p>Le fichier a été importé, mais la <strong> balance résultante du compte n'est pas correspondante.</strong></p><p>Après l’importation de {0:N0} transactions (et de la suppression de {1:N0} doublons) le fichier entier a été traité. Cependant, la balance résultante du compte dans Swarmops n'est pas le même que celle du relevé bancaire; il y a une différence de {3} {2:N2}.</p> <p>Veuillez essayer de télécharger un nouveau relevé de compte. Si cela produit toujours une non-concordance, vous devrez peut-être essayer <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">de resynchroniser</a> le compte bancaire avec un fichier de relevé de compte complet. </p>
it_it: <p>Il file è stato importato, ma <strong>il saldo del conto non corrisponde.</strong></p><p>Dopo l'importazione di {0:N0} transazioni (e lo scarto di {1:N0} duplicati), l'intero file è stato processato. Tuttavia, il saldo del conto risultante in Swarmops non è uguale a quello dell'estratto conto; vi è una differenza di {3} {2:N2}.</p> <p>Provare a caricare un nuovo estratto conto bancario. Se questo continua a produrre una mancata corrispondenza, potrebbe essere necessario provare a <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">risincronizzare</a> il conto bancario con un file dell'estratto conto completo.</p>
pt_br: <p>O ficheiro foi importado, mas o <strong>saldo bancário resultante não corresponde.</strong></p><p>Após importar {0:N0} transações (e descartando {1:N0} duplicados), todo o ficheiro foi processado. Contudo, o saldo bancário resultante no Swarmops não é o mesmo que o indicado no extrato bancário; existe uma diferença de {3} {2:N2}.</p> <p>Por favor tente carregar um extrato bancário recente. Caso ainda produza uma incompatibilidade, pode ser necessário tentar <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">sincronizar novamente</a> a conta bancária com um ficheiro com o extrato completo da conta.</p>
sr_cyrl_rs: <p>Фајл је увежен али <strong>постоје неслагања у билансима.</strong></p><p>Након увожења {0:N0} трансакција (и одбацивања {1:N0} дупликата), читав фајл је обрађен. Ипак биланс у банци и биланс на Swarmops се не поклапају; а разлика је {3} {2:N2}.</p> <p>Молимо Вас да увезете новији извештај. Ако се и даље буде јављало неслагање, пробајте да <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">ресинхронизујете</a> банковни рачун и одговарајући фајл.</p>
sr_latn_rs: <p>Fajl je uvežen ali <strong>postoje neslaganja u bilansima.</strong></p><p>Nakon uvoženja {0:N0} transakcija (i odbacivanja {1:N0} duplikata), čitav fajl je obrađen. Ipak bilans u banci i bilans na Swarmops se ne poklapaju; a razlika je {3} {2:N2}.</p> <p>Molimo Vas da uvezete noviji izveštaj. Ako se i dalje bude javljalo neslaganje, probajte da <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">resinhronizujete</a> bankovni račun i odgovarajući fajl.</p>
sv_se: <p>Filen importerades, men det <strong>resulterande kontosaldot stämmer inte.</strong></p><p>Efter {0:N0} importerade transaktioner (och {1:N0} avfärdade dubbletter), så har hela filen bearbetats. Den resulterande kontosaldot i Swarmops är dock inte densamma som i bankutdraget; det finns en skillnad på {3} {2:N2}.</p> <p>Försök ladda upp ett färskt kontoutdrag. Om saldot fortfarande inte stämmer, så kan du behöva <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">synkronisera om</a> bankkontot med ett större bankutdrag.</p>
tr_tr: <p>Dosya aktarıldı fakat <strong>elde edilen hesap bakiyesi eşleşmiyor.</strong></p><p>{0:N0} işlem aktarıldıktan (ve {1:N0} tekrarlayan işlem yok sayıldıktan) sonra bütün dosya işlendi. Ancak, Swarmops'da elde edilen hesap bakiyesi banka beyanındaki ile aynı değil, arada {3}{2:N2} kadarlık bir fark bulunuyor.</p><p>Lütfen, yeni bir hesap beyanı eklemeyi deneyiniz. Eğer bu da bir eşitsizlik sonucu vermeye devam ederse, banka hesabını bir geniş kapsamlı hesap beyanı dosyası ile <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">yeniden senkronize</a> etmeyi denemediniz gerekebilir</p>

# UploadBankFiles_SelectAccount
source: Select Bookkeeping Account
ar_sa: اختر حساباً مالياً
el_gr: Επιλέξτε Λογαριασμό Λογιστικής
es_ve: Seleccionar cuenta contable
fr_fr: Sélectionner le compte comptable
it_it: Selezionare account di contabilità
pt_br: Seleccionar Conta de Contabilidade
sr_cyrl_rs: Селектујте књиговодствени налог
sr_latn_rs: Selektujte knjigovodstveni nalog
sv_se: Välj bokföringskonto
tr_tr: Muhasebe Hesabını Seçin

# UploadBankFiles_SelectBankAndAccount
source: Select File Type And Account For Upload
ar_sa: اختر نوع الملف والحساب لرفعه
el_gr: Επιλέξτε Τύπο Αρχείου Και Λογαριασμό Για Φόρτωση
es_ve: Seleccione el tipo de archivo y la cuenta para cargar
fr_fr: Sélectionnez le type de fichier et le compte pour le téléchargement
it_it: Seleziona il tipo di file e l'account per il caricamento
pt_br: Selecione o tipo de ficheiro e a conta para o Upload
sr_cyrl_rs: Селектујте тип фајла и налог за отпремање
sr_latn_rs: Selektujte tip fajla i nalog za otpremanje
sv_se: Välj filtyp och konto för uppladdning
tr_tr: Yüklemek için Dosya Türü ve Hesap Seçin

# UploadBankFiles_SelectBankFileType
source: Select Bank File Type
ar_sa: اختر نوع ملف البنك
el_gr: Επιλέξτε Τύπο Τραπεζικού Αρχείου
es_ve: Seleccionar tipo de archivo bancario
fr_fr: Sélectionner le type de fichier de la banque
it_it: Seleziona file di tipo banca
pt_br: Selecione o tipo de arquivo bancário
sr_cyrl_rs: Селектујте тип фајла банке
sr_latn_rs: Selektujte tip fajla banke
sv_se: Välj bankfiltyp
tr_tr: Bankanın Dosya Türünü Seçin

# UploadBankFiles_UploadAnother
source: Upload another bank file?
ar_sa: رفع ملف بنك آخر؟
el_gr: Θέλετε να ανεβάσετε κάποιο άλλο τραπεζικό αρχείο;
es_ve: ¿Subir otro archivo bancario?
fr_fr: Télécharger un autre fichier bancaire?
it_it: Caricare un altro file banca?
pt_br: Enviar outro ficheiro do banco?
sr_cyrl_rs: Отпремање још једног фајла банке?
sr_latn_rs: Otpremanje još jednog fajla banke?
sv_se: Ladda upp en bankfil till?
tr_tr: Başka Bir Banka Dosyası Yükle?

# UploadBankFiles_UploadBankFile
source: Upload bank file
ar_sa: رفع ملف البنك
el_gr: Ανεβάστε τραπεζικό αρχείο
es_ve: Subir archivo bancario
fr_fr: Télécharger le fichier de la banque
it_it: Carica file bancario
pt_br: Enviar Ficheiro Bancário
sr_cyrl_rs: Отпреми фајл банке
sr_latn_rs: Otpremi fajl banke
sv_se: Ladda upp bankfil
tr_tr: Banka dosyası indir

# ViewOutstandingAccounts_FooterDifference
source: Difference
ar_sa: الفرق
el_gr: Διαφορά
es_ve: Diferencia
fr_fr: Différence
it_it: Differenza
pt_br: Diferença
ru_ru: Разница
sr_cyrl_rs: Разлика
sr_latn_rs: Razlika
sv_se: Skillnad
tr_tr: Fark

# ViewOutstandingAccounts_FooterLedgerBalance
source: Ledger Balance
ar_sa: رصيد دفتر الأستاذ
el_gr: Υπόλοιπο Καθολικού
es_ve: Saldo contable
fr_fr: La balance du grand livre
it_it: Saldo del libro mastro
pt_br: Saldo do registro
ru_ru: Бухгалтерский баланс
sr_cyrl_rs: Пословна књига биланса
sr_latn_rs: Poslovna knjiga bilansa
sv_se: Böckernas balans
tr_tr: Muhasebe Bakiyesi

# ViewOutstandingAccounts_FooterTotal
source: Total
ar_sa: المجموع
el_gr: Σύνολο
es_ve: Toatl
it_it: Totale
ru_ru: Итого
sr_cyrl_rs: Укупно
sr_latn_rs: Ukupno
sv_se: Summa
tr_tr: Toplam

# ViewOutstandingAccounts_GridHeaderAction
source: Action
ar_sa: الإجراء
el_gr: Ενέργεια
es_ve: Acción
it_it: Azione
pt_br: Ação
ru_ru: Действие
sr_cyrl_rs: Акција
sr_latn_rs: Akcija
sv_se: Åtgärd
tr_tr: Eylem

# ViewOutstandingAccounts_GridHeaderAmount
source: Amount
ar_sa: المبلغ
el_gr: Ποσό
es_ve: Cantidad
fr_fr: Montant
it_it: Importo
pt_br: Quantidade
ru_ru: Сумма
sr_cyrl_rs: Износ
sr_latn_rs: Iznos
sv_se: Belopp
tr_tr: Tutar

# ViewOutstandingAccounts_GridHeaderDescription
source: Description
ar_sa: الوصف
el_gr: Περιγραφή
es_ve: Descripción
it_it: Descrizione
pt_br: Descrição
ru_ru: Описание
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# ViewOutstandingAccounts_GridHeaderExpectedCloseDate
source: Exp Close
ar_sa: إغلاق النفقات
el_gr: Αναμενόμενη Ημερομηνία Κλεισίματος
es_ve: Cerrar Exp
fr_fr: Clôturer les dépenses
it_it: Chiusura prevista
pt_br: Período limite
sr_cyrl_rs: Оч. Зат.
sr_latn_rs: Oč. Zat.
sv_se: Stängs prel
tr_tr: Üs Kapat

# ViewOutstandingAccounts_GridHeaderOpenedDate
source: Opened Date
ar_sa: تاريخ فتح الحساب
el_gr: Ημερομηνία Ανοίγματος
es_ve: Fecha de apertura
fr_fr: Date d'ouverture du compte
it_it: Data di apertura
pt_br: Data de Abertura
ru_ru: Открытой датой
sr_cyrl_rs: Отворени датум
sr_latn_rs: Otvoreni datum
sv_se: Öppnad
tr_tr: Açılış Tarihi

# ViewOutstandingAccounts_GridHeaderRecipient
source: Recipient
ar_sa: المُستلم
el_gr: Παραλήπτης
es_ve: Destinatario
fr_fr: Récepteur
it_it: Destinatario
pt_br: Destinatário
ru_ru: Получатель
sr_cyrl_rs: Прималац
sr_latn_rs: Primalac
sv_se: Mottagare
tr_tr: Alıcı

# ViewOutstandingAccounts_Header
source: List Unsettled
ar_sa: عرض الحسابات التي تحتاج إلى تسوية
el_gr: Παράθεση Αδιευθέτητων Λογαριασμών
es_ve: Lista sin resolver
fr_fr: Liste non réglée
it_it: Lista non inizializzati
pt_br: Lista Por Liquidar
sr_cyrl_rs: Листа недовршених
sr_latn_rs: Lista nedovršenih
sv_se: Lista öppna
tr_tr: Belirsizleri Listele

# ViewOutstandingAccounts_Info
source: This page lets you verify the outstanding and unsettled accounts (expenses, invoices, cash advances, etc.) at the current point in time or at the time of closing of any previous ledger.
ar_sa: هذه الصفحة تتيح لك التحقق من الحسابا المعلقة والتي لم تتم تسويتها (نفقات، فواتير، سلف نقدية، إلخ) في الوقت الحالي أو في وقت إغلاق أي دفتر أستاذ سابق.
el_gr: Αυτή η σελίδα σας επιτρέπει να επιβεβαιώσετε τους εκκρεμείς και αδιευθέτητους λογαριασμούς (έξοδα, τιμολόγια, προκαταβολές μετρητών κλπ.) αυτήν την χρονική στιγμή ή την στιγμή κλεισίματος οποιουδήποτε προηγουμένου καθολικού.
es_ve: Esta página le permite verificar las cuentas pendientes y no liquidadas (gastos, facturas, adelantos en efectivo, etc.) en el momento actual o en el momento del cierre de cualquier libro contable anterior.
fr_fr: Cette page vous permet de vérifier les comptes impayés et non réglés (dépenses, factures, avances de fonds, etc.) au moment présent ou au moment de la clôture de tout grand livre précédent.
it_it: Questa pagina ti permette gli account in attesa e quelli non impostati (spese, fatture, anticipi di contanti, etc.) In questo momento o nel momento della chiusura di un qualsiasi portafoglio.
pt_br: Esta página permite que você verifique as contas pendentes e não resolvidas (despesas, faturas, adiantamentos de caixa, etc.) no momento atual, ou no momento de fechar qualquer registo anterior.
ru_ru: На этой странице можно проверить выдающихся и неурегулированные счета (расходы, счета-фактуры, денежные авансы и т. д.) в текущий момент времени или в момент закрытия любой предыдущей книги.
sr_cyrl_rs: Страница Вам омогућава да верификујете налоге који нису затворени и налоге посебне намене (трошкови, фактуре, аванси...), у било ком времену.
sr_latn_rs: Stranica Vam omogućava da verifikujete naloge koji nisu zatvoreni i naloge posebne namene (troškovi, fakture, avansi...), u bilo kom vremenu.
sv_se: Denna sida visar utestående och öppen reskontra (utläggsanspråk, fakturor, kontantförskott etc), både i realtid och vid alla tidigare bokslutstillfällen.
tr_tr: Bu sayfa, şuanki zamanda veya herhangi bir önceki defterin kapanış zamanında ödenmemiş ve belirsiz hesapları (giderler, faturalar, nakit avanslar v. b.) doğrulamanızı sağlar.

# ViewOutstandingAccounts_PageTitle
source: List Unsettled Accounts
ar_sa: سرد الحسابات التي لم تتم تسويتها
el_gr: Παράθεση Αδιευθέτητων Λογαριασμών
es_ve: Enumerar cuentas sin liquidar
fr_fr: Liste des comptes non réglés
it_it: Elenca gli account in attesa di pagamento
pt_br: Lista de Contas por Liquidar
sr_cyrl_rs: Листа незавршених рачуна
sr_latn_rs: Lista nezavršenih računa
sv_se: Lista öppen reskontra
tr_tr: Belirsiz Hesapları Listele

# AccountPlan_Edit_AccountName
source: Account name
ar_sa: اسم الحساب
el_gr: Όνομα λογαριασμού
es_ve: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome dell'account
pt_br: Nome da conta
sr_cyrl_rs: Име рачуна
sr_latn_rs: Ime računa
sv_se: Kontonamn
tr_tr: Hesap adı

# AccountPlan_Edit_ActiveLong
source: Is this account open for transactions?
ar_sa: هل يمكن تنفيذ العمليات على هذا الحساب؟
el_gr: Είναι αυτός ο λογαριασμός ανοικτός για συναλλαγές;
es_ve: ¿Esta cuenta está abierta para transacciones?
fr_fr: Ce compte est-il ouvert pour les transactions?
it_it: Questo account è aperto alle transazioni?
pt_br: Esta conta está aberta para transações?
sr_cyrl_rs: Да ли је овај рачун отворен за трансакције?
sr_latn_rs: Da li je ovaj račun otvoren za transakcije?
sv_se: Är detta konto öppet för transaktioner?
tr_tr: Bu hesap işlmeler için açık mı?

# AccountPlan_Edit_ActiveShort
source: Active
ar_sa: نشط
el_gr: Ενεργός
es_ve: Activo
fr_fr: Actif
it_it: Attivo
pt_br: Ativar
sr_cyrl_rs: Активни
sr_latn_rs: Aktivni
sv_se: Aktivt
tr_tr: Aktif

# AccountPlan_Edit_AdministrativeLong
source: Is this an account after the EBITDA line?
el_gr: Να εξαιρεθούν οι συναλλαγές που βρίσκονται εδώ από τις αναφορές 2-D;
es_ve: ¿Las transacciones aquí están excluidas de los informes 2-D?
fr_fr: Les transactions ici sont-elles exclues des rapports 2-D?
pt_br: Será que esta é uma conta depois da linha EBITDA?
sr_cyrl_rs: Да ли је ово рачун пре EBITDA (приходи без одузетих пореза, амортизација...)?
sr_latn_rs: Da li je ovo račun pre EBITDA (prihodi bez oduzetih poreza, amortizacija...)?
sv_se: Är detta ett konto efter raden EBITDA?
tr_tr: Bu FAVÖK hattı sonrası bir hesap mı?

# AccountPlan_Edit_BudgetBalance
source: Budget (balance is <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
ar_sa: الميزانية (الرصيد <span id="SpanTextCurrency">فو</span> <span id="SpanEditBalance">بار</span>)
el_gr: Προϋπολογισμός (το υπόλοιπο είναι <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
es_ve: Presupuesto (saldo es <span id="SpanTextCurrency"> foo </span><span id="SpanEditBalance"> barra </span>)
fr_fr: Budget (La balance est <span id="SpanTextCurrency">foo</span><span id="SpanEditBalance">bar</span>)
it_it: Budget (il bilancio è<span id="SpanTextCurrency">foo</span><span id="SpanEditBalance">bar</span>)
pt_br: Orçamento (o saldo é <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
sr_cyrl_rs: Буџет (биланс је <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
sr_latn_rs: Budžet (bilans je <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
sv_se: Budget (saldo är <span id="SpanTextCurrency"> foo</span> <span id="SpanEditBalance"> bar</span>)
tr_tr: Bütçe (bakiye <span id="SpanTextCurrency">foo</span><span id="SpanEditBalance">bar</span> kadar)

# AccountPlan_Edit_ExpensableLong
source: Can people use this account for expense reports?
ar_sa: هل يمكن للآخرين استخدام هذا الحساب لتقارير النفقات؟
el_gr: Μπορεί να χρησιμοποιηθεί αυτός ο λογαριασμός για αναφορές εξόδων;
es_ve: ¿Las personas pueden usar esta cuenta para informes de gastos?
fr_fr: Les gens peuvent-ils utiliser ce compte pour les rapports de dépense?
it_it: Le persone possono utilizzare questo account per le dichiarazioni di spese?
pt_br: As pessoas podem usar esta conta para relatórios de despesas?
sr_cyrl_rs: Да ли људи могу да користе овај налог за подношење извештаја о трошковима?
sr_latn_rs: Da li ljudi mogu da koriste ovaj nalog za podnošenje izveštaja o troškovima?
sv_se: Kan detta konto användas för utläggsanspråk?
tr_tr: İnsanlar bu hesabı gider raporları için kullanabilir mi?

# AccountPlan_Edit_ExpensableShort
source: Expensable
ar_sa: يقبل النفقات
el_gr: Δαπανηρό
es_ve: Gastos
fr_fr: Dépensable
it_it: Spese
pt_br: Dispensável
sr_cyrl_rs: За трошење
sr_latn_rs: Za trošenje
sv_se: Utlägg
tr_tr: Gidere eklenebilir

# AccountPlan_Edit_FileUploadProfile
source: Automation Profile
es_ve: Perfil de carga de archivos
it_it: Profilo di automazione
pt_br: Perfil de Automação
sr_cyrl_rs: Профил за аутоматизацију
sr_latn_rs: Profil za automatizaciju
sv_se: Automatiseringsprofil
tr_tr: Otomasyon Profili

# AccountPlan_Edit_Header
source: Editing Account
ar_sa: تحرير الحساب
el_gr: Πραγματοποιείται Επεξεργασία Λογαριασμού
es_ve: Editar cuenta
fr_fr: En cours de modification du compte
it_it: Modificare account
pt_br: Editando Conta
sr_cyrl_rs: Налог за уређивање
sr_latn_rs: Nalog za uređivanje
sv_se: Redigerar konto
tr_tr: Hesabı Düzenle

# AccountPlan_Edit_HeaderAutomation
source: Automation
ar_sa: أتمتة
el_gr: Αυτοματοποίηση
es_ve: Automatización
fr_fr: Automatisation
it_it: Automazione
pt_br: Automação
sr_cyrl_rs: Аутоматизација
sr_latn_rs: Automatizacija
sv_se: Automatisering
tr_tr: Otomasyon

# AccountPlan_Edit_HeaderConfiguration
source: Configuration
ar_sa: إعدادات
el_gr: Ρύθμιση Παραμέτρων
es_ve: Configuración
it_it: Configurazione
pt_br: Configuração
sr_cyrl_rs: Конфигурација
sr_latn_rs: Konfiguracija
sv_se: Konfiguration
tr_tr: Yapılandırma

# AccountPlan_Edit_HeaderDailyOperations
source: Daily Operations
ar_sa: العمليات اليومية
el_gr: Ημερήσιες Λειτουργίες
es_ve: Operaciones diarias
fr_fr: Opérations quotidiennes
it_it: Operazioni quotidiane
pt_br: Operações Diárias
sr_cyrl_rs: Свакодневне операције
sr_latn_rs: Svakodnevne operacije
sv_se: Daglig verksamhet
tr_tr: Günlük Operasyonlar

# AccountPlan_Edit_Parent
source: Parent account or group
ar_sa: الحساب أو المجموعة الأصل
el_gr: Γονικός λογαριασμός ή ομάδα
es_ve: Cuenta principal o grupo
fr_fr: Compte ou groupe principale
it_it: Account principale o gruppo
pt_br: Conta principal ou grupo
sr_cyrl_rs: Исходни налог или група
sr_latn_rs: Ishodni nalog ili grupa
sv_se: Överordnat konto eller grupp
tr_tr: Ana hesap ya da grup

# AccountPlan_ExpensesBudgetsAreNegative
source: This is an Expenses account. Such accounts normally have a budget in the negative, since they drain assets from the organization. Your proposed budget was changed to negative.
ar_sa: هذا حساب نفقات. عادة ما تكون هذه الحسابات ذات ميزانية سلبية، نظراً لأنها استنزاف لأصول المنظمة. تم تغيير ميزانيتك المقترحة لتكون سلبية.
el_gr: Αυτός είναι ένας λογαριασμός Εξόδων. Τέτοιοι λογαριασμοί συνήθως έχουν έναν αρνητικό προϋπολογισμό, δεδομένου ότι απομυζούν περιουσιακά στοιχεία από τον οργανισμό. Ο προτεινόμενος προϋπολογισμός σας μετατράπηκε σε αρνητικό.
es_ve: Esta es una cuenta de Gastos. Tales cuentas normalmente tienen un presupuesto negativo, ya que agotan los activos de la organización. Su presupuesto propuesto fue cambiado a negativo.
fr_fr: Ceci est un compte de dépenses. Ces comptes ont normalement un budget négatif, car ils drainent des actifs de l'organisation. Votre budget proposé a été changé en négatif.
it_it: Questo è un account spese. Tali account normalmente hanno un bilancio in negativo, dal momento che prosciugano le risorse dall'organizzazione. Il bilancio proposto è stato modificato in negativo.
pt_br: Esta é uma conta de Despesas. Tais contas normalmente têm um orçamento negativo, pois consomem recursos da organização. O seu orçamento proposto foi alterado para negativo.
ru_ru: Это счет расходов. Такие счета, как правило, имеют отрицательный бюджет, поскольку они истощают активы организации. Предлагаемый бюджет был изменен на "негативный".
sr_cyrl_rs: Ово је налог за трошкове. Налози попут овога обично имају стање буџета које је у минусу и на тај начин извлаче средства из организације. Ваш предложени буџет је постао негативан.
sr_latn_rs: Ovo je nalog za troškove. Nalozi poput ovoga obično imaju stanje budžeta koje je u minusu i na taj način izvlače sredstva iz organizacije. Vaš predloženi budžet je postao negativan.
sv_se: Detta är ett kostnadskonto. Sådana konton har normalt en negativ budget, eftersom de drar tillgångar från organisationen. Din föreslagna budget ändrades därför till negativ.
tr_tr: Bu bir gider hesabı. Bu hesapların normalde organizasyondan varlık tahliye ettikleri için eksi bir bütçesi vardır. Önerilen bütçeniz eksi olarak değiştirildi.

# AccountPlan_Header_AccountName
source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
es_ve: Cuenta
fr_fr: Compte
pt_br: Conta
sr_cyrl_rs: Налог
sr_latn_rs: Nalog
sv_se: Konto
tr_tr: Hesap

# AccountPlan_Header_Balance
source: Balance
ar_sa: الرصيد
el_gr: Υπόλοιπο
fr_fr: Solde
it_it: Bilancio
pt_br: Saldo
sr_cyrl_rs: Стање
sr_latn_rs: Stanje
sv_se: Saldo
tr_tr: Bakiye

# AccountPlan_Header_Budget
source: Budget
ar_sa: الميزانية
el_gr: Προϋπολογισμός
es_ve: Presupuesto
pt_br: Orçamento
sr_cyrl_rs: Буџет
sr_latn_rs: Budžet
tr_tr: Bütçe

# AccountPlan_Header_Edit
source: Edit
ar_sa: تحرير
el_gr: Επεξεργασία
es_ve: Editar
fr_fr: Modifier
it_it: Modifica
pt_br: Editar
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Ändra
tr_tr: Düzenle

# AccountPlan_Header_Flags
source: Flags
ar_sa: علامات
el_gr: Δείκτες
es_ve: Marcadores
fr_fr: Marqueurs
it_it: Contrassegni
sr_cyrl_rs: Заставице
sr_latn_rs: Zastavice
sv_se: Flaggor
tr_tr: Bayraklar

# InspectLedgers_Header_For
source: for
ar_sa: للفترة
el_gr: για
es_ve: para
fr_fr: pour
it_it: per
pt_br: para
sr_cyrl_rs: за
sr_latn_rs: za
sv_se: för
tr_tr: için

# InspectLedgers_Header_Inspect
source: Inspect
ar_sa: تفتيش
el_gr: Επιθεώρηση
es_ve: Inspeccionar
fr_fr: Inspecter
it_it: Ispeziona
pt_br: Examinar
sr_cyrl_rs: Провера
sr_latn_rs: Provera
sv_se: Granska
tr_tr: Kontrol et
