Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# SetRootBudgets_Info
source: This is where the root budgets are set for each budget year. After these are set, each budget owner suballocates funds within their respective budget trees.
ar_sa: هنا يتم إعداد الميزانيات الأسية لكل سنة مالية. بعد أن يتم تحديدها جميعاً، يقوم كل مسؤول ميزانية بتخصيص الأموال الخاصة بفرعه من الميزانية حسب الهيكل المعتمد.
el_gr: Εδώ καθορίζονται οι αρχικοί προϋπολογισμοί για κάθε έτος. Αφότου καθοριστούν, ο κάθε ιδιοκτήτης προϋπολογισμού κατανέμει κονδύλια στο αντίστοιχο δενδροδιάγραμμα προϋπολογισμού.
es_ve: Aquí es donde se establecen los presupuestos principales para cada año presupuestario. Después de establecerlos, cada propietario del presupuesto subasigna fondos dentro de sus respectivos árboles de presupuesto.
fr_fr: C'est ici que les budgets de base sont définis pour chaque année budgétaire. Une fois ceux-ci définis, chaque propriétaire de budget alloue des fonds dans leurs arborescences budgétaires respectives.
it_it: È qui che vengono stabiliti i bilanci di base per ogni esercizio finanziario. Dopo che questi sono stati impostati, ogni proprietario del budget suddivide i fondi all'interno dei rispettivi alberi del budget.
pt_br: É aqui que os orçamentos de raiz são definidos para cada ano orçamentário. Depois que eles forem definidos, cada proprietário do orçamento fará a subalocação de fundos dentro de suas respectivas árvores de orçamento.
ru_ru: Здесь корневые бюджеты устанавливаются для каждого бюджетного года. После того, как они установлены, каждый владелец бюджета перераспределяет средства в пределах их соответствующих бюджетных деревьев.
sr_cyrl_rs: На овом месту се дефинишу основни буџети за сваку буџетску годину. Након што се дефинишу главни буџети, из њих се даље гранају средства која имају неку одређенију поднамену.
sr_latn_rs: Na ovom mestu se definišu osnovni budžeti za svaku budžetsku godinu. Nakon što se definišu glavni budžeti, iz njih se dalje granaju sredstva koja imaju neku određeniju podnamenu.
sv_se: Här sätter vi rotbudgetarna för varje budgetår. När dessa är satta, så delegerar varje budgetägare vidare budget inom sina respektive områden.
tr_tr: Burası, her bütçe yılı için kök bütçenin belirlendiği yerdir. Bunlar belirlendikten sonra, her bütçe sahibi kendi şahsi bütçe ağacı içinde tali ödenek fonu sağlar.

# SetRootBudgets_PageHeader
source: Root Budgets For {0}
ar_sa: الميزانيات الأسية لـ {0}
el_gr: Αρχικοί Προϋπολογισμοί Για Τον Οργανισμό {0}
es_ve: Presupuestos raíz para {0}
fr_fr: Budget de base pour {0}
it_it: Bilanci di base per {0}
pt_br: Orçamentos Raiz para {0}
sr_cyrl_rs: Основни буџети за {0}
sr_latn_rs: Osnovni budžeti za {0}
sv_se: Rotbudgetar för {0}
tr_tr: {0} için kaynak

# SetRootBudgets_PageTitle
source: Set Root Level Budgets
ar_sa: إعداد ميزانيات أسية
el_gr: Ορισμός Προϋπολογισμών Αρχικού Επιπέδου
es_ve: Establecer nivel del presupuestos raíz
fr_fr: Établir les budgets de base
it_it: Imposta i budget di livello principale
pt_br: Definir Orçamentos de nível raiz
sr_cyrl_rs: Задај буџете основног нивоа
sr_latn_rs: Zadaj budžete osnovnog nivoa
sv_se: Sätt rotnivåbudgetar
tr_tr: Bütçe Kaynakları Oluşturmak

# SetRootBudgets_SetNewBudgets
source: Set New Budgets
ar_sa: إعداد ميزانيات جديدة
el_gr: Ορίστε Νέους Προϋπολογισμούς
es_ve: Establecer nuevos presupuestos
fr_fr: Définir de nouveaux budgets
it_it: Imposta nuovi budget
pt_br: Definir Novos Orçamentos
sr_cyrl_rs: Задај нове буџете
sr_latn_rs: Zadaj nove budžete
sv_se: Spara budgetar
tr_tr: Yeni Bütçeler Oluşturmak

# UploadBankFiles_AccountStatement
source: Account Statement
ar_sa: البيان المحاسبي
el_gr: Κατάσταση Λογαριασμού
es_ve: Estado de cuenta
fr_fr: Relevé de compte
it_it: Estratto conto
pt_br: Extrato da Conta
sr_cyrl_rs: Извод са рачуна
sr_latn_rs: Izvod sa računa
sv_se: Kontoutdrag
tr_tr: Hesap Tablosu

# UploadBankFiles_BankAccount
source: Bank Account
ar_sa: الحساب البنكي
el_gr: Τραπεζικός Λογαριασμός
es_ve: Cuenta bancaria
fr_fr: Compte bancaire
it_it: Conto bancario
pt_br: Conta Bancária
sr_cyrl_rs: Банковни рачун
sr_latn_rs: Bankovni račun
sv_se: Bankkonto
tr_tr: Banka Hesabı

# UploadBankFiles_BankScreenshot
source: Bank Screenshot
ar_sa: الموقف المالي البنكي
el_gr: Στιγμιότυπο Τραπεζικού Λογαριασμού
es_ve: Captura de pantalla de banco
fr_fr: Capture d'écran de la banque
it_it: Screenshot della banca
sr_cyrl_rs: Снимак екрана банке
sr_latn_rs: Snimak ekrana banke
sv_se: Skärmdump från banken
tr_tr: Banka Ekran Görüntüsü

# UploadBankFiles_DownloadDataSince
source: </p><p>(The most recent data in Swarmops in <em>{0}</em> is from {1:yyyy-MMM-dd}. You should download bank data from at least <strong>{2:yyyy-MMM-dd}.</strong>)
ar_sa: </p> <p>(أحدث البيانات الموجودة في نظام سوارموبس لـ <em>{0}</em> من تاريخ {1:yyyy-MMM-dd}. يجب عليك تحميل بيانات البنك على الأقل من تاريخ <strong>{2:yyyy-MMM-dd}-</strong>)
el_gr: </p><p>(Τα πιο πρόσφατα δεδομένα στο Swarmops του <em>{0}</em> είναι από τις {1:yyyy-MMM-dd}. Θα πρέπει να κατεβάσετε τραπεζικά δεδομένα τουλάχιστον από τις <strong>{2:yyyy-MMM-dd}.</strong>)
es_ve: </p><p>(Los datos más recientes en Swarmops en <em>{0}</em> son de {1:yyyy-MMM-dd}. Debería descargar datos bancarios de al menos <strong>{2:yyyy-MMM-dd}. </strong>)
fr_fr: </p><p>(La donnée les plus récente dans Swarmops <em>{0}</em> provient de {1:yyyy-MMM-dd}. Vous devez télécharger les données bancaires au moins à partir de <strong>{2:yyyy-MMM-dd}</strong>)
it_it: </p><p>(I dati più recenti in Swarmops in <em>{0}</em> sono da {1:yyyy-MMM-dd}. È necessario scaricare i dati bancari da almeno <strong>{2:yyyy-MMM-dd}.</strong>)
pt_br: </p> <p>(Os dados mais recentes em Swarmops em <em>{0}</em> são de {1:yyyy-MMM-dd}. Deve carregar os dados do banco pelo menos de <strong>{2:yyyy-MMM-dd}.</strong>)
sr_cyrl_rs: </p><p>(Најновији подаци у Swarmops-у у <em>{0}</em> потичу од {1:yyyy-MMM-dd}. Требало би да преузмете банкарске податке од макар <strong>{2:yyyy-MMM-dd}.</strong>)
sr_latn_rs: </p><p>(Najnoviji podaci u Swarmops-u u <em>{0}</em> potiču od {1:yyyy-MMM-dd}. Trebalo bi da preuzmete bankarske podatke od makar <strong>{2:yyyy-MMM-dd}.</strong>)
sv_se: </p> <p>(De senaste uppgifterna i Swarmops för <em>{0}</em> är från {1:yyyy-MMM-dd}. Du bör hämta bankdata från åtminstone <strong>{2:yyyy-MMM-dd}.</strong>)
tr_tr: </p><p> (Swarmops'taki en son veriler <em>{0}</em> {1:yyyy-MMM-dd} tarihinden. Banka verilerini en az <strong>{2:yyyy-MMM-dd}</strong>'den itibaren indirebilirsiniz)

# UploadBankFiles_DownloadDataSince_Paypal
source: </p><p>(Paypal will tell you the time of the last transaction download. Download all transactions from that point in time, adding some three days of overlap.)
ar_sa: </p> <p>(سيخبرك Paypall عن وقت آخر تحميل للمعاملات. قم بتحميل جميع المعاملات ابتداءً من تلك النقطة مع إضافة ثلاثة أيام كتداخل.)
el_gr: </p><p>(Το Paypal θα σας ενημερώσει για τη χρονική στιγμή που έγινε η τελευταία λήψη συναλλαγών. Πραγματοποιήστε λήψη όλων των συναλλαγών που έγιναν από τότε και έπειτα, προσθέτοντας περίπου τρεις ημέρες επικάλυψης.)
es_ve: </p><p>(Paypal le dirá la hora de la última descarga de la transacción. Descargue todas las transacciones desde ese punto en el tiempo, agregando unos tres días de solapamiento)
fr_fr: </p><p>(Paypal vous indiquera l'heure du dernier téléchargement de la transaction. Téléchargez toutes les transactions à partir de ce moment, en ajoutant trois jours de chevauchement.)
it_it: </p><p>(Paypal vi comunicherà il giorno del download dell'ultima transazione. Scarica tutte le transazioni da quel momento in poi, aggiungendo circa tre giorni di sovrapposizione.)
pt_br: </p><p>(Paypal irá lhe dizer o tempo do último download de transação. Faça o download todas as transações desse período de tempo, adicionando cerca de três dias de sobreposição.)
sr_cyrl_rs: </p><p>(Paypal ће Вас обавестити о о времену када је извршено последње преузимање трансакције. Преузмите све трансакције од наведеног датума и на то додајте отприлике три дана преклапања.)
sr_latn_rs: </p><p>(Paypal će Vas obavestiti o o vremenu kada je izvršeno poslednje preuzimanje transakcije. Preuzmite sve transakcije od navedenog datuma i na to dodajte otprilike tri dana preklapanja.)
sv_se: </p> <p>(Paypal anger tiden för den senaste transaktionsnedladdningen. Hämta alla transaktioner från den tidpunkten, plus kanske tre dagars överlapp för säkerhets skull.)
tr_tr: </p><p> (Paypal indirilen son işlemin zamanını size söyleyecektir. Son üç günün eşleşmesini ekleyerek kısa sürede yapılan işlemleri indiriniz.)

# UploadBankFiles_DownloadInstructions
source: Bank Download Instructions
ar_sa: تعليمات تحميل بيانات البنك
el_gr: Οδηγίες Λήψης Τραπεζικού Αρχείου
es_ve: Instrucciones de descarga del banco
fr_fr: Instructions de téléchargement des fichiers de la banque
it_it: Istruzioni per il download dei file della banca
pt_br: Download de Instruções para a transferência bancária
ru_ru: Инструкции По Загрузке Банка
sr_cyrl_rs: Упутство за преузимање података банке
sr_latn_rs: Uputstvo za preuzimanje podataka banke
sv_se: Nedladdningsinstruktioner
tr_tr: Banka İndirme Talimatları

# UploadBankFiles_ErrorBalance
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p><strong>However, the bank balance does not match the records in Swarmops.</strong> This is usually due to missing transactions. Please upload a transaction list with a larger time span to make sure that Swarmops sees all transactions.</p><p>Swarmops's bookkeeping account is currently <strong>not in sync</strong> with that of the bank.</p>
ar_sa: <p>الملف احتوى على عدد {0:N0} من العمليات. {1:N0} عملية تم استيرادها بنجاح إلى حساب {2}. (عدد {3:N0} كانت عمليات مكررة).</p><p>ومع ذلك فإن الرصيد البنكي لا يتطابق مع السجلات في نظام سوارموبس. وهذا يحدث عادة بسبب بعض المعاملات المفقودة. الرجاء رفع قائمة المعاملات خلال فترة زمنية كبيرة للتأكد من أنه يمكن لنظام سوارموبس أن يرى جميع العمليات.</p><pحالياً فإن السجلات المحاسبية لنظام سوارموبس <strong>غير متطابقة</strong> مع سجلات البنك.
el_gr: <p>Το αρχείο περιείχε {0:N0} συναλλαγές. <strong>{1:N0} συναλλαγές</strong> έχουν εισαχθεί επιτυχώς στον <em>{2}</em> λογαριασμό λογιστικής. ({3:N0} συναλλαγές ήταν διπλές.)</p><p><strong>Ωστόσο, το τραπεζικό υπόλοιπο δεν ταιριάζει με τα αρχεία στο Swarmops.</strong> Αυτό συνήθως συμβαίνει λόγω ελλείψεων συναλλαγών. Παρακαλώ ανεβάστε μια λίστα συναλλαγών που αφορά μεγαλύτερη χρονική περίοδο για να βεβαιωθείτε ότι το Swarmops βλέπει όλες τις συναλλαγές.</p><p> Ο λογαριασμός λογιστικής του Swarmops δεν είναι επί του παρόντος <strong>σε συγχρονισμό</strong> με αυτόν της τράπεζας.</p>
es_ve: <p> El archivo contenía {0:N0} transacciones. <strong>{1:N0} transacciones </strong> se importaron con éxito a la cuenta de contabilidad <em>{2}</em>. ({3:N0} transacciones fueron duplicados). </p><p><strong> Sin embargo, el saldo bancario no coincide con los registros en Swarmops. </strong> Esto generalmente se debe a transacciones perdidas. Cargue una lista de transacciones con un período de tiempo mayor para asegurarse de que Swarmops vea todas las transacciones. </p><p> La cuenta de contabilidad de Swarmops actualmente <strong> no está sincronizada </strong> con la del banco. </p>
fr_fr: <p>Le fichier contenait {0:N0} transactions. Les <strong>{1:N0} transactions </strong> ont été importées avec succès dans le <em>{2}</em> compte comptable. ({3:N0} transactions étaient des doublons.)</p><p><strong>Cependant, la balance ne correspond pas aux enregistrements de Swarmops.</strong> Ceci est généralement dû à des transactions manquantes. Veuillez télécharger une liste de transactions avec une période plus longue pour vous assurer que Swarmops voit toutes les transactions.</p><p>Le compte de comptabilité de Swarmops est actuellement <strong>non synchronisé</strong> avec celui de la banque.</p>
it_it: <p>Il file conteneva {0:N0} transazioni. <strong>{1:N0} transazioni </strong> sono state importate con successo nel registro contabile<em>{2}</em>. ({3:N0} transazioni erano doppie.)</p><p><strong>Tuttavia, il saldo bancario non corrisponde ai record presenti in Swarmops.</strong> Questo è di solito causato da transazioni mancanti. Caricare una lista delle transazioni di un periodo di tempo più lungo per assicurarvi che Swarmops visualizzi tutte le transazioni.</p><p>Il registro contabile di Swarmops è attualmente <strong>non sincronizzato</strong> con quello della banca.</p>
pt_br: <p>O ficheiro contém {0:N0} transações. Foram importadas com sucesso <strong>{1:N0} transações</strong> na conta de contabilidade <em>{2}</em>. ({3:N0} transações eram duplicadas.)</p><p><strong>Contudo, o saldo bancário não coincide com os registos no Swarmops.</strong> Isto deve-se geralmente a transações em falta. Por favor faça o upload de uma lista de transações de um período de tempo mais alargado para certificar que o Swarmops vê todas as transações.</p><p>A conta de contabilidade do Swarmops <strong>não está atualmente sincronizada</strong> com a do banco.</p>
sr_cyrl_rs: <p>Фајл садржи {0:N0} трансакција. <strong>{1:N0} трансакција</strong> је успешно увежено у <em>{2}</em> налог за књиговодство. ({3:N0} трансакција су били дупликати.)</p><p><strong>Ипак, стање извода из банке се не поклапа са стањем приказаним у Swarmops-у.</strong> То се обично догађа онда када се неке трансакције пропусте. Молимо Вас, отпремите листу трансакција за дужи временски период, како бисте осигурали да Swarmops види све трансакције.</p><p>Swarmops-ов налог за вођење пословних књига тренутно <strong>није синхронизован</strong> са одговарајућим налогом у банци.</p>
sr_latn_rs: <p>Fajl sadrži {0:N0} transakcija. <strong>{1:N0} transakcija</strong> je uspešno uveženo u <em>{2}</em> nalog za knjigovodstvo. ({3:N0} transakcija su bili duplikati.)</p><p><strong>Ipak, stanje izvoda iz banke se ne poklapa sa stanjem prikazanim u Swarmops-u.</strong> To se obično događa onda kada se neke transakcije propuste. Molimo Vas, otpremite listu transakcija za duži vremenski period, kako biste osigurali da Swarmops vidi sve transakcije.</p><p>Swarmops-ov nalog za vođenje poslovnih knjiga trenutno <strong>nije sinhronizovan</strong> sa odgovarajućim nalogom u banci.</p>
sv_se: <p>Filen innehöll {0:N0} transaktioner. <strong>{1:N0} transaktioner</strong> har importerats till kontot <em>{2}</em>. ({3:N0} transaktioner var dubbletter.)</p><p><strong>Men bankens saldo stämmer inte med bokföringen i Swarmops.</strong> Detta beror oftast på saknade transaktioner. Ladda upp ett kontoutdrag över med ett större tidsintervall så att Swarmops får alla transaktioner.</p><p>Swarmops bokföring konto är för närvarande <strong>inte i synk</strong> med bankens.</p>
tr_tr: <p>Dosya {0:N0} işlem içeriyordu. <strong> {1:N0} işlem</strong> başarıyla muhasebe defteri <em>{2}</em> hesabına aktarıldı. ({3:N0} işlem tekrarlayan işlemlerdi.)</p><p><strong>Ancak, banka bakiyesi Swarmops'daki kayıtlar ile eşleşmemekte.</strong>Bu genellikle eksik işlemlerden kaynaklanır. Lütfen, Swarmops'un bütün işlemleri gördüğünden emin olmak için daha büyük bir zaman aralığına sahip bir işlem listesi yükleyiniz.</p><p>Swarmops'un muhasebe defteri hesabı şu anda bankanınki ile <strong>senkronize değil</strong></p>

# UploadBankFiles_ErrorInterpretation
source: <h3>The bank file could not be imported.</h3><p>This has one of three reasons: you missed some detail in the download instructions, the bank has changed its format, or you accidentally uploaded the wrong file entirely (like a photo from your last party instead of the transactions list). No transactions were imported at all. <strong>Please retry.</strong>
ar_sa: <h3>لم يمكن استيراد ملف البنك.</h3><p>هناك واحد من ثلاثة أسباب: إما أنه قد غابت عنك بعض تفاصيل إرشادات الرفع، أو أن البنك قد غير تنسيق الملف، أو أنك قمت برفع الملف الخاطئ تماما بطريق الخطأ (على سبيل المثال صورة من ألبوم الحفلة الأخيرة بدلاً من قائمة التعاملات). لم يتم استيراد أية تعاملات على الإطلاق. <strong>الرجاء إعادة المحاولة.</strong>
el_gr: <h3>Το τραπεζικό αρχείο δεν ήταν εφικτό να εισαχθεί.</h3><p>Αυτό οφείλεται σε έναν από τους εξής τρεις λόγους: σας διέφυγε κάποια λεπτομέρεια στις οδηγίες λήψης, η τράπεζα έχει αλλάξει την υποστηριζόμενη μορφή αρχείου της, ή ανεβάσατε άθελά σας λάθος αρχείο (όπως μια φωτογραφία από την τελευταία γιορτή στην οποία συμμετείχατε, αντί της λίστας συναλλαγών). Δεν εισήχθη καμία συναλλαγή. <strong>Παρακαλώ προσπαθήστε ξανά.</strong>
es_ve: <h3>El archivo del banco no pudo ser importado.</h3><p>Esto tiene una de tres razones: omitió algún detalle en las instrucciones de descarga, el banco ha cambiado su formato o accidentalmente cargó el archivo erróneo (como una foto de su última fiesta en lugar de la lista de transacciones). No se importaron transacciones en absoluto. <strong>Por favor intente de nuevo.</strong>
fr_fr: <h3>Le fichier bancaire n'a pas pu être importé.</h3><p> Cela est du à l'une des trois raisons suivantes: vous avez manqué certains détails dans les instructions de téléchargement, la banque a changé de format ou vous avez téléchargé accidentellement le mauvais fichier (comme une photo de votre dernière soirée au lieu de la liste des transactions). Aucune transaction n'a du tout été importée. <strong>Veuillez réessayer.</strong>
it_it: <h3>Non è stato possibile importare il file bancario.</h3><p>Questo è dato da uno di questi tre motivi: ti è sfuggito qualche dettaglio nelle istruzioni di download, la banca ha cambiato il suo formato, oppure hai accidentalmente caricato il file completamente sbagliato (come una foto dall'ultima festa a cui sei stato invece della lista delle transazioni). Non è stata importata alcuna transazione. <strong>Riprovare.</strong>
pt_br: <h3>O ficheiro bancário não pôde ser importado.</h3><p>Isto deve-se a uma de três razões: houve um lapso nas instruções de download, o banco alterou o seu formato, ou enviou o ficheiro errado (por exemplo, uma foto da sua última festa em vez da lista de transações). Não foi importada nenhuma transação. <strong>Por favor tente novamente.</strong>
sr_cyrl_rs: <h3>Није било могуће увести фајл из банке.</h3><p>То се може догодити из три разлога: пропустили сте неки детаљ у упутствима за преузимање, банка је променила формат фајла, или сте случајно отпремили потпуно погрешан фајл (типа фотографију са синоћне забаве уместо листе трансакција). Ниједна трансакција није увежена. <strong>Покушајте поново.</strong>
sr_latn_rs: <h3>Nije bilo moguće uvesti fajl iz banke.</h3><p>To se može dogoditi iz tri razloga: propustili ste neki detalj u uputstvima za preuzimanje, banka je promenila format fajla, ili ste slučajno otpremili potpuno pogrešan fajl (tipa fotografiju sa sinoćne zabave umesto liste transakcija). Nijedna transakcija nije uvežena. <strong>Pokušajte ponovo.</strong>
sv_se: <h3>Bankfilen kunde inte importeras.</h3><p>Detta har ett av tre skäl: du missade någon detalj i nedladddningsinstruktionerna, banken har ändrat sitt filformat, eller så har du av misstag laddat upp helt fel fil (som ett foto från senaste firmafesten istället för transaktionslistan). Inga transaktioner importerades. <strong>Försök igen.</strong>
tr_tr: <h3> Banka dosyası yüklenemedi. </h3><p> Bunun üç nedeni vardır: indirme talimatlarının bazı ayrıntılarını gözden kaçırmış olabilirsiniz, banka biçimini değiştirmiş olabilir yada kazayla tamamen yanlış bir dosya yüklemiş olabilirsiniz (banka işlemlerinin listesi yerine son partinizden bir fotoğraf gibi). Hiçbir işlem alınmadı. <strong> Lütfen tekrar deneyin. </strong>

# UploadBankFiles_ExpectedFile
source: Expected File
ar_sa: الملف المتوقع
el_gr: Αναμενόμενο Αρχείο
es_ve: Archivo esperado
fr_fr: Fichier prévu
it_it: File previsto
pt_br: Ficheiro Esperado
sr_cyrl_rs: Очекивани фајл
sr_latn_rs: Očekivani fajl
sv_se: Förväntat filnamn
tr_tr: Beklenen Dosya

# UploadBankFiles_FileImportedHeader
source: File Successfully Imported
ar_sa: تم استيراد الملف بنجاح
el_gr: Το Αρχείο Εισήχθη Επιτυχώς
es_ve: Archivo importado con éxito
fr_fr: Fichier importé avec succès
it_it: File importato con successo
pt_br: Ficheiro Importado com Sucesso
ru_ru: Файл успешно импортирован
sr_cyrl_rs: Фајл је успешно увежен
sr_latn_rs: Fajl je uspešno uvežen
sv_se: Filen importerades
tr_tr: Dosya Başarıyla İçe aktarıldı

# UploadBankFiles_FileImportedHeader_ErrorBalance
source: File Imported, But Data Out Of Sync
ar_sa: تم استيراد الملف، ولكن البيانات ليست متزامنة
el_gr: Το Αρχείο Εισήχθη, Αλλά Τα Δεδομένα Είναι Εκτός Συγχρονισμού
es_ve: Archivo importado, pero datos están fuera de sincronización
fr_fr: Fichier importé, mais les données ne sont pas synchronisées
it_it: File importato, ma i dati non sono sincronizzati
pt_br: Ficheiro Importado, Mas Dados Fora de Sincronia
ru_ru: Файл импортирован, но данные не синхронизированы
sr_cyrl_rs: Фајл је увежен, али подаци нису синхронизовани
sr_latn_rs: Fajl je uvežen, ali podaci nisu sinhronizovani
sv_se: Filen importerades, men kontot är ur synk
tr_tr: Dosya içe aktarıldı, Ama veri senkronize değil

# UploadBankFiles_FileType
source: File Type
ar_sa: نوع الملف
el_gr: Τύπος Αρχείου
es_ve: Tipo de archivo
fr_fr: Type de fichier
it_it: Tipo di file
pt_br: Tipo de Ficheiro
sr_cyrl_rs: Тип фајла
sr_latn_rs: Tip fajla
sv_se: Filtyp
tr_tr: Dosya Tür

# UploadBankFiles_ImportError
source: Error on importing file
ar_sa: خطأ في استيراد الملف
el_gr: Σφάλμα κατά την εισαγωγή του αρχείου
es_ve: Error al importar el archivo
fr_fr: Erreur lors de l'importation du fichier
it_it: Errore durante l'importazione del file
pt_br: Erro ao importar ficheiro
ru_ru: Ошибка при импорте файла
sr_cyrl_rs: Грешка приликом увожења фајла
sr_latn_rs: Greška prilikom uvoženja fajla
sv_se: Fel när filen importerades
tr_tr: Dosya içe aktarılırken hata oluştu
