Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# UploadBankFiles_Error_NoAutomationProfiles
source: There are no asset accounts set up for automation, so no accounts support data upload at this time. Returning to Dashboard.
it_it: Non ci sono account di merito impostati per l'automazione, quindi nessun account supporta il caricamento dei dati in questo momento. Ritorno al cruscotto.
pt_br: Não há contas de ativos configuradas para automação, então nenhuma conta suporta o upload de dados neste momento. Retornando para o Painel.
sr_cyrl_rs: Нема налога за средства како би се подесила аутоматизација, тако да додатни подаци који иду уз налог неће бити отпремљени. Вратите се на контролну таблу.
sr_latn_rs: Nema naloga za sredstva kako bi se podesila automatizacija, tako da dodatni podaci koji idu uz nalog neće biti otpremljeni. Vratite se na kontrolnu tablu.
sv_se: Det finns inga tillgångskonton med automatiseringsprofil, så inga budgetkonton stöder uppladdning just nu. Återvänder till Översikten.
tr_tr: Otomasyon için ayarlanmış herhangi bir varlık hesabı bulunmadığından, hesaplar şu anda veri yüklemeyi desteklememektedir. Gösterge Paneline Dönüş.

# UploadBankFiles_ResultsInitialBalanceSet
source: As this was the first upload to this automated account, the initial balance of <strong>{0} {1:N2}</strong> going into the year {2} has been detected and set
it_it: Poiché questo è stato il primo caricamento su questo account automatizzato, il saldo iniziale di <strong> {0} {1:N2}</strong> relativo all'anno {2} è stato rilevato e impostato
pt_br: Como esse foi o primeiro upload para essa conta automatizada, o saldo inicial de <strong>{0} {1:N2}</strong> no ano {2} foi detectado e definido
sr_cyrl_rs: Како је ово било прво отпремање на дати аутоматизовани налог, иницијални биланс од <strong>{0} {1:N2}</strong> улази у годину {2} детектован је и задат
sr_latn_rs: Kako je ovo bilo prvo otpremanje na dati automatizovani nalog, inicijalni bilans od <strong>{0} {1:N2}</strong> ulazi u godinu {2} detektovan je i zadat
sv_se: Eftersom detta var den första datauppladdningen till detta automatiserade konto, så har öppningssaldot <strong>{0} {1:N2}</strong> in i {2} automatiskt ställts in
tr_tr: Bu otomatik hesaba yapılan ilk yükleme olduğu için, {2} yılına giren <strong>{0} {1:N2}</strong> ilk bakiyesi tespit edildi ve ayarlandı

# UploadBankFiles_ResultsInitialBalanceSetForeignCurrency
source: (which was accounted for with <strong>{0} {1:N2}</strong> in the ledger operating currency)
it_it: (che era stato conteggiato con <strong>{0} {1:N2}</strong> nella valuta operativa del libro contabili)
pt_br: (que foi contabilizado com <strong>{0} {1:N2}</strong> na moeda operacional da contabilidade)
sr_cyrl_rs: (ово је обрачунато са <strong>{0} {1:N2}</strong> у валути која се користи у књигама)
sr_latn_rs: (ovo je obračunato sa <strong>{0} {1:N2}</strong> u valuti koja se koristi u knjigama)
sv_se: (som utgörs av <strong>{0} {1:N2}</strong> i bokföringsvalutan)
tr_tr: (defteri kebir işletme para biriminde <strong>{0} {1:N2}</strong> olarak hesaplanmıştır)

# EndOfMonth_CloseLedgersFor
source: Close Financial Ledgers for Year {0}
it_it: Chiudi libri contabili finanziari per l'anno {0}
pt_br: Fechar Contabilidade Financeiras para o Ano {0}
sr_cyrl_rs: Затвори финансијске књиге за годину {0}
sr_latn_rs: Zatvori finansijske knjige za godinu {0}
sv_se: Stäng bokföringsböckerna för året {0}
tr_tr: {0} Yılı için Finansal Defteri Kebiri Kapat

# EndOfMonth_CreateVatReport
source: Create {0}
it_it: Crea {0}
pt_br: Criar {0}
sr_cyrl_rs: Креирај {0}
sr_latn_rs: Kreiraj {0}
sv_se: Upprätta {0}
tr_tr: Oluştur {0}

# EndOfMonth_FetchTransactionDataFor
source: Autofetch Transaction Data for {0}
it_it: Recupero automatico dei dati di transazione per {0}
pt_br: Autofetch dados de transação para {0}
sr_cyrl_rs: Аутоматско преузимање података о трансакцији за {0}
sr_latn_rs: Automatsko preuzimanje podataka o transakciji za {0}
sv_se: Automathämta transaktionsdata för {0}
tr_tr: {0} için Otomatik Alım İşlem Verileri

# EndOfMonth_Header_AnnualReports
source: Annual Reports
it_it: Resoconti annuali
pt_br: Relatórios anuais
sr_cyrl_rs: Годишњи извештаји
sr_latn_rs: Godišnji izveštaji
sv_se: Bokslutsrapporter
tr_tr: Yıllık Raporlar

# EndOfMonth_Header_ExternalData
source: External Account Data and Match Accounts
it_it: Account di Dati Esterni e Account di Corrispondenza
pt_br: Dados da conta externa e contas comparadas
sr_cyrl_rs: Подаци у екстерном налогу и поклапање рачуна
sr_latn_rs: Podaci u eksternom nalogu i poklapanje računa
sv_se: Extern transaktionsdata och reskontra
tr_tr: Dış Hesap Verileri ve Hesap Eşleşmeleri

# EndOfMonth_Header_PayrollTaxes
source: Payroll And Taxes
it_it: Libro paga e Tasse
pt_br: Pagamentos e Impostos
sr_cyrl_rs: Платни спискови и порези
sr_latn_rs: Platni spiskovi i porezi
sv_se: Löner och skatter
tr_tr: Bordro ve Vergiler

# EndOfMonth_Header_SendReports
source: Send Reports to Accountants, Shareholders, etc.
it_it: Invia rapporti a contabili, azionisti, ecc.
pt_br: Enviar relatórios para os Contadores, Acionistas, etc.
sr_cyrl_rs: Пошаљи извештаје рачуновођама, деоничарима...
sr_latn_rs: Pošalji izveštaje računovođama, deoničarima...
sv_se: Skicka rapporter till revisorer, aktieägare, etc.
tr_tr: Muhasebecilere, Hissedarlara, vb. Raporlar gönderin.

# EndOfMonth_Info
source: This is a checklist of things to do to close the previous month and begin the new one with respect to accounting.
it_it: Questa è una lista di cose da fare per chiudere il mese precedente e iniziare quello nuovo per quanto riguarda la contabilità.
pt_br: Esta é uma lista de verificação de coisas a fazer para encerrar o mês anterior e iniciar a nova no que diz respeito à contabilidade.
sr_cyrl_rs: Ово је списак ставки које треба да затворите за претходни месец и отпочнете нови рачуноводствени месец.
sr_latn_rs: Ovo je spisak stavki koje treba da zatvorite za prethodni mesec i otpočnete novi računovodstveni mesec.
sv_se: Det här är en checklista med saker att göra för att stänga föregående månad och börja den nya med avseende på redovisning.
tr_tr: Bu önceki ayı kapatmak ve muhasebe konusunda yenisine başlamak için yapılacakların bir kontrol listesidir.

# EndOfMonth_MatchAccounts
source: Resolve all dangling payments
pt_br: Resolver todos os pagamentos dangling
sr_cyrl_rs: Разрешите сва непрокњижена плаћања
sr_latn_rs: Razrešite sva neproknjižena plaćanja
sv_se: Matcha alla lösa betalningar
tr_tr: Tüm sarkan ödemeleri çözümle

# EndOfMonth_Title
source: End-of-Month Routine: {0:MMMM yyyy}
it_it: Routine-di-fine-mese: {0:MMMM yyyy}
pt_br: Rotina do Final do Mês: {0:MMMM yyyy}
sr_cyrl_rs: Рутина на крају месеца: {0:MMMM yyyy}
sr_latn_rs: Rutina na kraju meseca: {0:MMMM yyyy}
sv_se: Slut-på-månaden-rutin: {0:MMMM yyyy}
tr_tr: Ay Sonu Rutini: {0:MMMM yyyy}

# EndOfMonth_UploadBankStatementFor
source: Upload Bank Statement ({1}) for {0} for {2}
it_it: Carica estratto conto ({1}) per {0} per {2}
pt_br: Enviar declaração bancária ({1}) para {0} para {2}
sr_cyrl_rs: Отпреми извод из банке ({1}) за {0} за {2}
sr_latn_rs: Otpremi izvod iz banke ({1}) za {0} za {2}
sv_se: Ladda upp kontoutdrag ({1}) för {0} för {2}
tr_tr: {2} için {0} için Hesap Durumunu ({1}) yükle

# EndOfMonth_UploadTransactionDataFor
source: Upload Transaction Data ({1}) for {0}
it_it: Carica i dati di transazione ({1}) per {0}
pt_br: Enviar dados de transação ({1}) para {0}
sr_cyrl_rs: Отпреми податке за трансакцију ({1}) за {0}
sr_latn_rs: Otpremi podatke za transakciju ({1}) za {0}
sv_se: Ladda upp transaktionsdata ({1}) för {0}
tr_tr: {0} için işlem verilerini ({1}) yükle

# EndOfMonth_SkipBankStatementDialog
source: <strong>SKIP BANK STATEMENT?</strong><br/><br/>Bank statements are typically needed for audit verification of the internal records. The only valid reason to skip a month's statement is that the account wasn't opened yet, in which case you skip the months before the account was opened and no statements therefore exist.<br/><br/>You won't be asked again to upload this particular statement if you skip it now.
pt_br: <strong>IGNORAR DECLARAÇÃO DE EXTRATO BANCÁRIO?</strong><br/><br/>Extratos bancários são normalmente necessários para a verificação de auditoria dos registros internos. A única razão válida para ignorar o extrato de um mês é que a conta ainda não foi aberta e, nesse caso, você pulará os meses antes da abertura da conta e, portanto, nenhuma declaração existe. <br/> <br/> Você não será questionado novamente para fazer o upload desta declaração específica se você a ignorar agora.
sr_cyrl_rs: <strong>ПРЕСКОЧИ ИЗВЕШТАЈ БАНКЕ?</strong><br/><br/>Банкарски извештаји су обично неопходни како би се верификовале интерне забелешке. Једини ваљани разлог због кога бисте избегли употребу извештаја јесте да и немате извештај.<br/><br/>Ако сада прескочите овај корак, програм Вас неће питати поново.
sr_latn_rs: <strong>PRESKOČI IZVEŠTAJ BANKE?</strong><br/><br/>Bankarski izveštaji su obično neophodni kako bi se verifikovale interne zabeleške. Jedini valjani razlog zbog koga biste izbegli upotrebu izveštaja jeste da i nemate izveštaj.<br/><br/>Ako sada preskočite ovaj korak, program Vas neće pitati ponovo.
sv_se: <strong>SKIPPA KONTOUTDRAG?</strong><br/><br/>Bankernas kontoutdrag behövs vanligen för revision av bokföringen. Det giltiga skälet att hoppa över en månads kontoutdrag är att kontot är inte öppnat ännu, och då hoppar man över månaderna innan kontot öppnades.<br/><br/>Om du skippar detta kontoutdrag nu kommer du inte att omfrågas igen senare.
tr_tr: <strong>HESAP DURUMUNU GEÇ?</strong><br/><br/>Dahili kayıtların denetim doğrulaması için genellikle banka beyanları gerekir. Bir ay'ın ifadesini atlamanın tek geçerli nedeni hesabın henüz açılmadığı, bu durumda hesap açılmadan önceki ayları atladığınız ve dolayısıyla hiçbir açıklamada bulunmadığınızdır.<br/><br/>Şimdi atlarsanız, bu belirli ifadeyi yüklemeniz bir daha istenmez.

# EndOfMonth_SkipDocumentDialogGeneric
source: <strong>SKIP DOCUMENT UPLOAD?</strong><br/><br/>This document is typically needed for operation records. The only valid reason to skip a document is that it doesn't exist because the operations weren't running yet, like when an operation started in June of a year won't have documents for January of that year.<br/><br/>You won't be asked again to upload this document if you skip it now.
pt_br: <strong> IGNORAR UPLOAD DE DOCUMENT? </strong> <br/><br/>Este documento é normalmente necessário para registros de operações. A única razão válida para ignorar um documento é que ele não existe porque as operações ainda não estavam em andamento, como quando uma operação iniciada em junho de um ano não terá documentos para janeiro daquele ano.<br/><br/>Você não será solicitado novamente para fazer o upload deste documento, se você ignorá-lo agora.
sr_cyrl_rs: <strong>ПРЕСКАЧЕТЕ ОТПРЕМАЊЕ ДОКУМЕНТА?</strong><br/><br/>Овај документ је обично потребан за вођење евиденције. Једини логични разлог зашто бисте то учинили јесте да заправо и немате одговарајући документ на располагању.<br/><br/>Ако сада прескочите овај корак, програм Вас неће поновно питати.
sr_latn_rs: <strong>PRESKAČETE OTPREMANJE DOKUMENTA?</strong><br/><br/>Ovaj dokument je obično potreban za vođenje evidencije. Jedini logični razlog zašto biste to učinili jeste da zapravo i nemate odgovarajući dokument na raspolaganju.<br/><br/>Ako sada preskočite ovaj korak, program Vas neće ponovno pitati.
sv_se: <strong>SKIPPA DOKUMENTET?</strong><br/><br/>Detta dokument behövs vanligtvis för kontroll av verksamheten. Ett giltigt skäl att hoppa över ett dokument är att det inte existerar om verksamheten ifråga inte var igång ännu.<br/><br/>Du kommer inte att få frågan om att ladda upp detta dokument igen om du hoppar över det nu.
tr_tr: <strong>DOKÜMAN YÜKLEMESİNİ ATLA?</strong><br/><br/>Bu belge genellikle işlem kayıtları için gereklidir. Bir dokümanı atlamanın tek geçerli nedeni bir senenin Haziran ayında başlayan bir operasyonun o yılın Ocak ayına ait belgelerine sahip olmadığı gibi, operasyonların henüz çalışmadığı için var olmamasıdır.<br/><br/>Şimdi atlarsanız, bu belgeyi tekrar yüklemeniz istenmez.

# EndOfMonth_PayrollInactive
source: Payroll: No payroll defined
pt_br: Pagamento: Nenhuma folha de pagamento definida
sr_cyrl_rs: Платни списак: не постоји дефинисани платни списак
sr_latn_rs: Platni spisak: ne postoji definisani platni spisak
sv_se: Lönekörning: Ingen lönelista upprättad
tr_tr: Maaş Bordrosu: Tanımlanan maaş bordrosu yok

# EndOfMonth_CheckHotWalletWithBlockchain
source: Check Hotwallet Bitcoin Balance Against Blockchain
pt_br: Verificar Saldo Bitcoin da Hotwallet contra Blockchain
sr_latn_rs: Sravni Hotwallet Bitcoin Balance sa Blockchain-om
sv_se: Verifiera arbetsplånbokens saldo mot blockkedjan

# EndOfMonth_CheckLedgerAgainstHotWallet
source: Resynchronize Ledger Bitcoin Balance Against Hotwallet
pt_br: Ressincronizar Saldo Bitcoin Ledger contra a Hotwallet
sr_latn_rs: Resinhronizuj Ledger Bitcoin Balance sa Hotwallet-om
sv_se: Verifiera bokföringens saldo mot arbetsplånbokens

# EndOfMonth_ConsolidateHotwallet
source: Consolidate Bitcoin Hotwallet
pt_br: Consolidar Bitcoin HotWallet
sr_latn_rs: Konsolidiraj Bitcoin Hotwallet

# EndOfMonth_ConvertBitcoinCoreToCash
source: Convert the Bitcoin Core in Hotwallet to Bitcoin Cash
pt_br: Converter o Bitcoin Core na Hotwallet para Bitcoin Cash
sr_latn_rs: Pretvori Bitcoin Core u Hotwallet-u, u Bitcoin Cash

# EndOfMonth_Dialog_LedgerBitcoinBalanceMismatch
source: <strong>LEDGER BITCOIN BALANCE MISMATCH</strong><br/><br/>The hotwallet has a balance of <strong>{0:N2}</strong> microbitcoin, but the ledger says a different amount should be there: <strong>{1:N2}.</strong> The hotwallet will always be in the right in a mismatch between these two, so the ledger has been adjusted to match the hotwallet.<br/><br/> This can happen after bitcoin splits (&quot;forks&quot;) or similar events, but if this happens repeatedly, month after month, and especially if money appears to be leaking from the hotwallet, there is cause for further investigation.
pt_br: <strong>SALDO DA BITCOIN LEDGER DIFEREM</strong><br/><br/>A hotwallet tem um balanço de <strong>{0:N2}</strong> microbitcoins, mas a Ledger diz que uma quantidade diferente deve estar lá: <strong>{1:N2}.</strong>A hotwallet sempre estará à certa em uma incompatibilidade entre esses dois, então a ledger foi ajustada para combinar com a hotwallet.<br/><br/> Isto pode acontecer depois de divisões de bitcoin ("Forks") ou eventos similares, mas se isto acontecer repetidamente, mês após mês, e especialmente se o dinheiro parece estar vazando do hotwallet, há motivo para investigação adicional.
sr_latn_rs: <strong>STANJE BITCOIN-a SE NE POKLAPA</strong><br/><br/>Hotwallet prikazuje bilans u iznosu od <strong>{0:N2}</strong> microbitcoin-a, ali knjige (ledger) navode da bi trebalo da stoji drugačiji iznos: <strong>{1:N2}.</strong> U slučaju neslaganja, poverenje uvek treba dati hotwallet-u, tako da je potrebno da izmenite ledger, kako bi se iznos uskladio sa hotwallet-om.<br/><br/> Ovo se može dogoditi prilikom deljenja bitcoin-a ("forks") ili slični događaji. Ako se navedena situacija ponavlja redovno, mesec za mesec, a naročito ako se uoči da novac curi iz hotwallet-a, trebalo bi pokrenuti temeljnu istragu.

# EndOfMonth_Header_Cryptocurrency
source: Cryptocurrency
pt_br: Criptomoedas
sr_latn_rs: Kriptovaluta

# EndOfMonth_LedgerBitcoinBalanceTransactionDescription
source: Ledger correction on hotwallet audit
pt_br: Correção da Ledger na auditoria da HotWallet
sr_latn_rs: Korekcija knjiga na osnovu hotwallet-a

# EndOfMonth_VerifyColdStorage
source: Verify Cold Storage
pt_br: Verificar Cold Storage
sr_latn_rs: Potvrdi Cold Storage

# InspectLedgers_Header_Hotwallet
source: Inspect Bitcoin Cash Hotwallet For
pt_br: Inspecionar Bitcoin Cash Hotwallet Para
sr_latn_rs: Proveri Bitcoin Cash Hotwallet za

# AccountPlan_Edit_AdministrativeShort
source: Admin
ar_sa: مدير النظام
el_gr: Διαχειριστής
es_ve: Administrar
fr_fr: Administrateur
pt_br: Administrador
sr_cyrl_rs: Админ
tr_tr: Yönetici

# BitcoinHotwallet_DerivationPath
source: Derivation Path
ar_sa: مسار الاشتقاق
el_gr: Διαδρομή Προέλευσης
es_ve: Camino de derivación
fr_fr: Chemin de dérivation
it_it: Percorso di derivazione
pt_br: Caminho de derivação
sv_se: Härledningskedja
tr_tr: Türetme Yolu

# ViewOutstandingAccounts_GridHeaderId
source: ID#
ar_sa: المعرف
sv_se: Nr
tr_tr: Kullanıcı Kimliği

# BitcoinHotwallet_PageTitle
source: Bitcoin Hotwallet
ar_sa: المحفظة الساخنة للبيتكوين
es_ve: Cartera caliente Bitcoin
fr_fr: Portefeuille chaud du Bitcoin
sv_se: Bitcoin arbetsplånbok
tr_tr: Bitoin Hotwallet'ı

# InspectLedgers_FlaggingNotAvailable
source: Flagging a transaction for closer inspection is not yet implemented. It is scheduled for one of the early Swarmops Red sprints, some time late 2015Q1.
ar_sa: وضع علامة على تعامل مالي لم يتم تنفيذه بعد. وهو مجدول للتنفيذ في إحدى دورات سبرنت الحمراء المبكرة في أواخر الربع الأول من عام 2015.

# InspectLedgers_InspectNotAvailable
source: Inspecting a single transaction is not yet implemented. It is scheduled for one of the early Swarmops Red sprints, late 2015Q1.
ar_sa: تدقيق معاملة واحدة لم يتم تنفيذه حتى الآن. وهو مجدول للتنفيذ في وقت مبكر من إحدى دورات السبرنت الحمراء في نهايات الربع الأول لعام 2015.

# InspectLedgers_TransactionId
source: Tx#
ar_sa: حركة#

# BalanceTransactions_GridHeader_TransactionId
source: Tx#
ar_sa: حركة#
