Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# FileExpenseClaim_Expensify_InstructionsNeedVat
source: In order for this to work, since {0} reports VAT to the tax authorities, you'll need to modify the default Expensify CSV profile to include the VAT, which the default doesn't. Expensify's help pages has more on how to do this and if you're using Expensify on a team basis, your Expensify policy should already have a VAT-enabled CSV export profile.
el_gr: Για να λειτουργήσει αυτό, εφόσον ο οργανισμός {0} υποβάλλει δήλωση ΦΠΑ στις φορολογικές αρχές, θα χρειαστεί να τροποποιήσετε το προεπιλεγμένο προφίλ Expensify CSV για να συμπεριλάβετε τον ΦΠΑ, τον οποίο δεν περιλαμβάνει το προεπιλεγμένο. Οι σελίδες βοήθειας του Expensify περιέχουν περισσότερες πληροφορίες σχετικά με το πώς γίνεται αυτό και αν χρησιμοποιείτε το Expensify ως ομάδα, τότε η Expensify πολιτική σας θα πρέπει ήδη να διαθέτει ένα προφίλ εξαγωγής σε μορφή CSV που να περιλαμβάνει τον ΦΠΑ.
es_ve: Para que esto funcione, ya que {0} reporta el IVA a las autoridades fiscales, necesitará modificar el perfil Expensify CSV prestablecido para que incluya IVA, el cual no viene por defecto. La páginas de ayuda de Expensify contienen más información sobre cómo hacer esto y si está utilizando Expensify en base a un equipo, su política de Expensify ya debería tener un perfil de exportación CSV habilitado para IVA.
fil_ph: Upang gumana ito, dahil ang {0} mga ulat ng VAT sa mga awtoridad sa buwis, kinakailangan mong baguhin ang default na profile ng Expensify CSV upang isama ang VAT, kung saan ang default ay hindi. May higit pa ang mga pahina ng tulong sa Expensify kung paano ito gagawin at kung gumagamit ka ng Expensifyy sa isang batayan ng koponan, ang iyong patakaran sa Expensify ay dapat na magkaroon ng isang profile ng export na CSV na pinagana ng VAT.
fr_fr: Pour que cela fonctionne, depuis que {0} rapporte la TVA aux autorités fiscales, vous devrez modifier le profil Expensify CSV par défaut pour inclure la TVA, ce qui n'est pas le cas pour le profil par défaut. Les pages d'aide d'Expensify expliquent davantage comment procéder à cela. Si vous utilisez Expensify en équipe, votre stratégie Expensify doit déjà avoir un profil d'exportation contenant la TVA en format CSV.
it_it: Affinché questo funzioni, poiché {0} riporta l'IVA alle autorità fiscali, è necessario modificare il profilo predefinito Expensify CSV per includere l'IVA, che non è presente nel profilo predefinito. Le pagine di aiuto di Expensify contengono maggiori informazioni su come farlo e se si utilizza Expensify in gruppi, dovrebbe già essere presente un profilo di esportazione CSV abilitato per l'IVA.
pl_pl: Aby to zadziałało, ponieważ {0} raportuje VAT do organów podatkowych, musisz zmodyfikować domyślny profil CSV Expensify, aby uwzględnić podatek VAT, którego domyślnie nie ma. Strony pomocy programu Expensify mają więcej wskazówek, jak to zrobić, a jeśli korzystasz z funkcji Expensify w oparciu o zespół, Twoja polityka Expensify powinna już mieć profil eksportu CSV z obsługą podatku VAT.
sr_cyrl_rs: Како би ово функционисало, пошто {0} пријављује ПДВ пореским органима, мораћете да модификујете подразумевани Expensify CSV како бисте укључили ПДВ. Ако користите Expensify у свом тиму, требало би да је ПДВ већ увршћен, а ако не, онда је најбоље да за упутства погледате help страницу у оквиру програма Expensify.
sr_latn_rs: Kako bi ovo funkcionisalo, pošto {0} prijavljuje PDV poreskim organima, moraćete da modifikujete podrazumevani Expensify CSV kako biste uključili PDV. Ako koristite Expensify u svom timu, trebalo bi da je PDV već uvršćen, a ako ne, onda je najbolje da za uputstva pogledate help stranicu u okviru programa Expensify.
sv_se: För att detta ska fungera, eftersom {0} är momsrapporteringspliktigt, så behöver du skapa en ny CSV-profil hos Expensify som att inkluderar moms (vilket standardprofilen inte gör). Expensifys hjälpsidor har mer om hur du gör detta. Om du använder Expensify på teamnivå, så har ditt teams Expensifypolicy förmodligen redan en momsaktiverad CSV-profil klar för export.
tr_tr: Bunun çalışması için {0} vergi makamlarına KDV rapor ettiğinden, varsayılanın yayınlamadığı KDV’yi içerecek şekilde varsayılan Expensify CSV profilini değiştirmeniz gerekir. Expensify'ın yardım sayfalarında bunun nasıl yapılacağı hakkında daha fazla bilgi var ve eğer Expensify'ı takım bazında kullanıyorsanız, Expensify politikanızın zaten KDV etkin bir CSV dışa aktarma profili olmalıdır.

# FileExpenseClaim_Expensify_InstructionsNothingAdvanced
source: Based on the organization's settings, the "Default CSV" export profile in Expensify should be sufficient for Swarmops.
el_gr: Με βάση τις ρυθμίσεις του οργανισμού, το ''Προεπιλεγμένο CSV'' προφίλ εξαγωγής στο Expensify θα πρέπει να είναι επαρκές για το Swarmops.
es_ve: Basado en los ajustes de la organización, el perfil de exportación "Defaul CSV" en Expensify debería ser suficiente para Swarmops.
fil_ph: Batay sa mga setting ng samahan, ang profile ng export na "Default CSV" sa Expensify ay dapat sapat para sa Swarmops.
fr_fr: Selon les paramètres de l'organisation, le profil d'exportation "CSV par défaut" dans Expensify devrait suffire pour Swarmops.
it_it: In base alle impostazioni dell'organizzazione, il profilo di esportazione "CSV predefinito" in Expensify dovrebbe essere sufficiente per Swarmops.
pl_pl: Na podstawie ustawień organizacji, profil eksportu "Domyślny CSV" w Expensify powinien być wystarczający dla Swarmops.
sr_cyrl_rs: Према подешавањима организације, "Default CSV" експорт профил у Expensify би требало да одговара потребама Swarmops-а.
sr_latn_rs: Prema podešavanjima organizacije, "Default CSV" eksport profil u Expensify bi trebalo da odgovara potrebama Swarmops-a.
sv_se: Baserat på din organisations inställningar, så bör ”standard CSV”-profilen i Expensifys exportfunktion räcka för Swarmops.
tr_tr: Organizasyon'un ayarlarına bağlı olarak, Expensify'daki "Varsayılan CSV" dışa aktarma profili Swarmops için yeterli olmalıdır.

# FileExpenseClaim_Expensify_ReportCurrency
source: Expensify report's currency is
el_gr: Το νόμισμα της αναφοράς Expensify είναι
es_ve: La moneda del reporte de Expensify es
fr_fr: La devise du rapport de Expensify est
it_it: La valuta dei report di Expensify è
pl_pl: Walutą raportu Expensify jest
sr_cyrl_rs: Валута коју користи Expensify извештај је
sr_latn_rs: Valuta koju koristi Expensify izveštaj je
sv_se: Expensifys rapportvaluta är
tr_tr: Expensify Raporları'nın para birimi

# FileExpenseClaim_Title_Expensify
source: Upload Expensify Report For Reimbursement
el_gr: Ανέβασμα Αναφοράς Expensify Για Αποζημίωση
es_ve: Subir Reporte Expensify Para Reembolso
fil_ph: Mag-upload ng Expensify Report Para sa Pagbabayad
fr_fr: Télécharger le rapport Expensify pour le remboursement
it_it: Caricare il report Expensify per il rimborso
pl_pl: Prześlij Raport Expensify o Refundację
sr_cyrl_rs: Отпреми Expensify извештај ради остваривања накнаде
sr_latn_rs: Otpremi Expensify izveštaj radi ostvarivanja naknade
sv_se: Ladda upp Expensify-rapport för återbetalning
tr_tr: Geri Ödeme İçin Expensify Raporu Yükle

# FileExpenseClaim_Expensify_Error_BadFile
source: <p><strong>ERROR: Unable to parse the Expensify CSV.</strong> If this is a CSV file from Expensify, then Swarmops needs the columns "Timestamp", "Amount", "Merchant", "Comment", "Category", "MCC", "Original Currency", and "Original Amount" to be present in the file. If the organization reports VAT, then a further column called "VAT" is required.</p><p>Unable to proceed with this file.</p>
el_gr: <p><strong>ΣΦΑΛΜΑ: Αδύνατη η ανάλυση του αρχείου Expensify CSV.</strong> Αν αυτό είναι αρχείο CSV από το Expensify, τότε το Swarmops χρειάζεται την παρουσία των στηλών "Timestamp", "Ποσό", "Έμπορος", "Σχόλιο", "Κατηγορία", "MCC", "Αρχικό Νόμισμα", και "Αρχικό Ποσό" στο αρχείο. Αν ο οργανισμός υποβάλλει δήλωση ΦΠΑ, τότε απαιτείται η παρουσία μιας ακόμα στήλης με το όνομα "ΦΠΑ".</p><p>Αδύνατη η συνέχιση με αυτό το αρχείο.</p>
es_ve: <p><strong>ERROR: No se puede analizar el CSV Expensify.</strong> Si este es un archivo CSV de Expensify entonces Swarmops necesita que las columnas "Timestamp", "Amount", "Merchant", "Comment", "Category", "MCC", "Original Currency" y "Original Amount" se encuentren en el archivo. Si la organización reporta IVA, sse necesita una columna más llamada "VAT".</p><p> No es posible proceder con este archivo.</p>
fr_fr: <p><strong> ERREUR: impossible d'analyser le CSV Expensify.</strong> S'il s'agit d'un fichier CSV de Expensify, alors Swarmops a besoin des colonnes "Horodatage", "Montant", "Marchand", "Commentaire", " Catégorie "," MCC "," Devise d'origine "et" Montant d'origine "présents dans le fichier. Si l'organisation déclare la TVA, une autre colonne appelée "TVA" est requise.</p><p> Impossible de continuer avec ce fichier.</p>
it_it: <p><strong>ERRORE: Impossibile analizzare il file CSV di Expensify.</strong> Se questo è un file CSV da Expensify, allora Swarmops ha bisogno che le colonne "Orario", "Importo", "Commerciante", "Commento", "Categoria", "MCC", "Valuta originale" e "Importo originale" siano presenti nel file. Se l'organizzazione comunica l'IVA, è necessaria un'ulteriore colonna chiamata "IVA".</p><p>Impossibile procedere con questo file.</p>
pl_pl: <p><strong>BŁĄD: Nie można przeanalizować pliku CSV Expensify.</strong> Jeśli jest to plik CSV z Expensify, to Swarmops potrzebuje kolumn "Znacznik Czasu", "Kwota", "Handlowa", "Komentarz", "Kategoria", "MCC", "Oryginalna Waluta" i "Oryginalna Kwota" obecnych w pliku. Jeśli organizacja zgłasza podatek VAT, wymagana jest dodatkowa kolumna o nazwie "VAT".</p><p>Nie można kontynuować z tym plikiem.</p>
sr_cyrl_rs: <p><strong>ГРЕШКА: Није могуће разрешити (parse) Expensify CSV.</strong> Ако је ово CSV фајл из Expensify-а, онда су за Swarmops потребне колоне: "Време и датум", "Износ", "Трговац", "Коментар", "Категорија", "MCC", "Оригинална валута", и "Оригинални износ". Ако организација пријављује ПДВ, онда је потребна и колона "ПДВ".</p><p>Све у свему, са овим фајлом не може да се настави.</p>
sr_latn_rs: <p><strong>GREŠKA: Nije moguće razrešiti (parse) Expensify CSV.</strong> Ako je ovo CSV fajl iz Expensify-a, onda su za Swarmops potrebne kolone: "Vreme i datum", "Iznos", "Trgovac", "Komentar", "Kategorija", "MCC", "Originalna valuta", i "Originalni iznos". Ako organizacija prijavljuje PDV, onda je potrebna i kolona "PDV".</p><p>Sve u svemu, sa ovim fajlom ne može da se nastavi.</p>
sv_se: <p><strong>FEL: Det gick inte att tolka Expensifys CSV-fil.</strong> Om detta är en CSV-fil från Expensify, så behöver Swarmops kolumnerna ”Timestamp”, ”Amount”, ”Merchant”, ”Comment”, ”Category”, ”MCC”, ”Original Currency” och ”Original Amount” i filen. Om organisationen rapporterar moms, krävs en ytterligare kolumn som heter ”VAT”.</p><p>Kan inte behandla denna fil.</p>
tr_tr: <p><strong>HATA: Expensify CSV'yi ayrıştıramadı.</strong> Bu Expensify'dan bir CSV dosyasıysa, Swarmops'un "Zaman Damgası", "Tutar", "Satıcı", "Yorum", "Kategori", "MCC", "Orijinal Para Birimi" ve "Orijinal Tutar" dosyada bulunması gereken sütunlara ihtiyaç duyar. Organizasyon KDV bildirirse, "KDV" adlı bir sütun daha gerekir.</p><p>Bu dosyaya devam edilemiyor.</p>

# FileExpenseClaim_Expensify_Error_NeedsVat
source: <p><strong>ERROR: The Expensify CSV file doesn't have a VAT field.</strong> Since this organization reports Value Added Tax (VAT) to authorities, this must be specified on a per-expense basis. Please enable VAT in Expensify and create a new CSV export profile that exports this under the column header "VAT". If your team has already created such a CSV profile, you may just need to select it when exporting to CSV.</p><p>Unable to process this file.</p>
el_gr: <p><strong>ΣΦΑΛΜΑ: Το αρχείο Expensify CSV δεν διαθέτει πεδίο ΦΠΑ.</strong> Εφόσον αυτός ο οργανισμός υποβάλλει δήλωση Φόρου Προστιθέμενης Αξίας (ΦΠΑ) στις φορολογικές αρχές, θα πρέπει να καθορίζεται για κάθε δαπάνη. Παρακαλώ ενεργοποιήστε τον ΦΠΑ στο Expensify και δημιουργήστε ένα νέο προφίλ εξαγωγής CSV που πραγματοποιεί εξαγωγή αυτού κάτω από την επικεφαλίδα στήλης "ΦΠΑ". Αν η ομάδα σας έχει ήδη δημιουργήσει ένα τέτοιο προφίλ CSV, ίσως να χρειαστεί να το επιλέξετε όταν πραγματοποιείτε εξαγωγή ως CSV.</p><p>Αδύνατη η επεξεργασία αυτού του αρχείου.</p>
es_ve: <p><strong>ERROR: El archivo CSV de Expensify no tiene un campo IVA.</strong> Debido a que la organización reporta Impuesto al Valor Agregado (IVA) a las autoridades, este debe ser especificado en base a cada gasto. Por favor, configure el IVA en Expensify y cree un nuevo perfil de exportación CSV que lo exporte bajo el encabezado de columna "VAT". Si su equipo ya ha creado dicho perfil CSV, puede que solo necesite seleccionarlo cuando esté exportando a CSV.</p><p> No es posible procesar este archivo.</p>
fr_fr: <p><strong> ERREUR: le fichier CSV Expensify ne comporte pas de champ TVA. </strong> Tant que cette organisation déclare la taxe sur la valeur ajoutée (TVA) aux autorités, elle doit le spécifier pour chaque dépense. Veuillez activer la TVA dans Expensify et créer un nouveau profil d'exportation CSV qui l'exporte sous l'en-tête de colonne "TVA". Si votre équipe a déjà créé un tel profil CSV, il vous suffirait de le sélectionner lors de l'exportation au format CSV.</p><p>Impossible de traiter ce fichier.</p>
it_it: <p><strong>ERRORE: Il file CSV di Expensify non contiene un campo IVA.</strong> Poiché questa organizzazione segnala l'imposta sul valore aggiunto (IVA) alle autorità, questa deve essere specificata in base alle spese. Si prega di abilitare l'IVA in Expensify e creare un nuovo profilo di esportazione CSV, che esporti quest'ultima nella colonna "IVA". Se il tuo team ha già creato un profilo CSV di questo tipo, dovresti soltanto selezionarlo quando si esporta in CSV.</p><p>Impossibile elaborare questo file.</p>
pl_pl: <p><strong>BŁĄD: plik CSV Expensify nie ma pola VAT.</strong> Ponieważ ta organizacja raportuje podatek od Wartości Dodanej (VAT) do władz, musi to być określone na podstawie kosztu. Włącz podatek VAT w polu Expensify i utwórz nowy profil eksportu CSV, który eksportuje go pod nagłówkiem kolumny "VAT". Jeśli Twój zespół utworzył już taki profil CSV, możesz po prostu wybrać go podczas eksportowania do pliku CSV.</p><p>Nie można przetworzyć tego pliku.</p>
sr_cyrl_rs: <p><strong>ГРЕШКА: Expensify CSV фајл не садржи поље за ПДВ.</strong> Пошто организација има обавезу да пријављује порез властима (ПДВ), то се мора приказати за сваку ставку у трошковима. Молимо Вас да обезбедите колону за ПДВ у програму Expensify и да креирате нови CSV export профил који ће садржати колону под именом "ПДВ". Ако сте Ви или Ваш тим већ креирали такав CSV профил, једноставно га селектујте када вршите извоз CSV-а.</p><p>Са овим фајлом се не може наставити.</p>
sr_latn_rs: <p><strong>GREŠKA: Expensify CSV fajl ne sadrži polje za PDV.</strong> Pošto organizacija ima obavezu da prijavljuje porez vlastima (PDV), to se mora prikazati za svaku stavku u troškovima. Molimo Vas da obezbedite kolonu za PDV u programu Expensify i da kreirate novi CSV export profil koji će sadržati kolonu pod imenom "PDV". Ako ste Vi ili Vaš tim već kreirali takav CSV profil, jednostavno ga selektujte kada vršite izvoz CSV-a.</p><p>Sa ovim fajlom se ne može nastaviti.</p>
sv_se: <p><strong>FEL: Expensify-CSV-filen saknar momskolumn.</strong> Eftersom denna organisation är momspliktig, så måste momsvärdet anges för varje ersättningsanspråk. Aktivera moms i Expensify och skapa en ny CSV-exportprofil som exporterar detta under rubriken ”VAT”. Om ditt team har redan skapat sådan CSV-profil, kan du bara behöver välja den när du exporterar till CSV.</p><p>Det gick inte att bearbeta filen.</p>
tr_tr: <p><strong>HATA: Expensify CSV dosyasının KDV alanı yok.</strong>Bu kuruluş yetkililere Katma Değer Vergisi'ni (KDV) bildirdiğinden, bu harcamalara göre belirlenmelidir. Lütfen Expensify'da KDV'yi etkinleştirin ve bunu "KDV" sütun başlığı altında veren yeni bir CSV dışa aktarma profili oluşturun. Ekibiniz zaten böyle bir CSV profili oluşturduysa, CSV'ye dışa aktarırken onu seçmeniz gerekebilir.</p><p>Bu dosya işlenemiyor.</p>

# FileExpenseClaim_Expensify_UploadAnother
source: Upload Another Expensify CSV File?
el_gr: Θα Ανεβάσετε Άλλο Αρχείο Expensify CSV;
es_ve: ¿Desea Subir Algún Otro Archivo CSV De Expensify?
fr_fr: Télécharger un autre fichier Expensify CSV?
it_it: Caricare un altro file CSV Expensify?
pl_pl: Przesłać inny plik CSV o zwiększonej wartości?
sr_cyrl_rs: Отпремање другог Expensify CSV фајла?
sr_latn_rs: Otpremanje drugog Expensify CSV fajla?
sv_se: Ladda upp en Expensify-CSV-fil till?
tr_tr: Başka Bir Expensify CSV Dosyası Yükle?

# FileExpenseClaim_ForWhom_DefaultMyself
source: myself
el_gr: εμένα
es_ve: yo
fr_fr: moi-même
it_it: me stesso
pl_pl: mnie
sr_cyrl_rs: За себе
sr_latn_rs: Za sebe
sv_se: jag själv
tr_tr: kendim

# FileExpenseClaim_ForWhom_Prompt
source: This is an expense claim from whom?
el_gr: Αυτή είναι μια διεκδίκηση εξόδων από ποιόν;
es_ve: ¿De quién es este reclamo de gasto?
fr_fr: Qui est l'émetteur de cette demande de remboursement ?
it_it: A chi appartiene questa richiesta di rimborso spese?
pl_pl: Od kogo jest to roszczenie o zwrot kosztów?
sr_cyrl_rs: Од кога се тражи ова рефундација?
sr_latn_rs: Od koga se traži ova refundacija?
sv_se: Vem gör detta utläggsanspråk?
tr_tr: Bu kimden bir gider talebi?

# FileExpenseClaim_Expensify_Error_InvalidCsv
source: <p><strong>ERROR: The Expensify CSV file is missing required data fields.</strong> The file appears to be missing at least one of the required fields of Expensify's default CSV profile. Refer to the technical documentation and compare with the file you tried to upload. (It is a more probable cause of error, of course, that you tried to upload the completely wrong file &ndash; maybe a photograph instead of an Expensify CSV &ndash; and that this is the cause for the missing expected data.)</p><p>Unable to process this file.</p>
el_gr: <p><strong>ΣΦΑΛΜΑ: Το αρχείο Expensify CSV δεν διαθέτει κάποια απαιτούμενα πεδία δεδομένων.</strong> Το αρχείο φαίνεται να μην διαθέτει τουλάχιστον ένα από τα απαιτούμενα πεδία του προκαθορισμένου προφίλ CSV του Expensify. Ανατρέξτε στην τεχνική τεκμηρίωση και πραγματοποιήστε σύγκριση με το αρχείο που επιχειρήσατε να ανεβάσετε. (Είναι μια πιο πιθανή αιτία σφάλματος, φυσικά, το ενδεχόμενο να προσπαθήσατε να ανεβάσετε το λάθος αρχείο &ndash; ίσως μια φωτογραφία αντί ενός αρχείου Expensify CSV &ndash; και να είναι αυτή η αιτία για την απουσία των αναμενόμενων δεδομένων.)</p><p>Αδύνατη η επεξεργασία αυτού του αρχείου.</p>
es_ve: <p><strong>ERROR: Al archivo CSV de Expensify le faltan campos de datos requeridos.</strong> Parece que al archivo le falta al menos uno de las campos requeridos del perfil CSV prestablecido de Expensify. Revise la documentación técnica y comparela con el archivo que intentó subir. (Lo más probable, sin embargo, es que haya tratado de subir un archivo equivocado &ndash; quizás una fotografía en lugar del CSV de Expensify &ndash; y eso es lo que está causando la ausencia de los datos esperados.)</p><p> No es posible procesar este archivo.</p>
fr_fr: <p><strong>ERREUR: les champs de données obligatoires sont manquants dans le fichier Expensify CSV.</strong> Le fichier semble manquer au moins un des champs obligatoires du profil CSV par défaut d'Expensify. Referez-vous à la documentation technique et comparez-le avec le fichier que vous avez essayé de télécharger. (Il est bien sûr plus probable que vous ayez tenté de télécharger le fichier complètement erroné &ndash; peut-être une photographie au lieu d'un fichier CSV Expensify &ndash; et que cela soit la cause des données prévues manquantes.) </p ><p>Impossible de traiter ce fichier.</p>
it_it: <p><strong>ERRORE: Il file Expensify CSV non contiene alcuni campi obbligatori.</strong> Il file sembra non contenere almeno uno dei campi obbligatori del profilo CSV predefinito di Expensify. Consultare la documentazione tecnica e confrontarla con il file che avete provato a caricare. (E più probabile, ovviamente, che si sia caricato il file completamente sbagliato &ndash; forse una fotografia invece di un file CSV Expensify &ndash; e che questa sia la causa dei campi obbligatori mancanti.)</p><p>Impossibile elaborare questo file.</p>
pl_pl: <p><strong>BŁĄD: w pliku CSV Expensify brakuje wymaganych pól danych.</strong> Wygląda na to, że brakuje co najmniej jednego z wymaganych pól domyślnego profilu CSV w Expensify. Zapoznaj się z dokumentacją techniczną i porównaj z plikiem, który próbowałeś przesłać. (Oczywiście bardziej prawdopodobną przyczyną błędu jest to, że próbujesz przesłać całkowicie niewłaściwy plik &ndash; może zdjęcie zamiast Expensify CSV &ndash; i że jest to przyczyna braku oczekiwanych danych.)</p><p>Nie można przetworzyć tego pliku.</p>
sr_cyrl_rs: <p><strong>ГРЕШКА: Expensify CSV фајлу недостају тражена поља.</strong> Чини се да најмање једно тражено поље недостаје датом Expensify CSV профилу. Упоредите подразумевани профил са својим фајлом или консултујте техничку документацију. (мада је вероватноћа мала, проверите да нисте покушали да отпремите потпуно погрешан фајл, &ndash; рецимо фотографију уместо Expensify CSV, &ndash; те због тога недостају тражени подаци.)</p><p>У сваком случају, са поднетим фајлом се не може наставити.</p>
sr_latn_rs: <p><strong>GREŠKA: Expensify CSV fajlu nedostaju tražena polja.</strong> Čini se da najmanje jedno traženo polje nedostaje datom Expensify CSV profilu. Uporedite podrazumevani profil sa svojim fajlom ili konsultujte tehničku dokumentaciju. (mada je verovatnoća mala, proverite da niste pokušali da otpremite potpuno pogrešan fajl, &ndash; recimo fotografiju umesto Expensify CSV, &ndash; te zbog toga nedostaju traženi podaci.)</p><p>U svakom slučaju, sa podnetim fajlom se ne može nastaviti.</p>
sv_se: <p><strong>fel: Expensify CSV-filen saknar nödvändiga datafält.</strong> Filen verkar sakna minst ett av fälten som krävs hos Expensifys standard-CSV-profil. Kontrollera den tekniska dokumentationen och jämför med den filen du försökte ladda upp. (Troligtvis försökte du ladda upp helt fel fil &ndash; kanske ett fotografi istället för en Expensify CSV &ndash; och att detta är orsaken till de förväntade datafält som saknas.)</p><p>Det gick inte att bearbeta filen.</p>
tr_tr: <p><strong>HATA: Expensify CSV dosyasında gerekli veri alanları eksik.</strong>Dosya, Expensify'ın varsayılan CSV profilinin zorunlu alanlarından en az birinde eksik görünüyor. Teknik belgelere bakın ve yüklemeye çalıştığınız dosya ile karşılaştırın. (Elbette, tamamen yanlış bir dosyayı &ndash; yüklemeye çalışmanız, muhtemelen bir Expensify CSV &ndash; yerine bir fotoğraf yüklemeye çalışmanız ve beklenmeyen eksik veriler daha olası bir hata nedenidir.)</p><p>Bu dosya işlenemiyor.</p>

# AttestCosts_Modal_DescribeCorrectNoVat
source: (The amount must exclude any VAT specified!)
el_gr: (Το ποσό θα πρέπει να μην περιλαμβάνει τυχόν καθορισμένο ΦΠΑ!)
es_ve: (¡La cantidad no debe incluir el IVA!)
fr_fr: (Le montant doit exclure toute TVA spécifiée!)
it_it: (L'importo deve essere inserito escludendo l'Iva)
pl_pl: (Kwota ta nie może zawierać podatku VAT!)
sr_cyrl_rs: (Укупан износ се мора дати без урачунатог ПДВ-а)
sr_latn_rs: (Ukupan iznos se mora dati bez uračunatog PDV-a)
sv_se: (Beloppet måste vara exklusive eventuell moms!)
tr_tr: (Tutar, belirtilen KDV'yi hariç tutmalıdır!)
