Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# ValidateReceipts_Info
source: This is where you inspect and confirm the validity of receipts that accompany expense claims. Check that the amount is correct and that the receipt appears to be for what it is claimed to be for.
el_gr: Εδώ μπορείτε να επιθεωρήσετε και να επιβεβαιώσετε την εγκυρότητα των αποδείξεων που συνοδεύουν διεκδικήσεις εξόδων. Βεβαιωθείτε ότι το ποσό είναι σωστό και ότι η απόδειξη αφορά αυτό για το οποίο προσκομίζεται.
es_ve: Aquí es donde inspecciona y confirma la validez de los recibos que acompañan a los reclamos de gastos. Verifique que el monto sea correcto y que el recibo parezca ser para lo que se dice que es.
fil_ph: Ito ay kung saan mo sinuri at kumpirmahin ang bisa ng mga resibo na kasama ang mga claim sa gastos. Tiyakin na ang halaga ay tama at ang resibo ay lumilitaw na para sa kung ano ang inaangkin nito para sa.
fr_fr: C'est ici que vous inspectez et confirmez la validité des reçus accompagnant les demandes de remboursement. Vérifiez que le montant est correct et que le reçu semble correspondre à ce qui a été réclamé.
it_it: È qui che si controlla e si conferma la validità delle ricevute che accompagnano le richieste di rimborso spese. Verificare che l'importo sia corretto e che la ricevuta corrisponda a quello per cui si richiede il rimborso.
pl_pl: Tutaj możesz sprawdzić i potwierdzić ważność pokwitowań, które towarzyszą rozliczeniom wydatków. Sprawdź, czy kwota jest prawidłowa i czy paragon wydaje się być zgodny z tym, za co jest uważany.
pt_br: Aqui é onde inspeciona e confirma a validade dos recibos que acompanham as declarações de despesas. Verifique que o valor está correto e que o recibo aparenta ser do que é realmente reivindicado.
ru_ru: Здесь вы проверяете и подтверждаете действительность квитанций, которые сопровождают претензии по расходам. Убедитесь, что сумма верна и что квитанция, как представляется, для того, что он утверждается для.
sr_cyrl_rs: Овде вршите контролу и потврђујете валидност рачуна који прате захтев за рефундацију. Проверите да ли је тражени износ ваљан и да ли су поднети рачуни одговарајући.
sr_latn_rs: Ovde vršite kontrolu i potvrđujete validnost računa koji prate zahtev za refundaciju. Proverite da li je traženi iznos valjan i da li su podneti računi odgovarajući.
sv_se: Det är här du inspekterar och bekräftar giltigheten av kvitton som laddats upp för att dokumentera utläggsanspråk. Kontrollera att beloppet är korrekt och att kvittona verkar vara för vad utläggsanspråket påstår.
tr_tr: Burası gider taleplerine eşlik eden makbuzların geçerliliğini incelemek ve doğrulamak için. Tutarın doğru olup olmadığını ve makbuzun olduğu iddia edilen şeye ait olup olmadığını kontrol edin.

# ValidateReceipts_PageTitle
source: Validate Receipts
el_gr: Επικύρωση Αποδείξεων
es_ve: Validar recibos
fil_ph: Patunayan ang mga Resibo
fr_fr: Valider les reçus
it_it: Convalida ricevute
pl_pl: Sprawdź Poprawność Poświadczeń
pt_br: Validar Recibos
sr_cyrl_rs: Валидирај рачуне
sr_latn_rs: Validiraj račune
sv_se: Godkänn kvitton
tr_tr: Makbuzları Doğrulayın

# ValidateReceipts_ReceiptsDevalidated
source: Validation for receipts for Expense Claim #{0:N0} for {1} {2:N2} was RETRACTED. The expense claim will not proceed to payout unless re-validated.
fil_ph: Ang mga resibo para sa Claim ng Gastusin #{0:N0} para sa {1} {2:N2} ay may DE-napatunayan. Ang claim ng gastos ay hindi magpapatuloy sa pagbabayad maliban kung muling napatunayan.
sr_cyrl_rs: Валидација рачуна који се односе на захтев за рефундацију #{0:N0} за {1} {2:N2} је ОДБИЈЕНА. Исплати се неће приступити, све док се валидација не обави.
sr_latn_rs: Validacija računa koji se odnose na zahtev za refundaciju #{0:N0} za {1} {2:N2} je ODBIJENA. Isplati se neće pristupiti, sve dok se validacija ne obavi.
sv_se: Godkännandet av kvittona för utläggsanspråk #{0:N0} på {1} {2:N2} har DRAGITS TILLBAKA. Utläggsanspråket kommer inte att gå till utbetalning om de inte granskas och godkänns på nytt.
tr_tr: Gider Talebi #{0:N0} makbuzları için doğrulama {1} {2:N2} için GERİ ÇEKİLDİ. Gider talebi yeniden doğrulanmadıkça ödemeye devam etmeyecektir.

# ValidateReceipts_ReceiptsValidated
source: The receipts for Expense Claim #{0:N0} for {1} {2:N2} have been validated.
el_gr: Οι αποδείξεις για την Διεκδίκηση Εξόδων #{0:N0} για {1} {2:N2} έχουν επικυρωθεί.
es_ve: Los recibos de la Reclamación de gastos #{0:N0} para {1}{2:N2} han sido validados.
fil_ph: Ang mga resibo para sa Claim ng Gastusin #{0:N0} para sa {1} {2:N2} ay napatunayan na.
fr_fr: Les reçus de la demande de remboursement #{0:N0} pour {1}{2:N2} ont été validés.
it_it: Le ricevute per la richiesta di rimborso spese #{0:N0} per {1}{2:N2} sono state convalidate.
pl_pl: Potwierdzono Pokwitowanie na Roszczenie o Zwrot Kosztów #{0:N0} za {1} {2:N2}.
pt_br: Os recibos da Reivindicação de Despesa #{0:N0} para {1} {2:N2} foram validados.
sr_cyrl_rs: Рачуни који се односе на захтев за рефундацију #{0:N0} за {1} {2:N2} су валидирани.
sr_latn_rs: Računi koji se odnose na zahtev za refundaciju #{0:N0} za {1} {2:N2} su validirani.
sv_se: Kvittona för utläggsanspråk #{0:N0} på {1} {2:N2} har godkänts.
tr_tr: {1} {2:N2} için Gider Talebi #{0:N0} makbuzları doğrulandı.

# CreateInboundInvoice_ButtonCreate
source: Create
de_de: Erstellen
el_gr: Δημιουργήστε
es_ve: Crear
fil_ph: Lumikha
fr_fr: Créer
it_it: Creare
pl_pl: Utwórz
sr_cyrl_rs: Креирај
sr_latn_rs: Kreiraj
sv_se: Skapa
tr_tr: Oluştur

# CreateInboundInvoice_ValidationError_Amount
source: Please enter the amount of money (in {0}) the invoice requests.
de_de: Bitte geben Sie den Betrag vom Geld (in {0}) der Rechnungsanforderungen.
el_gr: Παρακαλώ εισάγετε το ποσό χρήματος (σε {0}) που απαιτεί το τιμολόγιο.
es_ve: Ingrese la cantidad de dinero (en {0}) que solicita la factura.
fil_ph: Mangyaring ipasok ang halaga ng pera (sa {0}) ang mga kahilingan ng invoice.
fr_fr: Veuillez entrer le montant d'argent (en {0}) dans les demandes de factures.
it_it: Inserisci l'importo richiesto (in {0}) nella fattura.
pl_pl: Wprowadź kwotę pieniędzy (w {0}) na żądanie faktury.
sr_cyrl_rs: Молимо Вас, унесите износ новца (у {0}) који се потражује фактуром.
sr_latn_rs: Molimo Vas, unesite iznos novca (u {0}) koji se potražuje fakturom.
sv_se: Skriv in beloppet (i {0}) som fakturan begär.
tr_tr: Lütfen faturanın talep ettiği para miktarını ({0} içerisinde) girin.

# CreateInboundInvoice_ValidationError_Budget
source: Please specify a budget to charge.
de_de: Bitte bestimmen Sie ein Budget um zu berechnen.
el_gr: Παρακαλώ καθορίστε έναν προϋπολογισμό στον οποίο θα γίνει η χρέωση.
es_ve: Por favor, especifique un presupuesto para cargar.
fil_ph: Mangyaring tukuyin ang isang badyet upang singilin.
fr_fr: Veuillez spécifier un budget à débiter.
it_it: Si prega di specificare un budget a cui addebitare.
pl_pl: Proszę określić budżet do zasilenia.
sr_cyrl_rs: Молимо Вас, изаберите буџет из кога се исплаћује.
sr_latn_rs: Molimo Vas, izaberite budžet iz koga se isplaćuje.
sv_se: Välj en budget att belasta.
tr_tr: Lütfen borçlandırmak için bir bütçe belirtin.

# CreateInboundInvoice_ValidationError_Documents
source: Please upload one or more documents of the original invoice.
de_de: Bitte laden Sie ein oder mehrere Dokumente von der originalen Rechnung hoch.
el_gr: Παρακαλώ ανεβάστε ένα ή περισσότερα έγγραφα του αρχικού τιμολογίου.
es_ve: Cargue uno o más documentos de la factura original.
fil_ph: Mangyaring mag-upload ng isa o higit pang mga dokumento ng orihinal na invoice.
fr_fr: Veuillez télécharger un ou plusieurs documents de la facture originale.
it_it: Si prega di caricare uno o più documenti della fattura originale.
pl_pl: Prześlij jeden lub więcej dokumentów z oryginalnej faktury.
ru_ru: Пожалуйста, загрузите один или несколько документов оригинального счета-фактуры.
sr_cyrl_rs: Молимо Вас, пошаљите један или више докумената који се односе на оригиналну фактуру.
sr_latn_rs: Molimo Vas, pošaljite jedan ili više dokumenata koji se odnose na originalnu fakturu.
sv_se: Ladda upp ett eller flera dokument som visar den ursprungliga fakturan.
tr_tr: Lütfen orijinal faturanın bir veya daha fazla belgesini yükleyin.

# CreateInboundInvoice_ValidationError_MissingTag
source: Please select an option.
de_de: Bitte wählen Sie eine Option aus.
el_gr: Παρακαλώ κάντε μια επιλογή.
es_ve: Por favor seleccione una opción.
fil_ph: Mangyaring pumili ng opsyon.
fr_fr: Veuillez sélectionner une option.
it_it: Si prega di scegliere un opzione.
pl_pl: Wybierz opcję.
sr_cyrl_rs: Молимо Вас да одаберете опцију.
sr_latn_rs: Molimo Vas da odaberete opciju.
sv_se: Vänligen välj ett alternativ.
tr_tr: Lütfen bir seçenek seçin.

# CreateInboundInvoice_ValidationError_Purpose
source: Please describe what this purchase was.
de_de: Bitte beschreiben Sie was dieser Eikauf war.
el_gr: Παρακαλώ περιγράψτε αυτήν την αγορά.
es_ve: Por favor describa lo que fue esta compra.
fil_ph: Mangyaring ilarawan kung ano ang pagbili na ito.
fr_fr: Veuillez décrire ce que cet achat était.
it_it: Si prega di descrivere che cosa era tale acquisto.
pl_pl: Opisz wykonany zakup.
ru_ru: Пожалуйста, опишите, что это была за покупка.
sr_cyrl_rs: Молимо Вас, дајте образложење за наведену куповину.
sr_latn_rs: Molimo Vas, dajte obrazloženje za navedenu kupovinu.
sv_se: Beskriv vad detta inköp var.
tr_tr: Lütfen bu satın almanın ne olduğunu açıklayın.

# FileExpenseClaim_ButtonRequest
source: Request
de_de: Anforderung
el_gr: Υποβολή αιτήματος
es_ve: Solicitud
fil_ph: Kahilingan
fr_fr: Demande
it_it: Richiedi
pl_pl: Żądanie
sr_cyrl_rs: Захтев
sr_latn_rs: Zahtev
sv_se: Begär
tr_tr: İstek

# RequestCashAdvance_ButtonRequest
source: Request
de_de: Anforderung
el_gr: Υποβολή αιτήματος
es_ve: Solicitud
fil_ph: Hiling
fr_fr: Demande
it_it: Richiedi
pl_pl: Żądanie
sr_cyrl_rs: Захтев
sr_latn_rs: Zahtev
sv_se: Begär
tr_tr: İstek

# CreateInboundInvoice_AmountVat
source: VAT part of total ({0})
de_de: VAT teil vom Gesamten ({0})
el_gr: Μέρος ΦΠΑ του συνολικού ({0})
es_ve: IVA parte del total ({0})
fil_ph: Kabuuang bahagi ng VAT ({0})
fr_fr: TVA partielle ({0})
it_it: Iva parziale ({0})
pl_pl: Część całości VAT ({0})
sr_cyrl_rs: Удео ПДВ-а у укупној суми ({0})
sr_latn_rs: Udeo PDV-a u ukupnoj sumi ({0})
sv_se: Momsdel av totalbeloppet ({0})
tr_tr: Toplam KDV kısmı ({0})

# FileExpenseClaim_Vat
source: VAT of the total ({0})
de_de: VAT vom Gesamten ({0})
el_gr: ΦΠΑ του συνόλου ({0})
es_ve: IVA parte del total ({0})
fil_ph: VAT ng kabuuang ({0})
fr_fr: TVA du total ({0})
it_it: Iva sul totale ({0})
pl_pl: Część całości podatku VAT ({0})
sr_cyrl_rs: Удео ПДВ-а у укупној суми ({0})
sr_latn_rs: Udeo PDV-a u ukupnoj sumi ({0})
sv_se: Moms av totalbeloppet ({0})
tr_tr: Toplam KDV ({0})

# ListInboundInvoices_Header
source: Listing Inbound Invoices
el_gr: Παράθεση Εισερχόμενων Τιμολογίων
es_ve: Listado de facturas entrantes
fil_ph: Listahan ng mga Inbound Invoice
fr_fr: Liste des factures entrantes
it_it: Elenco fatture in entrata
pl_pl: Wystawianie Przychodzących faktur
sr_cyrl_rs: Листа улазних фактура
sr_latn_rs: Lista ulaznih faktura
sv_se: Lista inkommande fakturor
tr_tr: Gelen Faturalar Listeleniyor

# ListInboundInvoices_Header_Sender
source: Invoice sender
de_de: Rechnungsender
el_gr: Αποστολέας τιμολογίου
es_ve: Remitente de la factura
fil_ph: Nagpadala ng invoice
fr_fr: Émetteur de la facture
it_it: Mittente della fattura
pl_pl: Nadawca faktury
sr_cyrl_rs: Пошиљалац фактуре
sr_latn_rs: Pošiljalac fakture
sv_se: Fakturaavsändare
tr_tr: Fatura Göndereni

# ListInboundInvoices_Info
source: This lists the latest 100 invoices, sorted by their due date with newest first.
el_gr: Εδώ παρατίθενται τα 100 πιο πρόσφατα τιμολόγια, ταξινομημένα με βάση την ημερομηνία πληρωμής τους, από το πιο πρόσφατο έως το παλαιότερο.
es_ve: Aquí se enumeran las últimas 100 facturas, ordenadas por fecha de vencimiento y las más recientes primero.
fil_ph: Inililista nito ang pinakabagong 100 na mga invoice, pinagsunod-sunod ng kanilang takdang petsa simula sa pinakabago muna.
fr_fr: Ceci est une liste des 100 dernières factures, triées par leur date limite la plus récente en premier.
it_it: Questo elenca le ultime 100 fatture, ordinate in base alla loro scadenza, con prima quelle più recenti.
pl_pl: Zawiera listę ostatnich 100 faktur, posortowanych według ich daty od najnowszej.
ru_ru: В этом списке перечислены последние 100 счетов-фактур, отсортированных по дате их оплаты с новейшим первым.
sr_cyrl_rs: Ово је листа последњих 100 фактура, сортираних по крајњем року, од најновије.
sr_latn_rs: Ovo je lista poslednjih 100 faktura, sortiranih po krajnjem roku, od najnovije.
sv_se: Här visas de senaste 100 fakturorna, sorterade efter förfallodatum, nyaste först.
tr_tr: Bu, son 100 faturayı, vade tarihlerine göre önce en yeni olan sıralanmış şekilde listeler.

# ListInboundInvoices_Title
source: Inbound Invoices
el_gr: Εισερχόμενα Τιμολόγια
es_ve: Facturas entrantes
fil_ph: Mga Inbound Invoice
fr_fr: Factures entrantes
it_it: Fatture in entrata
pl_pl: Faktury Przychodzące
sr_cyrl_rs: Улазне фактуре
sr_latn_rs: Ulazne fakture
sv_se: Inkommande fakturor
tr_tr: Gelen Faturalar

# CreateOutboundInvoice_BoxTitle
source: Creating Outbound Invoice
el_gr: Πραγματοποιείται Δημιουργία Εξερχόμενου Τιμολογίου
es_ve: Crear factura saliente
fil_ph: Paglikha ng Outbound Invoice
fr_fr: Création d'une facture sortante
it_it: Creazione fattura in uscita
pl_pl: Tworzenie faktury Wychodzącej
sr_cyrl_rs: Креирај излазну фактуру
sr_latn_rs: Kreiraj izlaznu fakturu
sv_se: Skapar utgående faktura
tr_tr: Giden Fatura Oluşturuluyor

# CreateOutboundInvoice_ButtonCreate
source: Create
de_de: Erstellen
el_gr: Δημιουργία
es_ve: Crear
fil_ph: Lumikha
fr_fr: Créer
it_it: Crea
pl_pl: Stwórz
sr_cyrl_rs: Креирај
sr_latn_rs: Kreiraj
sv_se: Skapa
tr_tr: Oluştur

# CreateOutboundInvoice_PageTitle
source: Creating Outbound Invoice
el_gr: Πραγματοποιείται Δημιουργία Εξερχόμενου Τιμολογίου
es_ve: Crear factura saliente
fil_ph: Paglikha ng Outbound Invoice
fr_fr: Création d'une facture sortante
it_it: Creazione fattura in uscita
pl_pl: Tworzenie faktury Przychodzącej
sr_cyrl_rs: Креирај излазну фактуру
sr_latn_rs: Kreiraj izlaznu fakturu
sv_se: Skapar utgående faktura
tr_tr: Giden Fatura Oluşturuluyor

# CreateOutboundInvoice_SuccessMessage
source: Outbound Invoice #{0:N0} filed.
el_gr: Το Εξερχόμενο Τιμολόγιο #{0:N0} κατατέθηκε.
es_ve: Factura saliente #{0:N0} archivado.
fil_ph: Papalabas ng Invoice #{0:N0} filed.
fr_fr: Facture sortante #{0:N0} archivée.
it_it: Fattura in uscita #{0:N0} archiviata.
pl_pl: Wychodząca Faktura #{0:N0} zgłoszona.
sr_cyrl_rs: Излазна фактура #{0:N0}, отпремање.
sr_latn_rs: Izlazna faktura #{0:N0}, otpremanje.
sv_se: Utgående faktura #{0:N0} inlagd.
tr_tr: Giden Fatura #{0:N0} dosyalandı.

# Donate_FundsReceivedLabel
source: Funds Received ({0})
de_de: Erhaltene Finanzmitteln ({0})
el_gr: Ελήφθησαν Κεφάλαια ({0})
es_ve: Fondos recibidos ({0})
fil_ph: Natanggap ang mga Pondo ({0})
fr_fr: Fonds reçus ({0})
it_it: Fondi ricevuti ({0})
pl_pl: Otrzymane środki ({0})
sr_cyrl_rs: Примљена средства ({0})
sr_latn_rs: Primljena sredstva ({0})
sv_se: Belopp mottaget ({0})
tr_tr: Alınan Fonlar ({0})

# ListOutboundInvoices_CreatedDateTime
source: Sent
de_de: Gesendet
el_gr: Εστάλη
es_ve: Enviado
fil_ph: Naipadala
fr_fr: Envoyé
it_it: Inviato
pl_pl: Wysłane
sr_cyrl_rs: Послато
sr_latn_rs: Poslato
sv_se: Sänd
tr_tr: Gönderildi

# ListOutboundInvoices_CustomerReceivingInvoice
source: Customer
de_de: Kunde
el_gr: Πελάτης
es_ve: Cliente
fil_ph: Kustomer
fr_fr: Client
it_it: Cliente
pl_pl: Klient
sr_cyrl_rs: Клијент
sr_latn_rs: Klijent
sv_se: Kund
tr_tr: Müşteri

# ListOutboundInvoices_Header
source: Listing Outbound Invoices
el_gr: Πραγματοποιείται Παράθεση Εξερχόμενων Τιμολογίων
es_ve: Listado de facturas salientes
fil_ph: Listahan ng mga Invoice na Papalabas
fr_fr: Liste des factures sortantes
it_it: Lista fatture in uscita
pl_pl: Wystawianie faktur Wychodzących
sr_cyrl_rs: Листа излазних фактура
sr_latn_rs: Lista izlaznih faktura
sv_se: Listar utgående fakturor
tr_tr: Giden Faturalar Listeleniyor

# ListOutboundInvoices_Info
source: This lists the 100 most recent outbound invoices, sorted by when they were created, newest first.
el_gr: Εδώ παρατίθενται τα 100 πιο πρόσφατα εξερχόμενα τιμολόγια, ταξινομημένα με βάση την ημερομηνία δημιουργίας τους, από το πιο πρόσφατο έως το παλαιότερο.
es_ve: Enumera las 100 facturas de salida más recientes, ordenadas por cuando se crearon, primero las más recientes.
fil_ph: Inililista nito ang 100 pinaka-kamailang mga invoice na papalabas, pinagsunod-sunod kapag sila ay nilikha, pinakabago muna.
fr_fr: Cette liste contient les 100 factures sortantes les plus récentes, triés par leur date de création, la plus récente en premier.
it_it: Questo elenca le 100 fatture più recenti in uscita, ordinate in base alla data della loro creazione, prima le più recenti.
pl_pl: Zawiera listę 100 ostatnich faktur wychodzących, posortowanych według czasu utworzenia, od najnowszej.
sr_cyrl_rs: Ово је листа 100 најновијих излазних фактура, сортираних по датуму креирања, од најновијег.
sr_latn_rs: Ovo je lista 100 najnovijih izlaznih faktura, sortiranih po datumu kreiranja, od najnovijeg.
sv_se: Detta är en lista över de 100 senaste utgående fakturorna, sorterade efter när de sändes, senaste överst.
tr_tr: Bu en son 100 giden faturayı listeler, ilk önce en yeniler olmak üzere ne zaman oluşturduklarına göre sıralanırlar.

# ListOutboundInvoices_InvoiceAmountTotalIncludingTaxes
source: Amount Total
de_de: Gesamter Betrag
el_gr: Συνολικό Ποσό
es_ve: Cantidad total
fil_ph: Kabuuang Halaga
fr_fr: Montant total
it_it: Importo totale
pl_pl: Cała Kwota
sr_cyrl_rs: Укупан износ
sr_latn_rs: Ukupan iznos
sv_se: Totalbelopp
tr_tr: Toplam Tutar

# ListOutboundInvoices_PaymentExpectedByDate
source: Due Date
el_gr: Ημερομηνία Πληρωμής
es_ve: Fecha de vencimiento
fil_ph: Takdang Petsa
fr_fr: Date limite
it_it: Data di scadenza
pl_pl: Termin Realizacji
sr_cyrl_rs: Крајњи рок
sr_latn_rs: Krajnji rok
sv_se: Förfaller
tr_tr: Son Tarih

# ListOutboundInvoices_Title
source: List Outbound Invoices
el_gr: Παράθεση Εξερχόμενων Τιμολογίων
es_ve: Lista de facturas salientes
fil_ph: Ilista ang mga Invoice na Papalabas
fr_fr: Liste des factures sortantes
it_it: Elenca fatture in uscita
pl_pl: Wystawianie Faktur Wychodzących
sr_cyrl_rs: Листа излазних фактура
sr_latn_rs: Lista izlaznih faktura
sv_se: Listar utgående fakturor
tr_tr: Giden Faturaları Listele

# FileExpenseClaim_Expensify_CsvUploadDescription
source: Upload Expensify CSV
el_gr: Ανεβάστε Expensify CSV
es_ve: Subir Expensify CSV
fil_ph: Mag-upload ng Expensify CSV
fr_fr: Télécharger Expensify CSV
it_it: Carica CSV di Expensify
pl_pl: Prześlij Expensify CSV
sr_cyrl_rs: Отпреми Expensify CSV
sr_latn_rs: Otpremi Expensify CSV
sv_se: Ladda upp Expensify-CSV-fil
tr_tr: Expensify CSV'yi yükle

# FileExpenseClaim_Expensify_InstructionsBasic
source: If you have many expense reports, you can gather them with Expensify and upload an Expensify CSV report here (which you obtain from at Expensify under Reports, Export, as CSV). Swarmops will use Expensify to fetch all the individual receipts and log them as separate expense claims for proper accounting.
el_gr: Αν έχετε πολλές αναφορές εξόδων, μπορείτε να τις συγκεντρώσετε με το Expensify και να ανεβάσετε εδώ μια αναφορά Expensify CSV (την οποία μπορείτε να αποκτήσετε στο Expensify κάτω από τις Αναφορές, και να πραγματοποιήσετε Εξαγωγή ως CSV). Το Swarmops θα χρησιμοποιήσει το Expensify προκειμένου να συγκεντρώσει όλες τις ατομικές αποδείξεις και να τις καταγράψει ως ξεχωριστές διεκδικήσεις εξόδων για λόγους ορθής λογιστικής.
es_ve: Si tiene muchos reportes de gastos, puede juntarlos con Expensify y subir un reporte Expensify CSV aquí (el cual se encuentra en Expensify bajo Reportes, Exportar, como CSV). Swarmops usará Expensify para extraer todos los recibos individuales y anotarlos como reclamos de gastos separados para una contabilidad óptima.
fil_ph: Kung mayroon kang maraming mga ulat sa gastos, maaari mong tipunin ang mga ito sa Expensify at mag-upload ng isang ulat ng Expensify CSV dito (na nakuha mo mula sa Expensify sa ilalim ng mga Ulat, I-export, bilang CSV.) Ang Swarmops ay gagamit ng Expensify upang kunin ang lahat ng mga indibidwal na resibo at mag-log ang mga ito bilang hiwalay na claim sa gastos para sa tamang accounting.
fr_fr: Si vous avez plusieurs rapports de dépenses, vous pouvez les rassembler avec Expensify et télécharger un rapport Expensify CSV ici (que vous obtenez de Expensify sous Rapports, Exporter, au format CSV). Swarmops utilisera Expensify pour charger tous les reçus individuels et les enregistrer en tant que demandes de remboursement distinctes pour une comptabilité correcte.
it_it: Se si hanno molti report delle spese, è possibile raccoglierli tutti con Expensify e caricare un report Expensify CSV qui (che si ottiene da Expensify, categoria Reports, Esporta, come CSV). Swarmops utilizzerà Expensify per recuperare tutte le ricevute individuali e registrarle come richieste di rimborso spese separate per una corretta contabilità.
pl_pl: Jeśli masz wiele raportów o wydatkach, możesz je zebrać za pomocą Expensify i przesłać tutaj raport Expensify CSV (który otrzymasz od: Expensify w Raportach, Eksportowanych, jako CSV). Swarmops użyje funkcji Expensify, aby pobrać wszystkie indywidualne pokwitowania i zarejestrować je jako oddzielne oświadczenia o wydatkach dla prawidłowego rozliczenia.
ru_ru: Если у вас есть много отчетов о расходах, вы можете собрать их с expensify и отправка отчета здесь банк автоматически в формате CSV (который можно получить с в банк автоматически под отчеты, экспорт в CSV). Swarmops будет использовать Expensify для извлечения всех отдельных поступлений и регистрировать их как отдельные претензии расходов для надлежащего учета.
sr_cyrl_rs: Ако имате пуно извештаја о трошковима, можете их све сакупити помоћу Expensify, а затим можете са ове странице отпремити Expensify CSV извештај (креира се из Expensify, уђете на Reports, Export, as CSV). Swarmops ће користити Expensify како би похватао (fetch) све појединачне рачуне и архивирао их као посебне ставке, погодне за рачуноводствене послове.
sr_latn_rs: Ako imate puno izveštaja o troškovima, možete ih sve sakupiti pomoću Expensify, a zatim možete sa ove stranice otpremiti Expensify CSV izveštaj (kreira se iz Expensify, uđete na Reports, Export, as CSV). Swarmops će koristiti Expensify kako bi pohvatao (fetch) sve pojedinačne račune i arhivirao ih kao posebne stavke, pogodne za računovodstvene poslove.
sv_se: Om du har många ersättningsanspråk, så kan du samla dem med Expensify och ladda upp en Expensify-rapportfil i CSV-format här (som du kan skapa hos Expensify under Rapporter, Export, som CSV). Swarmops kommer att använda Expensify till hämta alla kvitton och lägga dem som separata ersättningsanspråk för god redovisningssed.
tr_tr: Çok fazla harcama raporunuz varsa, onları Expensify ile toplayabilir ve bir Expensify CSV raporunu buraya yükleyebilirsiniz (Expensify Raporları altında CSV olarak elde ettikleriniz, Dışa Aktarma) Swarmops, tüm bireysel makbuzları almak için Expensify'ı kullanacak ve bunları uygun muhasebe için ayrı gider talepleri olarak kaydedecektir.
