Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# FileExpenseClaim_Expensify_NeedBudgetsForAll
source: All expense claims need a budget before submitting.
el_gr: Όλες οι διεκδικήσεις εξόδων χρειάζονται τον καθορισμό ενός προϋπολογισμού πριν από την υποβολή.
es_ve: Todos los reclamos de gastos necesitan un presupuesto antes de ser enviados.
fr_fr: Toute demande remboursement demande un budget avant d'être présentée.
it_it: Tutte le richieste di rimborso spese hanno bisogno di un budget prima di essere inviate.
pl_pl: Wszystkie roszczenia dotyczące wydatków wymagają budżetu przed złożeniem.
sr_cyrl_rs: Пре слања, сви захтеви за рефундацију морају имати дефинисан буџет из кога се исплаћује.
sr_latn_rs: Pre slanja, svi zahtevi za refundaciju moraju imati definisan budžet iz koga se isplaćuje.
sv_se: Alla utläggsanspråk måste ha en budget innan du skickar in dem.
tr_tr: Tüm gider talepleri göndermeden önce bir bütçeye ihtiyaç duyar.

# FileExpenseClaim_Expensify_NoRecordsLeft
source: No Expensify records to submit
el_gr: Δεν υπάρχουν εγγραφές Expensify για υποβολή
es_ve: No hay registros de Expensify a enviar
fr_fr: Aucun registre Expensify à soumettre
it_it: Nessun record di Expensify da inviare
pl_pl: Brak Rekordów Expensify do przesłania
sr_cyrl_rs: Нема Expensify извештаја спремних за слање
sr_latn_rs: Nema Expensify izveštaja spremnih za slanje
sv_se: Inga Expensify-anspråk att skicka in
tr_tr: Gönderilecek Expensify kaydı yok

# FileExpenseClaim_Expensify_SubmitRecordSingle
source: Ready to submit one claim
el_gr: Όλα είναι έτοιμα για την υποβολή μιας διεκδίκησης
es_ve: Listo para enviar un reclamo
fr_fr: Prêt à envoyer une demande
it_it: Pronto per inviare una richiesta
pl_pl: Gotowy do złożenia jednego roszczenia
sr_cyrl_rs: Спреман да поднесе захтев
sr_latn_rs: Spreman da podnese zahtev
sv_se: Redo att skicka in ett anspråk
tr_tr: Bir talep göndermeye hazır

# FileExpenseClaim_Expensify_SubmitRecordsSeveral
source: Ready to submit {0} claims
el_gr: Όλα είναι έτοιμα για την υποβολή {0} διεκδικήσεων
es_ve: Listo para enviar {0} reclamos
fr_fr: Prêt à soumettre {0} demandes
it_it: Pronto per inviare {0} richieste
pl_pl: Gotowy do przesłania {0} roszczeń
sr_cyrl_rs: Спреман да поднесе {0} захтева
sr_latn_rs: Spreman da podnese {0} zahteva
sv_se: Redo att skicka in {0} anspråk
tr_tr: {0} talep göndermeye hazır

# FileExpenseClaim_Expensify_SuccessOne
source: Claim successfully filed.
el_gr: Η διεκδίκηση κατατέθηκε επιτυχώς.
es_ve: Reclamo presentado satisfactoriamente.
fr_fr: Demande archivée avec succès.
it_it: Richiesta archiviata con successo.
pl_pl: Roszczenie zostało pomyślnie złożone.
sr_cyrl_rs: Захтев је успешно је архивиран и послат.
sr_latn_rs: Zahtev je uspešno je arhiviran i poslat.
sv_se: Anspråk inskickat.
tr_tr: Talep başarıyla dosyalandı.

# FileExpenseClaim_Expensify_SuccessSeveral
source: Successfully filed {0} claims.
el_gr: Κατατέθηκαν επιτυχώς {0} διεκδικήσεις.
es_ve: {0} reclamos presentados exitosamente.
fr_fr: {0} Demandes archivées avec succès.
it_it: {0} richieste archiviate con successo.
pl_pl: Pomyślnie złożono {0} roszczenia.
sr_cyrl_rs: Успешно је архивирано {0} захтева.
sr_latn_rs: Uspešno je arhivirano {0} zahteva.
sv_se: {0} anspråk inskickade.
tr_tr: {0} talep başarıyla dosyalandı.

# AttestCosts_ExpenseDeattested
source: Approval for Expense Claim #{0:N0} from {1} was RETRACTED. It will not be paid unless approved again.
de_de: Kostenabrechnung #{0:N0} von {1} wurde nicht bestätigt. Es wird nicht ausgezahlt, es sei denn es wird erneut bestätigt.
fil_ph: Ang Claim na Gastusin #{0:N0} mula sa {1} ay De-attested. Hindi ito babayaran maliban kung pinatunayan muli.
sr_cyrl_rs: Одобрење за рефундацију трошкова #{0:N0}, од {1}, је повучено. Неће бити исплаћено осим ако не дате потврду.
sr_latn_rs: Odobrenje za refundaciju troškova #{0:N0}, od {1}, je povučeno. Neće biti isplaćeno osim ako ne date potvrdu.
sv_se: Attesten av utläggsanspråk #{0:N0} för {1} har DRAGITS TILLBAKA. Anspråket kommer inte att betalas ut förrän det attesterats på nytt.
tr_tr: Gider Talebi Onayı {1}'den #{0:N0} GERİ ÇEKİLDİ. Tekrar onaylanmadıkça ödeme yapılmayacaktır.

# PayOutMoney_GridHeader_CurrencyMethod
source: Currency, Method
sv_se: Valuta och betalningssätt

# PayOutMoney_GridHeader_PayThis
source: Pay
sv_se: Betala

# PayOutMoney_Modal_ConfirmPaid
source: This is Paid
sv_se: Betald och Klar

# PayOutMoney_Modal_CurrencyAmount
source: Currency and Amount
sv_se: Valuta och belopp

# PayOutMoney_Modal_Header
source: Execute This Payment Manually Now
sv_se: Utför denna betalning manuellt

# PayOutMoney_Modal_LabelOcr1
source: Are you scanning this payment?
sv_se: Skannar du denna betalning?

# PayOutMoney_Modal_LabelOcr2
source: Show in machine-readable format
sv_se: Visa som maskinläsbar text

# PayOutMoney_Modal_TransferMethod
source: Transfer Method
sv_se: Betalningssätt

# PayOutMoney_AutomationFieldNext
source: ...and this
sv_se: ...och detta

# PayOutMoney_AutomationFieldStart
source: Scan this
sv_se: Skanna detta

# PayOutMoney_GridHeader_Reference
source: Reference
de_de: Referenz
el_gr: Κωδικός Αναφοράς
es_ve: Referencia
fr_fr: Référence
it_it: Riferimento
nb_no: Referanse
pl_pl: Odniesienie
pt_br: Referência
sr_cyrl_rs: Референца
sr_latn_rs: Referenca
sv_se: Referens
tr_tr: Referans

# PayOutMoney_PaymentLate
source: Payment is late
sv_se: Betalningen är Försenad

# AttestCosts_GridHeader_Budget
source: Budget
el_gr: Προϋπολογισμός
es_ve: Presupuesto
fil_ph: Badyet
it_it: Bilancio
nb_no: Busjett
pl_pl: Budżet
pt_br: Orçamento
sr_cyrl_rs: Буџет
sr_latn_rs: Budžet
tr_tr: Bütçe

# FileExpenseClaim_Budget
source: Budget
el_gr: Προϋπολογισμός
es_ve: Presupuesto
it_it: Bilancio
pl_pl: Budżet
pt_br: Orçamento
sr_cyrl_rs: Буџет
sr_latn_rs: Budžet
tr_tr: Bütçe

# RequestCashAdvance_Budget
source: Budget
el_gr: Προϋπολογισμός
es_ve: Presupuesto
fil_ph: Badyet
it_it: Bilancio
nb_no: Budsjett
pl_pl: Budżet
pt_br: Orçamento
ru_ru: Бюджет
sr_cyrl_rs: Буџет
sr_latn_rs: Budžet
tr_tr: Bütçe
