Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Financial.*.resx
Languages: de_de, el_gr, es_ve, fil_ph, fr_fr, it_it, nb_no, pl_pl, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# FileExpenseClaim_HeaderBankDetails
source: Your Bank Details
el_gr: Το Δελτίο Τραπεζικών Στοιχείων Σας
es_ve: Sus detalles bancarios
fr_fr: Vos coordonnées bancaires
it_it: Le tue coordinate bancarie
pl_pl: Twoje Dane Bankowe
pt_br: Os Seus Dados Bancários
sr_cyrl_rs: Ваши банкарски детаљи
sr_latn_rs: Vaši bankarski detalji
sv_se: Dina bankuppgifter
tr_tr: Banka Detayınız

# FileExpenseClaim_HeaderReceiptImages
source: Receipt Images
el_gr: Εικόνες Αποδείξεων
es_ve: Imágenes de recibo
fr_fr: Images de reçu
it_it: Immagini delle ricevute
pl_pl: Zdjęcia Pokwitowań
pt_br: Imagens do Recibo
sr_cyrl_rs: Слике рачуна
sr_latn_rs: Slike računa
sv_se: Kvittobilder
tr_tr: Makbuz Resmi

# FileExpenseClaim_Info
source: If you have made a purchase on behalf of the organization using your private funds, you will likely want reimbursement for that by filing an <em>expense claim</em>. You do that here by uploading the receipts and selecting the budget they should be charged to. If you have previously received a cash advance for this purchase, this is where you clear the organization's loan to you by submitting receipts.
el_gr: Αν έχετε πραγματοποιήσει κάποια αγορά εκ μέρους του οργανισμού χρησιμοποιώντας τα ιδιωτικά σας κεφάλαια, είναι πιθανό να θελήσετε να αιτηθείτε χρηματική αποζημίωση για αυτό υποβάλλοντας μια <em>διεκδίκηση εξόδων</em>. Αυτό είναι κάτι που μπορείτε να κάνετε εδώ ανεβάζοντας τις αποδείξεις και επιλέγοντας τον προϋπολογισμό στον οποίο θα πρέπει να χρεωθούν. Εάν έχετε προηγουμένως λάβει προκαταβολή μετρητών για αυτήν την αγορά, εδώ μπορείτε να εκκαθαρίσετε το δάνειο που λάβατε από τον οργανισμό υποβάλλοντας αποδείξεις.
es_ve: Si realizó una compra en nombre de la organización utilizando sus fondos privados, es probable que desee un reembolso al presentar un <em>reclamo de gastos</em>. Haga eso aquí cargando los recibos y seleccionando el presupuesto al que deberían cargarse. Si recibió previamente un anticipo de efectivo para esta compra, aquí es donde le quita el préstamo de la organización mediante el envío de recibos.
fr_fr: Si vous avez effectué un achat pour le compte de l'organisation en utilisant vos fonds privés, vous souhaiterez probablement obtenir un remboursement en déposant une <em>demande de remboursement</em>. Vous faites cela en téléchargeant les reçus et en sélectionnant le budget auquel ils doivent être facturés. Si vous avez déjà reçu une avance de fonds pour cet achat, c'est ici où vous pouvez régler vos dettes envers l'organisation en soumettant des reçus.
it_it: Se hai effettuato un acquisto per conto dell'organizzazione utilizzando i tuoi fondi privati, probabilmente vorrai essere rimborsato per questo presentando un <em>richiesta spese</em>. In questo caso, dovete caricare le ricevute e selezionare il bilancio a cui imputarle. Se in precedenza è stato ricevuto un anticipo in contanti per l'acquisto, è qui che si può cancellare il prestito dell'organizzazione inviando le ricevute.
pl_pl: Jeśli dokonałeś zakupu w imieniu organizacji, korzystając z twoich prywatnych środków, najprawdopodobniej będziesz chciał tego dokonać, składając wniosek<em>o zwrot kosztów</em>. Dokonujesz tego tutaj, przesyłając pokwitowania i wybierając budżet, które ma być zasilone. Jeśli poprzednio otrzymałeś zaliczkę gotówkową za ten zakup, możesz w ten sposób spłacić pożyczkę organizacji, przesyłając pokwitowania.
pt_br: Se efetuou uma compra em nome da organização utilizando os seus próprios fundos pessoais, pode optar por pedir um reembolso através do preenchimento do formulário de <em>reembolso de despesas</em>. Pode fazê-lo aqui, enviando os recibos e seleccionando o orçamento onde deve ser cobrado. Se tiver recebido anteriormente um avanço em dinheiro para esta compra, aqui é onde pode justificar o empréstimo da organização, através da apresentação de recibos.
sr_cyrl_rs: Ако сте о сопственом трошку обавили набавку у име организације, вероватно ћете желети да попуните формулар за <em>рефундацију трошкова</em>. Потребно је да пошаљете рачуне и селектујете буџет из кога тражите исплату. Ако сте за своје трошкове тражили аванс, овде закључујете зајам који Вам је организација дала тако што подносите добијене рачуне.
sr_latn_rs: Ako ste o sopstvenom trošku obavili nabavku u ime organizacije, verovatno ćete želeti da popunite formular za <em>refundaciju troškova</em>. Potrebno je da pošaljete račune i selektujete budžet iz koga tražite isplatu. Ako ste za svoje troškove tražili avans, ovde zaključujete zajam koji Vam je organizacija dala tako što podnosite dobijene račune.
sv_se: Om du har gjort ett inköp för organisationen med dina privata pengar, kommer du antagligen att vilja ha ersättning för det genom att lämna in ett <em>utläggsanspråk</em>. Det gör du här genom att ladda upp bilder på kvitton och välja vilken budget som ska belastas. Om du tidigare har fått ett kontantförskott för detta inköp, så är det här du betalar tillbaka organisationens lån till dig (kontantförskottet) genom att redovisa kvitton för inköpet.
tr_tr: Özel fonlarınızı kullanarak kuruluş adına bir satın alım yaptıysanız, <em>gider talebinde</em> bulunmak suretiyle bunun için geri ödeme yapmak isteyebilirsiniz. Bunu burada makbuzları yükleyerek ve borçlandırılması gereken bütçeyi seçerek yaparsınız. Bu satın alma işlemi için daha önce bir nakit avans aldıysanız, makbuzları göndererek kuruluş'un size vermiş olduğu krediyi burada tahsil edersiniz.

# FileExpenseClaim_PageTitle
source: Request Money Back For Expense
el_gr: Αιτηθείτε Επιστροφή Χρημάτων Λόγω Εξόδων
es_ve: Solicitar devolución de dinero por gastos
fr_fr: Demande de remboursement de frais
it_it: Richiesta di rimborso spese
pl_pl: Zażądaj o Zwrot Pieniędzy za Wydatki
pt_br: Pedido de Restituição de Despesa
ru_ru: Запрос Возврата Денег За Счет
sr_cyrl_rs: Захтев за повраћај новца на име трошкова
sr_latn_rs: Zahtev za povraćaj novca na ime troškova
sv_se: Begär pengar för utlägg
tr_tr: Gider için parayı geri talep etme

# FileExpenseClaim_SuccessMessagePartOne
source: An expense claim has been successfully filed for {0} {1:N2} against the budget of {2}. The receipts will need to be validated and the claim will need to be attested by the budget owner.
el_gr: Μια διεκδίκηση εξόδων έχει κατατεθεί επιτυχώς για {0} {1:N2} σε βάρος του προϋπολογισμού {2}. Οι αποδείξεις θα χρειαστούν επικύρωση και η διεκδίκηση θα χρειαστεί επιβεβαίωση από τον ιδιοκτήτη του προϋπολογισμού.
es_ve: Un reclamo de gastos ha sido archivado exitosamente para {0}{1:N2} contra el presupuesto de {2}. Los recibos deberán validarse y el propietario del presupuesto tendrá que certificar la reclamación.
fr_fr: Une demande de remboursement a été déposée avec succès pour {0} {1:N2} par rapport au budget de {2}. Les reçus devront être validés et la réclamation devra être attestée par le responsable du budget.
it_it: È stata presentata una richiesta di rimborso spese per {0} {1:N2} a carico del bilancio di {2}. Le ricevute dovranno essere convalidate e la domanda dovrà essere attestata dal proprietario del bilancio.
pl_pl: Roszczenie dotyczące wydatków zostało pomyślnie zgłoszone do {0} {1:N2} wobec budżetu {2}. Pokwitowania będą musiały zostać zatwierdzone, a wniosek musi zostać potwierdzony przez właściciela budżetu.
sr_cyrl_rs: Захтев за рефундацију трошкова је успешно попуњен за {0} {1:N2} и односи се на буџет {2}. Рачуни и захтев морају бити валидирани од стране носиоца буџета.
sr_latn_rs: Zahtev za refundaciju troškova je uspešno popunjen za {0} {1:N2} i odnosi se na budžet {2}. Računi i zahtev moraju biti validirani od strane nosioca budžeta.
sv_se: Ett utläggsanspråk på {0} {1:N2} har lämnats in mot budget {2}. Kvittona kommer nu att valideras av finansansvariga och anspråket att attesteras av budgetägaren.
tr_tr: {2} bütçesine karşı {0} {1:N2} için bir gider talebi başarıyla dosyalandı. Makbuzların onaylanması gerekecek ve talebin bütçe sahibi tarafından onaylanması gerekecek.

# FileExpenseClaim_SuccessMessagePartTwo
source: As soon as this has happened, the funds will proceed to payout to your indicated account.
el_gr: Μόλις γίνει αυτό, τα κεφάλαια θα προχωρήσουν σε πληρωμή στον λογαριασμό που έχετε υποδείξει.
es_ve: Tan pronto como esto haya sucedido, los fondos procederán a ser pagados a su cuenta indicada.
fr_fr: Dès que cela se produira, les fonds procéderont au versement sur votre compte indiqué.
it_it: Non appena ciò avverrà, i fondi verranno versati sul conto che avete indicato.
pl_pl: Jak tylko to się stanie, środki zostaną przeznaczone do wypłaty na wskazane konto.
ru_ru: Как только это произойдет, средства перейдут к выплате на указанный Вами счет.
sr_cyrl_rs: Чим се то буде остварило, средства ће бити прослеђена на рачун банке који сте навели.
sr_latn_rs: Čim se to bude ostvarilo, sredstva će biti prosleđena na račun banke koji ste naveli.
sv_se: Så snart som detta har skett, så kommer pengarna att gå till utbetalning till ditt angivna konto.
tr_tr: Bu olduktan hemen sonra, para belirtilen hesabınıza ödenmeye devam edecektir.

# FileExpenseClaim_SuccessMessagePartTwoOwnBudget
source: As this is your own budget, attestation is already complete. Only validation is necessary.
el_gr: Καθώς αυτός είναι ο δικός σας προϋπολογισμός, η επιβεβαίωση έχει ήδη ολοκληρωθεί. Μόνο η επικύρωση είναι αναγκαία.
es_ve: Como este es su propio presupuesto, la certificación ya está completa. Solo la validación es necesaria.
fr_fr: Comme il s'agit de votre propre budget, l'attestation est déjà complète. Seule la validation qui reste nécessaire.
it_it: Poiché questo è il vostro budget, l'attestazione è già completa. È necessaria solo la convalida.
pl_pl: Ponieważ jest to twój własny budżet, poświadczenie jest już kompletne. Konieczna jest tylko potwierdzenie.
ru_ru: Поскольку это ваш собственный бюджет, аттестация уже завершена. Необходима только проверка.
sr_cyrl_rs: Пошто је ово Ваш сопствени буџет, потврђивање је скоро завршено. Потребно је још само извршити валидацију.
sr_latn_rs: Pošto je ovo Vaš sopstveni budžet, potvrđivanje je skoro završeno. Potrebno je još samo izvršiti validaciju.
sv_se: Eftersom detta är din egen budget, så är attestering redan gjord. Endast validering av kvitton är nödvändigt, och det görs av finansansvariga.
tr_tr: Bu sizin kendi bütçeniz olduğu için, onaylama zaten tamamlanmıştır. Sadece doğrulama gereklidir.

# FileExpenseClaim_UploadRecieptImages
source: Upload Receipt Images
el_gr: Ανεβάστε Εικόνες Αποδείξεων
es_ve: Cargar imágenes de recibo
fr_fr: Télécharger les images du reçu
it_it: Caricare immagini delle ricevute
pl_pl: Prześlij Zdjęcia Pokwitowania
pt_br: Upload de Imagens do Recibo
ru_ru: Загрузить Изображения Квитанций
sr_cyrl_rs: Отпреми слике рачуна
sr_latn_rs: Otpremi slike računa
sv_se: Ladda upp kvittobilder
tr_tr: Makbuz Resimlerini Yükle

# FileExpenseClaim_ValidationError_Amount
source: Please enter the amount of money (in {0}) that you are claiming.
el_gr: Παρακαλώ εισάγετε το χρηματικό ποσό (σε {0}) που διεκδικείτε.
es_ve: Ingrese la cantidad de dinero (en {0}) que está reclamando.
fr_fr: Veuillez entrer le montant d'argent (en{0}) que vous réclamez.
it_it: Inserisci la somma di denaro (in {0}) che stai richiedendo.
pl_pl: Podaj kwotę pieniędzy (w {0}), o którą się ubiegasz.
pt_br: Por favor, indique o montante (em {0}) que está reivindicando.
sr_cyrl_rs: Молимо Вас, унесите износ новца (у {0}) који потражујете.
sr_latn_rs: Molimo Vas, unesite iznos novca (u {0}) koji potražujete.
sv_se: Skriv in beloppet (i {0}) som du gör anspråk på.
tr_tr: Lütfen talep ettiğiniz para miktarını ({0} içerisinde) girin.

# FileExpenseClaim_ValidationError_Documents
source: Please upload one or more receipt images supporting the expense claim.
el_gr: Παρακαλώ ανεβάστε μια ή περισσότερες εικόνες αποδείξεων που να υποστηρίζουν την διεκδίκηση εξόδων.
es_ve: Cargue una o más imágenes de recibos que respalden el reclamo de gastos.
fr_fr: Veuillez télécharger un ou plusieurs images de reçu en support de la demande de remboursement.
it_it: Si prega di caricare una o più immagini di ricevute a supporto della richiesta di rimborso spese.
pl_pl: Prześlij jeden lub więcej zdjęć podpierające wniosek o zwrot wydatków.
ru_ru: Пожалуйста, загрузите один или несколько изображений квитанции, поддерживающих претензию на расходы.
sr_cyrl_rs: Молимо Вас, пошаљите једну или више фотографија рачуна како бисте остварили рефундацију.
sr_latn_rs: Molimo Vas, pošaljite jednu ili više fotografija računa kako biste ostvarili refundaciju.
sv_se: Ladda upp en eller flera kvittobilder som dokumenterar utlägget.
tr_tr: Lütfen gider talebini destekleyen bir ya da daha fazla makbuz resmi yükleyin.

# FileExpenseClaim_ValidationError_MissingTag
source: Please select an option as indicated.
el_gr: Παρακαλώ κάντε μια επιλογή όπως υποδεικνύεται.
es_ve: Seleccione una opción como se indica.
fr_fr: Veuillez sélectionner une option comme indiqué.
it_it: Selezionare un'opzione come indicato.
pl_pl: Wybierz oznaczoną opcję.
pt_br: Por favor selecione uma opção como indicado.
ru_ru: Пожалуйста, выберите вариант, как указано.
sr_cyrl_rs: Молимо Вас, одаберите једну од назначених опција.
sr_latn_rs: Molimo Vas, odaberite jednu od naznačenih opcija.
sv_se: Välj ett alternativ som anges.
tr_tr: Lütfen belirtildiği gibi bir seçenek seçin.

# FileExpenseClaim_ValidationError_Purpose
source: Please describe what this purchase was.
el_gr: Παρακαλώ περιγράψτε αυτήν την αγορά.
es_ve: Por favor describa lo que fue esta compra.
fr_fr: Veuillez décrire ce que cet achat était.
it_it: Si prega di descrivere che cosa è stato tale acquisto.
pl_pl: Opisz wykonany zakup.
pt_br: Por favor descreva o que foi esta compra.
ru_ru: Пожалуйста, опишите, что это была за покупка.
sr_cyrl_rs: Молимо Вас, дајте образложење за наведену куповину.
sr_latn_rs: Molimo Vas, dajte obrazloženje za navedenu kupovinu.
sv_se: Beskriv vad detta inköp var.
tr_tr: Lütfen bu satın alımın ne olduğunu açıklayın.

# PayOutMoney_GridHeader_Amount
source: Amount
el_gr: Ποσό
es_ve: Cantidad
fr_fr: Montant
it_it: Importo
nb_no: Beløp
pl_pl: Kwota
pt_br: Quantia
sr_cyrl_rs: Износ
sr_latn_rs: Iznos
sv_se: Belopp
tr_tr: Tutar

# PayOutMoney_GridHeader_PaidOut
source: Paid
el_gr: Πληρώθηκε
es_ve: Pagado
fr_fr: Payé
it_it: Pagato
nb_no: Betalingen er utført
pl_pl: Zapłacono
pt_br: Pago
sr_cyrl_rs: Плаћено
sr_latn_rs: Plaćeno
sv_se: Betald
tr_tr: Ücretli

# PayOutMoney_GridHeader_Recipient
source: Recipient
de_de: Empfänger
el_gr: Παραλήπτης
es_ve: Destinatario
fr_fr: Reçu
it_it: Destinatario
nb_no: Mottaker
pl_pl: Odbiorca
pt_br: Destinatário
sr_cyrl_rs: Прималац
sr_latn_rs: Primalac
sv_se: Mottagare
tr_tr: Alıcı

# PayOutMoney_Header
source: Costs Ready For Payout
de_de: Kosten bereit für Auszahlung
el_gr: Χρεώσεις Έτοιμες Για Πληρωμή
es_ve: Costos listos para el pago
fr_fr: Dépenses prêtes pour paiement
it_it: Spese pronte per il pagamento
nb_no: Kostnader til utbetaling
pl_pl: Koszty Gotowe Do Wypłaty
pt_br: Custos Prontos Para Pagamento
sr_cyrl_rs: Трошкови спремни за исплату
sr_latn_rs: Troškovi spremni za isplatu
sv_se: Kostnader redo för utbetalning
tr_tr: Ödeme için hazır maliyetler

# PayOutMoney_Info
source: These are the various forms of costs to the organization that have passed all the hurdles for payout. They are ready to be paid out to the recipient. Here is where you check them off as being paid out (probably while having your bank open in another window).
el_gr: Αυτές είναι οι διάφορες μορφές χρεώσεων του οργανισμού που έχουν περάσει όλα τα εμπόδια για πληρωμή. Είναι έτοιμες να καταβληθούν στον παραλήπτη. Εδώ μπορείτε να σημειώσετε ότι πραγματοποιείται η πληρωμή τους (πιθανώς ενώ έχετε την τράπεζά σας ανοικτή σε κάποιο άλλο παράθυρο).
es_ve: Estas son las diversas formas de costos para la organización que han superado todos los obstáculos para el pago. Están listos para ser pagados al destinatario. Aquí es donde los marca para que se paguen (probablemente mientras abre su banco en otra ventana).
fil_ph: Ang mga ito ay ang iba't ibang uri ng mga gastos sa organisasyon na nakapasa sa lahat ng mga hadlang para sa payout. Sila ay handa na mabayaran sa tatanggap. Narito kung saan mo tinitingnan ang mga ito bilang bayad (marahil habang nakabukas ang iyong bangko sa isa pang window).
fr_fr: Ce sont les différentes formes de coûts pour l'organisation qui ont franchi tous les obstacles en matière de paiement. Ils sont prêts à être payés au destinataire. Voici où vous les cochez comme étant payés (probablement en ayant votre banque ouverte dans une autre fenêtre).
it_it: Queste sono le varie tipologie di spese per l'organizzazione che hanno superato tutte le verifiche per il pagamento. Sono pronte per essere versate al destinatario. Qui è dove si effettua il controllo del pagamento (probabilmente mentre la pagina relativa alla vostra banca è aperta in un'altra finestra).
nb_no: Dette er de forskjellige kostnadene som har blitt godkjent. De er klare for utbetaling til mottaker. Hak av her for å markere at betalingen er utført (gjerne samtidig som du har nettbankvinduet åpent).
pl_pl: Są różne formy kosztów ponoszone przez organizację, które przeszły wszystkie przeszkody w wypłacie. Są gotowe do wypłaty na rzecz odbiorcy. Tutaj możesz sprawdzić je jako wypłacone (prawdopodobnie podczas otwierania twojego banku w innym oknie).
pt_br: Estes são os diversos custos para a organização que passaram todos os obstáculos para pagamento. Estão prontos a serem pagos ao destinatário. Aqui é onde pode verificá-los manualmente à medida que são pagos (provavelmente enquanto tem a página do banco aberta numa outra janela).
ru_ru: Это различные формы затрат для организации, которые прошли все препятствия для выплаты. Они готовы к выплате получателю. Вот где вы проверяете их как выплаченные (вероятно, при открытии вашего банка в другом окне).
sr_cyrl_rs: Ови обрасци пристигли у Организацију су савладали све препреке пре исплаћивања. Све исплате су спремне. Овде можете пратити како се исплате реализују (у другом прозору можете отворити сервис банке).
sr_latn_rs: Ovi obrasci pristigli u Organizaciju su savladali sve prepreke pre isplaćivanja. Sve isplate su spremne. Ovde možete pratiti kako se isplate realizuju (u drugom prozoru možete otvoriti servis banke).
sv_se: Dessa är de kostnader organisationen har och som har godkänts i alla steg för utbetalning. Här bockar du av dem som utbetalda (förmodligen medan du har din bank öppen i ett fönster bredvid och betalar dem).
tr_tr: Bunlar ödeme için tüm engelleri aşan kuruluşa giden çeşitli maliyet biçimleridir. Alıcıya ödenmeye hazırlar. İşte size ödenmiş olarak onları kontrol edeceğiniz yer (muhtemelen bankanızı başka bir pencerede açarken).

# PayoutMoney_OptionShowOcr
source: Show OCR for mobile apps
de_de: OCR für Mobile Apps anzeigen
el_gr: Εμφάνιση OCR για εφαρμογές κινητών συσκευών
es_ve: Mostrar OCR para aplicaciones móviles
fil_ph: Ipakita ang OCR para sa mga mobile app
fr_fr: Montrer OCR pour les applications mobile
it_it: Mostra OCR per le applicazioni mobili
pl_pl: Pokaż OCR dla Aplikacji Mobilnych
sr_cyrl_rs: Прикажи OCR за мобилне апликације
sr_latn_rs: Prikaži OCR za mobilne aplikacije
sv_se: Visa OCR-kod för bankappar
tr_tr: Mobil uygulamalar için OCR göster

# PayOutMoney_OptionShowOpen
source: Show open payouts ({0:N0})
de_de: Zeige offene Auszahlungen ({0:N0})
el_gr: Εμφάνιση πληρωμών που εκκρεμούν ({0:N0})
es_ve: Mostrar pagos abiertos ({0:N0})
fil_ph: Ipakita ang mga bukas na pagbabayad ({0:N0})
fr_fr: Montrer les paiements en cours ({0:N0})
it_it: Mostra pagamenti in corso ({0:N0})
pl_pl: Pokaż Otwarte Wypłaty ({0:N0})
pt_br: Mostrar pagamentos em aberto ({0:N0})
sr_cyrl_rs: Прикажи отворене исплате ({0:N0})
sr_latn_rs: Prikaži otvorene isplate ({0:N0})
sv_se: Visa öppna utbetalningar ({0:N0})
tr_tr: Açık ödemeleri göster ({0:N0})

# PayOutMoney_PageTitle
source: Pay Out Money
de_de: Geld auszahlen
el_gr: Πληρωμή Χρημάτων
es_ve: Pagar dinero
fil_ph: Magbayad ng Pera
fr_fr: Payer de l'argent
it_it: Pagamento in denaro
nb_no: Utbetal
pl_pl: Wypłać Pieniądze
pt_br: Pagamento de Dinheiro
sr_cyrl_rs: Исплати новац
sr_latn_rs: Isplati novac
sv_se: Betala ut pengar
tr_tr: Para Öde

# PayOutMoney_PayoutCannotUndo
source: Cannot undo payout #{0}: it has already settled or closed.
de_de: Die Auszahlung #{0} kann nicht rückgängig gemacht werden: es ist bereits erledigt oder geschlossen.
el_gr: Δεν μπορείτε να κάνετε αναίρεση της πληρωμής #{0}: έχει ήδη διευθετηθεί ή κλείσει.
es_ve: No se puede deshacer el pago #{0}: ya se ha liquidado o cerrado.
fil_ph: Hindi ma-undo ang payout #{0}: ito ay naisaayos o isinara na.
fr_fr: Impossible d'établir le paiement #{0}: déjà effectué ou fermé.
it_it: Non è possibile annullare il pagamento #{0}: è già stato saldato o chiuso.
pl_pl: Nie można cofnąć wypłaty #{0}: została już rozliczona lub zamknięta.
sr_cyrl_rs: Не можете опозвати исплату #{0}: већ је договорена или затворена.
sr_latn_rs: Ne možete opozvati isplatu #{0}: već je dogovorena ili zatvorena.
sv_se: Kan inte ångra utbetalning #{0}: den är stängd eller har redan gått till betalning.
tr_tr: #{0} ödemesi geri alınamıyor: Zaten ödenmiş veya kapanmış.

# PayOutMoney_PayoutCreated
source: Payout #{0:N0} to {1} was created.
de_de: Auszahlung #{0:N0} zu {1} wurde erstellt.
el_gr: Η πληρωμή #{0:N0} στο {1} δημιουργήθηκε.
es_ve: Se creó el pago #{0:N0} a{1}.
fil_ph: Ang Payout #{0:N0} sa {1} ay nilikha.
fr_fr: Paiement #{0:N0} envers {1} a été créé.
it_it: Il pagamento #{0:N0} a {1} è stato creato.
pl_pl: Wypłata #{0:N0} dla {1} została utworzona.
pt_br: Pagamento #{0:N0} para {1} criado.
sr_cyrl_rs: Исплата #{0:N0} за {1} је креирана.
sr_latn_rs: Isplata #{0:N0} za {1} je kreirana.
sv_se: Utbetalning #{0:N0} till {1} skapades.
tr_tr: {1} için #{0:N0} ödemesi oluşturuldu.

# PayOutMoney_PayoutUndone
source: Payout #{0:N0} was undone and everything restored.
de_de: Auszahlung #{0:N0} wurde rückgängig gemacht und alles restauriert.
el_gr: Αναιρέθηκε η πληρωμή #{0:N0} και πραγματοποιήθηκε επαναφορά όλων.
es_ve: El pago #{0:N0} se deshizo y todo se restauró.
fil_ph: Ang Payout #{0:N0} ay nababawi at lahat ay naibalik.
fr_fr: Le paiement #{0:N0} a été annulé et tout a été restauré.
it_it: Il pagamento #{0:N0} è stato annullato ed è stato ripristinato tutto.
pl_pl: Wypłata #{0:N0} została cofnięta i wszystko zostało przywrócone.
pt_br: Pagamento #{0:N0} foi anulado e tudo revertido.
sr_cyrl_rs: Исплата #{0:N0} је поништена и све је враћено.
sr_latn_rs: Isplata #{0:N0} je poništena i sve je vraćeno.
sv_se: Utbetalning #{0:N0} ångrades och allt återställdes.
tr_tr: #{0:N0} ödemesi geri alındı ve her şey restore edildi.

# PayrollTaxForms_AdditiveTax
source: Additive Tax
de_de: Zusatzsteuer
el_gr: Πρόσθετος Φόρος
es_ve: Impuesto añadido
fil_ph: Pagbubuklod ng Buwis
fr_fr: Taxe additive
it_it: Imposte Aggiunte
pl_pl: Podatek Dodatni
sr_cyrl_rs: Додатни порез
sr_latn_rs: Dodatni porez
sv_se: Arbetsgivaravgifter
tr_tr: İlave Vergi

# PayrollTaxForms_DeductedTax
source: Deducted Tax
de_de: Abzugsteuer
el_gr: Φόρος που Αφαιρέθηκε
es_ve: Impuesto deducido
fil_ph: Nabawas na Buwis
fr_fr: Taxe déduite
it_it: Imposta trattenuta
pl_pl: Odliczony Podatek
pt_br: Imposto Deduzido
sr_cyrl_rs: Одбијени порез
sr_latn_rs: Odbijeni porez
sv_se: Avdragen skatt
tr_tr: Vergi İndirimi

# PayrollTaxForms_GrossPay
source: Gross Paycheck
de_de: Brutto-Zahlungsscheck
el_gr: Εκκαθαριστικό Σημείωμα Μικτών Αποδοχών
es_ve: Cheque bruto
fil_ph: Kabuuang Sweldo
fr_fr: Salaire brut
it_it: Stipendio lordo
pl_pl: Wynagrodzenie Brutto
pt_br: Salário Bruto
sr_cyrl_rs: Бруто плата
sr_latn_rs: Bruto plata
sv_se: Bruttolön
tr_tr: Brüt Maaş
