Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: ar_sa, el_gr, es_ve, fr_fr, it_it, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, tr_tr

# InspectLedgers_PageTitle
source: Inspect Ledgers
ar_sa: تدقيق دفاتر الأستاذ
el_gr: Επιθεώρηση Καθολικών
es_ve: Inspeccionar libros mayores
fr_fr: Inspecter les grands livres
it_it: Ispeziona registri
pt_br: Inspeccionar Livros de Contabilidade
sr_cyrl_rs: Провери пословне књиге
sr_latn_rs: Proveri poslovne knjige
sv_se: Granska bokföring
tr_tr: Defterleri kontrol et

# InspectLedgers_InboundBalance
source: Inbound Balance
ar_sa: الرصيد المورد
el_gr: Εισερχόμενο Υπόλοιπο
es_ve: Balance entrante
fr_fr: Solde entrant
it_it: Saldo in entrata
pt_br: Saldo de Entrada
sr_cyrl_rs: Долазни салдо
sr_latn_rs: Dolazni saldo
sv_se: Ingående balans
tr_tr: Gelen Bakiye

# InspectLedgers_InboundBalanceZero
source: No Previous Balance
ar_sa: لا رصيد سابق
el_gr: Δεν Υπάρχει Προηγούμενο Υπόλοιπο
es_ve: Sin balance previo
fr_fr: Aucun Solde précédant
it_it: Nessun saldo precedente
pt_br: Sem Saldo Anterior
sr_cyrl_rs: Нема претходних биланса
sr_latn_rs: Nema prethodnih bilansa
sv_se: Inget tidigare saldo
tr_tr: Önceki Bakiye Yok

# InspectLedgers_Info
source: This is the raw underlying Venetian bookkeeping ledgers for the organization's finances. You can study them here in detail for auditing purposes. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>You're currently watching a P&L account, so signs are reversed - income is negative and expenses positive</strong> due to how Venetian double bookkeeping works.</span>
ar_sa: هذه هي السجلات الأساسية حسب الطريقة الفينيسية لدفاتر الأستاذ الخاصة بمالية المنظمة. يمكنك دراستها بالتفصيل لأغراض التدقيق المحاسبي. <span id="SpanInfoProfitLossAccount" style="display:none"><strong> أنت الآن تشاهد حساب الأرباح والخسائر، لذلك فإن الإشارات معكوسة - الإيرادات بالسالب والنفقات بالموجب</strong> تماشياً مع الأسلوب الفينيسي في مسك الدفاتر.</span>
el_gr: Αυτά είναι τα ακατέργαστα βασικά καθολικά Βενετικής μεθόδου για τα οικονομικά του οργανισμού. Μπορείτε να τα μελετήσετε εδώ λεπτομερώς για λόγους λογιστικού ελέγχου. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Αυτήν την στιγμή βλέπετε έναν λογαριασμό P&L, οπότε οι δείκτες έχουν αναστραφεί - το εισόδημα είναι αρνητικό και τα έξοδα θετικά</strong> λόγω του τρόπου λειτουργίας της Βενετικής μεθόδου διπλής λογιστικής.</span>
es_ve: Estos son los principales libros de contabilidad venecianos subyacentes para las finanzas de la organización. Puede estudiarlos aquí en detalle para fines de auditoría. <span id="SpanInfoProfitLossAccount" style="display:none"><strong> Actualmente está mirando una cuenta de pérdidas y ganancias, por lo que los signos se revierten: los ingresos son negativos y los gastos son positivos </strong> debido a la doble contabilidad veneciana. </span>
fr_fr: Voici les Grands livres selon la méthode vénitienne bruts pour la finance de l'organisation. Vous pouvez les étudier en détails à des buts d'audit. <span id="SpanInfoProfitLossAccount" style="display:none"><strong> Vous êtes actuellement entrain de regarder un compte P&L, donc les signes sont inversés- le revenu est négatif et les dépenses sont positives</strong> vue la manière dont la double comptabilité vénitienne marche.</span>
it_it: Questi sono i registri contabili in partita doppia per le finanze dell'organizzazione. È possibile studiarli in dettaglio qui ai fini di verifica. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Si sta attualmente visualizzando un conto P&L, quindi i segni sono invertiti - il reddito è negativo e le spese positive</strong> poiché è così che funziona la doppia contabilità veneziana.</span>
pt_br: Este é o livro de contabilidade do venezianos em bruto para as finanças da organização. Você pode estudá-los aqui em detalhes para fins de auditoria. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Você está observando uma conta L&P, então os sinais estão reversos - a renda é negativa e as despesas positivas</strong> devido a como funciona a dupla contabilidade do veneziana.</span>
sr_cyrl_rs: Ово је оригинални, венецијански начин вођења књига организације. Можете их анализирати у детаље у сврху ревизије. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Тренутно гледате налог за профит и губитак, па су стога знаци обрнути - приходи имају негативан предзнак, а расходи позитиван</strong> јер тако функционише венецијанско двојно књиговодство.</span>
sr_latn_rs: Ovo je originalni, venecijanski način vođenja knjiga organizacije. Možete ih analizirati u detalje u svrhu revizije. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Trenutno gledate nalog za profit i gubitak, pa su stoga znaci obrnuti - prihodi imaju negativan predznak, a rashodi pozitivan</strong> jer tako funkcioniše venecijansko dvojno knjigovodstvo.</span>
sv_se: Detta är den underliggande bokföringens huvudbok för organisationens finanser. Du kan studera bokföringen i detalj, t.ex. för revision. <span id="SpanInfoProfitLossAccount" style="display:none"> <strong>Du tittar just nu på ett resultat konto, så tecknen är omvända - inkomst är negativ och kostnad positivt</strong> på grund av hur venetiansk dubbel bokföring fungerar.</span>
tr_tr: Bu, kuruluş'un finansmanı için temel alınan Venedik muhasebecilik defteri kebiridir. Bunları denetim amacıyla burada detaylı olarak inceleyebilirsiniz. <span id="SpanInfoProfitLossAccount" style="display:none"><strong>Şu anda bir P&L hesabını izlemektesiniz, bu nedenle işaretler tersine çevrilir - Venedik'in çifte defter tutma işleminin nasıl yürüdüğüne bağlı olarak gelirler negatif ve masraflar pozitiftir.</strong></span>

# InspectLedgers_NoTransactions
source: There are no transactions in this account for the selected time period.
ar_sa: لا توجد أي تعاملات على هذا الحساب للفترة الزمنية التي تم تحديدها.
el_gr: Δεν υπάρχουν συναλλαγές σε αυτόν τον λογαριασμό για την επιλεγμένη χρονική περίοδο.
es_ve: No hay transacciones en esta cuenta para el período de tiempo seleccionado.
fr_fr: Il n'y a aucune transaction dans ce compte pour la période sélectionnée.
it_it: Non ci sono transazioni in questo account per il periodo di tempo selezionato.
pt_br: Não existem transações nesta conta no período de tempo seleccionado.
sr_cyrl_rs: На овом рачуну нема трансакција за одабрани временски период.
sr_latn_rs: Na ovom računu nema transakcija za odabrani vremenski period.
sv_se: Det finns inga transaktioner i det här kontot för den valda tidsperioden.
tr_tr: Seçilen periyot için bu hesapta işlem yok.

# InspectLedgers_OutboundBalance
source: Outbound Balance
ar_sa: الرصيد المرحل
el_gr: Εξερχόμενο Υπόλοιπο
es_ve: Saldo saliente
fr_fr: Solde sortant
it_it: Saldo in uscita
pt_br: Saldo de Saída
sr_cyrl_rs: Одлазни биланс
sr_latn_rs: Odlazni bilans
sv_se: Utgående balans
tr_tr: Giden Bakiye

# InspectLedgers_OutboundBalanceZero
source: Ending Balance
ar_sa: الرصيد النهائي
el_gr: Τελικό Υπόλοιπο
es_ve: Balance final
fr_fr: Le solde final
it_it: Saldo finale
pt_br: Saldo Final
sr_cyrl_rs: Завршни биланс
sr_latn_rs: Završni bilans
sv_se: Slutlig balans
tr_tr: Kapanış Bakiyesi

# InspectLedgers_OutboundBalanceZeroToDate
source: Ending Balance (to date)
ar_sa: الرصيد النهائي (حتى تاريخه)
el_gr: Τελικό Υπόλοιπο (μέχρι τώρα)
es_ve: Balance final (hasta la fecha)
fr_fr: Solde final (à ce jour)
it_it: Saldo finale (fino ad oggi)
pt_br: Saldo Final (até à data)
sr_cyrl_rs: Завршни биланс (до датума)
sr_latn_rs: Završni bilans (do datuma)
sv_se: Slutlig balans (hittills)
tr_tr: Kapanış Bakiyesi (bugüne kadar)

# InspectLedgers_PleaseSelectAccount
source: (Please select an account.)
ar_sa: (يرجى اختيار حساب)
el_gr: (Παρακαλώ επιλέξτε έναν λογαριασμό.)
es_ve: (Seleccione una cuenta)
fr_fr: (Veuillez sélectionner un compte.)
it_it: (Si prega di selezionare un account.)
pt_br: (Por favor seleccione uma conta.)
sr_cyrl_rs: (Молимо, изаберите налог.)
sr_latn_rs: (Molimo, izaberite nalog.)
sv_se: (Välj ett konto.)
tr_tr: (Lütfen bir hesap seçin)

# UploadBankFiles_ResultsPayments
source: <br/><p>The payments file was <strong>successfully imported.</strong> {1:N0} payment(s) in {0:N0} group(s), totalling {3} {2:N2}, were imported.</p>
ar_sa: <br/><p> تم استيراد ملف المدفوعات بنجاح. تم استيراد {1:N0} دفعة/دفعات في {0:N0} مجموعة/مجموعات، بما مجموعه {3} {2:N2}.
el_gr: <br/><p>Το αρχείο πληρωμών <strong>εισήχθη επιτυχώς.</strong> Έγινε εισαγωγή {1:N0} πληρωμής(ων) σε {0:N0} ομάδα(ες), συνολικού ύψους {3} {2:N2}.</p>
es_ve: <br/><p>El archivo de pagos se importó <strong> con éxito. </strong>{1:N0} pago (s) en {0:N0} grupo (s), totalizando {3}{2:N2}, se importaron. </p>
fr_fr: <br/><p>Le fichier des paiements a été <strong>importé avec succès.</strong> {1:N0} paiement(s) dans {0:N0} groupe(s), avec un total de {3} {2:N2} ont été importés.</p>
it_it: <br/><p>Il file dei pagamenti è stato <strong>importato correttamente.</strong> Sono stati importati {1:N0} pagamento(i) in {0:N0} gruppo(i), per un totale di {3} {2:N2}}.</p>
pt_br: <br/><p>O ficheiro de pagamentos foi <strong>importado com sucesso.</strong>{1:N0} pagamento(s) em {0:N0} grupo(s), totalizando {3} {2:N2} foram importados.</p>
sr_cyrl_rs: <br/><p>Фајл за плаћања је <strong>успешно увежен.</strong> {1:N0} плаћање у {0:N0} група, укупно {3} {2:N2}, увежено.</p>
sr_latn_rs: <br/><p>Fajl za plaćanja je <strong>uspešno uvežen.</strong> {1:N0} plaćanje u {0:N0} grupa, ukupno {3} {2:N2}, uveženo.</p>
sv_se: <br/><p>Betalningsfilen har <strong>importerats.</strong> {1:N0} betalning(ar) i {0:N0} grupp(er), totalt {3} {2:N2}, importerades.</p>
tr_tr: <br/><p>Ödemeler dosyası<strong>başarıyla aktarıldı</strong>{0:N0} gruptaki toplamı {3}{2:N2} olan {1:N0} ödeme aktarıldı.</p>

# UploadBankFiles_ResultsPaymentsWithDupes
source: <br/><p>The payments file was <strong>successfully imported.</strong> {1:N0} payment(s) in {0:N0} group(s), totalling {3} {2:N2}, were imported.</p><p>(There were also {5:N0} duplicate payment(s) in {4:N0} group(s).)</p>
ar_sa: <br/><p> تم استيراد ملف المدفوعات بنجاح. تم استيراد {1:N0} دفعة/دفعات في {0:N0} مجموعة/مجموعات، بما مجموعه {3} {2:N2}..</p> </p>(وقد كان هناك عدد {5:N0} من المدفوعات المكررة في {4:N0} من المجموعات)</p><p>
el_gr: <br/><p>Το αρχείο πληρωμών <strong>εισήχθη επιτυχώς.</strong> Έγινε εισαγωγή {1:N0} πληρωμής(ων) σε {0:N0} ομάδα(ες), συνολικού ύψους {3} {2:N2}.</p><p>(Υπήρχαν επίσης {5:N0} διπλή(ες) πληρωμή(ες) σε {4:N0} ομάδα(ες).)</p>
es_ve: <br/><p>El archivo de pagos se importó <strong>con éxito. </strong>{1:N0} pago (s) en {0:N0} grupo (s), totalizando {3}{2:N2}, se importaron. </p><p>(También hubo {5:N0} pagos duplicados en {4:N0} grupo (s).)</p>
fr_fr: <br/><p> Le fichier des paiements a été<strong> importé avec succès.</strong>{1:N0} paiement(s) au sein de {0:N0} groupe(s), au total {3}{2:N2}, ont été importé.</p><p>(Il y'a eu aussi {5:N0} paiement(s) dupliqué(s) dans {4:N0} groupe(s).)</p>
it_it: <br/><p>Il file dei pagamenti è stato <strong>importato correttamente.</strong> Sono stati importati {1:N0} pagamento(i) in {0:N0} gruppo(i), per un totale di {3} {2:N2}. </p><p>(C'erano anche {5:N0} pagamento (i) doppio (i) in {4:N0} gruppo (i).)</p>
pt_br: <br/><p>O ficheiro de pagamentos foi <strong>importado com sucesso.</strong> {1:N0} pagamento(s) em {0:N0} grupo(s), totalizando {3} {2:N2}, foram importados.</p><p>(Também existiam {5:N0} pagamento(s) duplicado(s) no(s) {4:N0} grupo(s).)</p>
sr_cyrl_rs: <br/><p>Фајл за плаћања је <strong>успешно увежен.</strong> {1:N0} плаћање у {0:N0} група, укупно {3} {2:N2}, увежено.</p><p>(Било је и {5:N0} дупликата плаћања и {4:N0} група.)</p>
sr_latn_rs: <br/><p>Fajl za plaćanja je <strong>uspešno uvežen.</strong> {1:N0} plaćanje u {0:N0} grupa, ukupno {3} {2:N2}, uveženo.</p><p>(Bilo je i {5:N0} duplikata plaćanja i {4:N0} grupa.)</p>
sv_se: <br/><p>Betalningsfilen har <strong>importerats.</strong> {1:N0} betalning(ar) i {0:N0} grupp(er), totalt {3} {2:N2}, importerades.</p><p>(Det fanns också {5:N0} duplikat, alltså tidigare importerad data, i {4:N0} grupp(er).)</p>
tr_tr: <br/><p>Ödemeler dosyası<strong>başarıyla aktarıldı</strong>{0:N0} gruptaki toplamı {3}{2:N2} olan {1:N0} ödeme aktarıldı.</p><p>( Ayrıca, {4:N0} grupta {5:N0} adet tekrarlayan ödeme bulunuyordu.)</p>

# AccountPlan_AddAccount
source: add account
ar_sa: إضافة حساباً
el_gr: προσθήκη λογαριασμού
es_ve: añadir cuenta
fr_fr: ajouter un compte
it_it: aggiungi account
pt_br: adicionar conta
sr_cyrl_rs: додај налог
sr_latn_rs: dodaj nalog
sv_se: lägg till konto
tr_tr: hesap ekle

# AccountPlan_NewAccount
source: New Account
ar_sa: حساب جديد
el_gr: Νέος Λογαριασμός
es_ve: Nueva cuenta
fr_fr: Nouveau compte
it_it: Nuovo account
pt_br: Nova Conta
sr_cyrl_rs: Нови налог
sr_latn_rs: Novi nalog
sv_se: Nytt konto
tr_tr: Yeni Hesap

# AccountPlan_DebtBalancesAreNegative
source: This is a Liabilities account. Such accounts normally have a balance in the negative, since they represent negative assets in the organization. Your entered initial balance was changed to negative.
ar_sa: هذا حساب خصوم. هذه الحسابات يكون رصيدها عادة بالسالب، نظراً لأنها تمثل أصولاً سالبة في المنظمة. تم تغيير رصيدك الأولى الذي أدخلته إلى السالب.
el_gr: Αυτός είναι ένας λογαριασμός Υποχρεώσεων. Τέτοιοι λογαριασμοί συνήθως έχουν ένα αρνητικό υπόλοιπο, δεδομένου ότι αντιπροσωπεύουν αρνητικά περιουσιακά στοιχεία του οργανισμού. Το αρχικό σας υπόλοιπο μετατράπηκε σε αρνητικό.
es_ve: Esta es una cuenta de Pasivos. Tales cuentas normalmente tienen un saldo negativo, ya que representan activos negativos en la organización. El saldo inicial ingresado se cambió a negativo.
fr_fr: Ceci est un compte débiteur. Tout compte de la sorte a normalement un solde négatif, vue qu'il représente des actifs négatifs dans l'organisation. Votre solde initial a été remis au négatif.
it_it: Questo è un account di debito. Tali account normalmente hanno un saldo negativo, in quanto rappresentano un patrimonio negativo per l'organizzazione. Il saldo iniziale che hai inserito è stato cambiato in negativo.
pt_br: Esta é uma conta de Passivos. Tais contas normalmente têm um saldo negativo, uma vez que representam ativos negativos na organização. O saldo inicial que inseriu foi alterado para negativo.
ru_ru: Это счет пассивов. Такие счета обычно имеют сальдо в отрицательном, поскольку они представляют собой отрицательные активы в организации. Введенный начальный баланс был изменен на "негативный".
sr_cyrl_rs: Ово је налог за трошкове. Налози попут овога обично имају стање које је у минусу. Износ који сте навели је добио предзнак минус.
sr_latn_rs: Ovo je nalog za troškove. Nalozi poput ovoga obično imaju stanje koje je u minusu. Iznos koji ste naveli je dobio predznak minus.
sv_se: Detta är ett skuldkonto. Sådana konton har normalt negativa saldon, eftersom de redovisar negativa tillgångar (skulder) för organisationen. Ditt angivna ingångssaldo ändrades till negativt.
tr_tr: Bu bir yükümlülük hesabı. Bu tür hesaplar normalde negatif bir dengeye sahiptirler, çünkü bunlar organizasyondaki negatif varlıkları temsil etmektedir. Girilen başlangıç bakiyesi negatif olarak değiştirildi.

# AccountPlan_Edit_InitialBalance
source: Initial Balance (inbound into {0}), {1}
ar_sa: الرصيد الأولى (المورد إلى {0})، {1}
el_gr: Αρχικό Υπόλοιπο (εισερχόμενο στο {0}), {1}
es_ve: Saldo inicial (entrando en {0}),{1}
fr_fr: Solde initial (entrant dans {0}), {1}
it_it: Saldo iniziale (in entrata nel {0}), {1}
pt_br: Saldo Inicial (de entrada em {0}), {1}
sr_cyrl_rs: Иницијални биланс (фактурисан под {0}), {1}
sr_latn_rs: Inicijalni bilans (fakturisan pod {0}), {1}
sv_se: Ingångssaldo (in i året {0}), {1}
tr_tr: Başlangıç Bakiyesi({0}'a gelen), {1}

# AccountPlan_Options_ShowInactive
source: Show Inactive Accounts (<span id="SpanInactiveCount">{0:N0}</span>)
ar_sa: أظهر الحسابات غير النشطة (<span id="SpanInactiveCount">{0:N0}</span>)
el_gr: Εμφάνιση Ανενεργών Λογαριασμών (<span id="SpanInactiveCount">{0:N0}</span>)
es_ve: Mostrar cuentas inactivas (<span id="SpanInactiveCount">{0:N0}</span>)
fr_fr: Montrer les comptes inactifs (<span id="SpanInactiveCount">{0:N0}</span>)
it_it: Mostra account inattivi (<span id="SpanInactiveCount">{0:N0}</span>)
pt_br: Mostrar Contas Inativas (<span id="SpanInactiveCount">{0:N0}</span>)
sr_cyrl_rs: Прикажи неактивне налоге (<span id="SpanInactiveCount">{0:N0}</span>)
sr_latn_rs: Prikaži neaktivne naloge (<span id="SpanInactiveCount">{0:N0}</span>)
sv_se: Visa inaktiva konton (<span id="SpanInactiveCount">{0:N0}</span>)
tr_tr: Etkin olmayan Hesapları Göster (<span id="SpanInactiveCount">{0:N0}</span>)

# AccountPlan_ProjectedLoss
source: Projected Loss {0}
ar_sa: الخسارة المتوقعة {0}
el_gr: Αναμενόμενες Ζημίες {0}
es_ve: Pérdida proyectada {0}
fr_fr: Perte prévue {0}
it_it: Perdita prevista {0}
pt_br: Perda Projetada {0}
sr_cyrl_rs: Пројектовани губитак {0}
sr_latn_rs: Projektovani gubitak {0}
sv_se: Budgeterad förlust {0}
tr_tr: Öngörülen Kayıp {0}

# AccountPlan_ProjectedProfit
source: Projected Profit {0}
ar_sa: الأرباح المتوقعة {0}
el_gr: Αναμενόμενα Κέρδη {0}
es_ve: Beneficios proyectados {0}
fr_fr: Profit prévu {0}
it_it: Profitto previsto {0}
pt_br: Lucro Projetado {0}
sr_cyrl_rs: Пројектовани добитак {0}
sr_latn_rs: Projektovani dobitak {0}
sv_se: Budgeterad vinst {0}
tr_tr: Öngörülen Kâr {0}

# TaxForms_Payroll_AdditiveTax
source: Additive Tax
ar_sa: الضريبة المضافة
el_gr: Πρόσθετος Φόρος
es_ve: Impuesto añadido
fr_fr: Taxe additive
it_it: Aliquota ad valorem
pt_br: Imposto Adicional
sr_cyrl_rs: Додатни порез
sr_latn_rs: Dodatni porez
sv_se: Arbetsgivaravgifter
tr_tr: İlave Vergi

# TaxForms_Payroll_DeductedTax
source: Deducted Tax
ar_sa: الضريبة المخصومة
el_gr: Φόρος Που Εκπίπτει
es_ve: Impuesto deducido
fr_fr: Taxe déduite
it_it: Detrazioni fiscali
pt_br: Imposto Deduzido
sr_cyrl_rs: Одбијени порез
sr_latn_rs: Odbijeni porez
sv_se: Avdragen skatt
tr_tr: Vergi İndirimi

# TaxForms_Payroll_GrossPay
source: Gross Paycheck
ar_sa: الراتب الإجمالي
el_gr: Εκκαθαριστικό Σημείωμα Μικτών Αποδοχών
es_ve: Cheque bruto
fr_fr: Salaire brut
it_it: Stipendio lordo
pt_br: Salário Bruto
sr_cyrl_rs: Бруто плата
sr_latn_rs: Bruto plata
sv_se: Bruttolön
tr_tr: Brüt Maaş

# TaxForms_Payroll_Info
source: View cheat sheets (completed tax forms) for the organization payroll, which are easy for you to copy to your actual tax forms, or possibly even print as is. Performance and actual forms vary by country and sometimes depend on third-party code and plugins.
ar_sa: هنا يمكنك استعراض النماذج المكتملة لضريبة الرواتب في المنظمة والتي يسهل عليك نسخها إلى النماذج الحقيقية للضريبة أو إن شئت طباعتها كما هي. أداء النظام والنماذج الحقيقية يتغيران بتغير الدولة وأحياناً يعتمدان على الشيفرات البرمجية والقوابس (plug-ins) التي توفرها أطراف أخرى.
el_gr: Εμφάνιση φύλλων σημειώσεων (συμπληρωμένων φορολογικών εντύπων) για την κατάσταση μισθοδοσίας του οργανισμού, που είναι εύκολο να αντιγραφούν στα πραγματικά φορολογικά έντυπα, ή ακόμα και να εκτυπωθούν όπως είναι. Η απόδοση του συστήματος και τα πραγματικά έντυπα διαφέρουν από χώρα σε χώρα και μερικές φορές εξαρτώνται από τον κώδικα και τις προσθήκες που παρέχονται από τρίτους.
es_ve: Vea las hojas de referencia (formularios de impuestos completados) para la nómina de la organización, que le resultará fácil copiar a sus formularios de impuestos reales, o incluso imprimir tal cual. El rendimiento y los formularios reales varían según el país y algunas veces dependen del código y los complementos de terceros.
fr_fr: Visualisez les formulaires fiscaux blancs (formulaires fiscaux complétés) des salaires de l'organisation, faciles à copier dans les formulaires fiscaux réels ou à imprimer tels quels. Les performances et les formulaires varient d'un pays à l'autre et dépendent parfois des codes et des plugins tiers.
it_it: Visualizza i bollettini fiscali (moduli fiscali compilati) per i dipendenti dell'organizzazione, che sono facili da copiare nei moduli fiscali effettivi, o anche da stampare così come sono. Le prestazioni e i moduli effettivi variano da paese a paese e a volte dipendono da codici e plugin di terze parti.
pt_br: Veja as folhas de dicas (formulários de imposto preenchidos) para a folha de pagamento da organização, que são fáceis de copiar em seus formulários de impostos reais ou, possivelmente, até mesmo impressas como estão. O desempenho e os formulários atuais variam de acordo com o país e, às vezes, dependem do código e dos plugins de terceiros.
sr_cyrl_rs: Погледајте примере (већ испуњене пореске обрасце) за платну листу организације које лако можете искористити за Ваше обрасце. Ипак, могуће је да у зависности од земље обрасци варирају.
sr_latn_rs: Pogledajte primere (već ispunjene poreske obrasce) za platnu listu organizacije koje lako možete iskoristiti za Vaše obrasce. Ipak, moguće je da u zavisnosti od zemlje obrasci variraju.
sv_se: Visa fusklapp (ifyllda deklarationsblanketter) för lönelistan, som är lätta för dig att kopiera till dina faktiska deklarationsblanketter, eller möjligen skriva ut som de är. Prestanda och faktiska former varierar beroende på land och skatteverk, och ibland även på tredjepartskod och plugins.
tr_tr: Organizasyon bordrosu için, gerçek vergi formlarınıza eklemeniz hatta muhtemelen olduğu gibi çıkarmanız kolay olan karalama notlarını (tamamlanan vergi formları) göster. Performans ve gerçek formlar ülkeye göre değişmektedir ve üçüncü parti kodlara ve eklentilere bağlıdır.

# TaxForms_Payroll_PageTitle
source: Payroll Tax Forms
ar_sa: نماذج ضريبة الرواتب
el_gr: Φορολογικά Έντυπα Κατάστασης Μισθοδοσίας
es_ve: Formularios de impuesto a la nómina
fr_fr: Formulaires de l'impôt sur le revenu
it_it: Moduli fiscali per gli stipendi
pt_br: Declarações Imposto Salarial
sr_cyrl_rs: Обрасци за порез на плату
sr_latn_rs: Obrasci za porez na platu
sv_se: Arbetsgivardeklarationer
tr_tr: Bordro Vergi Formları

# TaxForms_Payroll_TaxFormsMonthlyHeader
source: Monthly Tax Forms For
ar_sa: نماذج الضرائب الشهرية لـ
el_gr: Μηνιαία Φορολογικά Έντυπα Για
es_ve: Formularios de impuestos mensuales para
fr_fr: Les formulaires fiscaux mensuels pour
it_it: Moduli fiscali mensili per
pt_br: Formulários Mensais de Imposto para
sr_cyrl_rs: Обрасци за месечно опорезивање
sr_latn_rs: Obrasci za mesečno oporezivanje
sv_se: Månatliga deklarationsblanketter för
tr_tr: Şu Ay İçin Aylık Vergi Formları

# TaxForms_Payroll_TotalCost
source: Total Cost
ar_sa: التكلفة الإجمالية
el_gr: Συνολική Χρέωση
es_ve: Costo total
fr_fr: Coût total
it_it: Costo totale
pt_br: Custo Total
sr_cyrl_rs: Укупни трошкови
sr_latn_rs: Ukupni troškovi
sv_se: Totalkostnad
tr_tr: Toplam Maliyet

# TaxForms_Payroll_TotalTax
source: Total Tax
ar_sa: إجمالي الضريبة
el_gr: Συνολικός Φόρος
es_ve: Total impuestos
fr_fr: Total des taxes
it_it: Totale tasse
pt_br: Imposto Total
sr_cyrl_rs: Укупан порез
sr_latn_rs: Ukupan porez
sv_se: Total skatt
tr_tr: Toplam Vergi

# InspectLedgers_EditingTransactionX
source: Viewing/Editing Transaction #<span id="spanModalTransactionId">67890</span>
ar_sa: عرض/تحرير حركة رقم # <span id="spanModalTransactionId"> 67890</span>
el_gr: Πραγματοποιείται Προβολή/Επεξεργασία Της Συναλλαγής #<span id="spanModalTransactionId">67890</span>
es_ve: Ver / editar el número de transacción #<span id="spanModalTransactionId">67890</span>
fr_fr: Voir/Modifier la transaction #<span id="spanModalTransactionId">67890</span>
it_it: Visualizzando/Modificando transazione #<span id="spanModalTransactionId">67890</span>
pt_br: A Mostrar/Editar Transação nº<span id="spanModalTransactionId">67890</span>
sr_cyrl_rs: Преглед/Уређивање трансакције #<span id="spanModalTransactionId">67890</span>
sr_latn_rs: Pregled/Uređivanje transakcije #<span id="spanModalTransactionId">67890</span>
sv_se: Visar/redigerar transaktion #<span id="spanModalTransactionId">67890</span>
tr_tr: İşlemi Görüntüleme/Düzenleme #<span id="spanModalTransactionId">67890</span>
