Repository: Swarmops/Swarmops
Catalog: Site/App_GlobalResources/*/Pages.Admin.*.resx
Languages: ar_sa, pl_pl, sr_cyrl_rs, sv_se, tr_tr

# CommenceImpersonation_Active_Text
source: You have an active impersonation session as {0}. <a href="javascript:terminateImpersonation();">End impersonation.</a>
ar_sa: لديك حصة تجسيد حالية باسم {0}.<a href="javascript:terminateImpersonation();">إنهاء التجسيد.</a>
pl_pl: Masz aktywną sesję podszywania się jako {0}. <a href="javascript:terminateImpersonation();">Zakończ podszywanie się.</a>
sr_cyrl_rs: Активирали сте секцију представљања у име {0}. <a href="javascript:terminateImpersonation();">Заврши представљање.</a>
tr_tr: {0} olarak aktif bir kişileştirme oturumunuz bulunuyor. <a href="javascript:terminateImpersonation();">Kişileştirmeyi Sonlandır.</a>

# CommenceImpersonation_Confirm
source: <strong>IMPERSONATE PERSON?</strong><br/><br/>This is not to be taken lightly, and if you're not doing this for technical reasons, it may even be illegal depending on local laws.<br/><br/>The purpose of this tool is to fix technical malfunctions. Everything is logged.<br/><br/>Proceed?
ar_sa: <strong>أتريد تجسيد شخص ما؟</strong><br/><br/>هذا ليس بالشيئ الهين، فإن لم تكن تفعل هذا لأسباب تقنية ، فقد يكون هذا مخالفا للقانون نسبة لقوانينك المحلية.<br/><br/>فالهدف من وراء هذه الأداة هي معالجة بعض الأعطال الفنية. لقد تم تسجيل الدخول.<br/><br/>أتود المتابعة؟
pl_pl: <strong>PODSZYĆ SIĘ POD OSOBĘ?</strong><br/><br/>Nie należy tego lekceważyć, a jeśli nie robisz tego ze względów technicznych, może to być nielegalne w zależności od lokalnych przepisów.<br/><br/>Celem tego narzędzia jest naprawienie usterki technicznej. Wszystko jest zalogowane.<br/><br/>Kontynuować?
sr_cyrl_rs: <strong>ПРЕДСТАВЉАТЕ ДРУГУ ОСОБУ?</strong><br/><br/>Ако ово не радите из техничких разлога, онда је то озбиљно дело, које можда подлеже локалним законима.<br/><br/>Сврха овог алата је да реши техничке проблеме. Све се уписује у регистар.<br/><br/>Настављате?
tr_tr: <strong>ŞAHIS KİŞİLEŞTİRİLSİN Mİ?</strong><br/><br/>Bu hafife alınmamalıdır, ve bunu teknik sebeplerden dolayı yapmıyorsanız yerel kanunlarınıza bağlı olarak illegal dahi olabilir. <br/><br/>Bu aracın amacı teknik arızaları gidermektir. Her şey kayıt altına alınır.<br/><br/>Devam edilsin mi?

# CommenceImpersonation_Ended
source: <strong>IMPERSONATION TERMINATED</strong><br/><br/>Impersonation terminated at {0:HH:mm} UTC. You are acting as yourself again.
ar_sa: <strong>لقد تم انهاء التجسيد</strong><br/><br/>إنتهى التجسيد مع {0:HH:mm} UTC. أنت الأن مسجّل للدخول بنفسك من جديد.
pl_pl: <strong>ZAKOŃCZENIE PODSZYWANIA SIĘ</strong><br/><br/>Podszywanie się zakończyło się na {0:HH:mm} UTC. Ponownie zachowujesz się jak ty.
sr_cyrl_rs: <strong>ПРЕДСТАВЉАЊЕ У ИМЕ ДРУГЕ ОСОБЕ ЈЕ ЗАВРШЕНО</strong><br/><br/>Представљање у име друге особе је завршено у {0:HH:mm} UTC. Сада поново представљате себе.
tr_tr: <strong>KİŞİLEŞTİRME İPTAL EDİLDİ</strong><br/><br/>Kişileştirme {0:HH:mm} UTC 'de iptal edildi. Yeniden kendiniz olarak davranıyorsunuz.

# CommenceImpersonation_Error_Authority_Report
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You may not impersonate somebody who is your direct manager.
ar_sa: <strong>لقد تم رفض التجسيد</strong><br/><br/>لا يمكنك تجسيد مديرك المباشر.
pl_pl: <strong>PODSZYWANIE SIĘ ODRZUCONE</strong><br/><br/>Nie możesz podszywać się za kogoś, kto jest twoim bezpośrednim kierownikiem.
sr_cyrl_rs: <strong>ПРЕДСТАВЉАЊЕ У ТУЂЕ ИМЕ ЈЕ БЛОКИРАНО</strong><br/><br/>Не можете да представљате свог директно надређеног.
tr_tr: <strong>KİŞİLEŞTİRME REDDEDİLDİ</strong><br/><br/>Direkt olarak manejeriniz olan birisini kişileştiremezsiniz.

# CommenceImpersonation_Error_Authority_System
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You may not impersonate somebody else with system level access.
ar_sa: <strong>لقد تم رفض التجسيد</strong><br/><br/> لا يمكنك تجسيد شخص أخر لديه الحق في الولوج إلى مستوى النظام.
pl_pl: <strong>PODSZYWANIE SIĘ ODRZUCONE</strong><br/><br/>Nie możesz podszywać się za kogoś innego z dostępem do poziomu systemu.
sr_cyrl_rs: <strong>ПРЕДСТАВЉАЊЕ У ТУЂЕ ИМЕ ЈЕ БЛОКИРАНО</strong><br/><br/>Не можете да представљате некога са приступом системском нивоу.
tr_tr: <strong>KİŞİLEŞTİRME REDDEDİLDİ</strong><br/><br/>Sistem çapında erişimi olan başka birisini kişileştiremezsiniz.

# CommenceImpersonation_Error_SelectPerson
source: You need to select a person to impersonate.
ar_sa: يتوجب عليك تحديد شخص لتمثيله.
pl_pl: Musisz wybrać osobę, pod która chcesz się podszyć.
sr_cyrl_rs: Морате да селектујете особу коју ћете да представљате.
tr_tr: Kişileştirmek için bir kişi seçmelisiniz.

# CommenceImpersonation_Error_Self
source: If you need to impersonate yourself, we suggest you log off Swarmops and seek other kind of assistance.
ar_sa: إن كانت لديك الرغبة في تجسيد نفسك، فنحن ننصحك بأن تقوم بتسجيل الخروج من Swarmops وأن تقوم بالبحث عن مساعدة من نوع أخر.
pl_pl: Jeśli musisz podszywać się pod siebie, sugerujemy wylogowanie się z Swarmops i poszukanie innego rodzaju pomocy.
sr_cyrl_rs: Ако имате потребу да из неких разлога представљате себе, уместо себе, молимо Вас, одјавите се са Swarmops-а и потражите стручну помоћ.
tr_tr: Eğer kendinizi kişileştirmeniz gerekiyorsa Swarmops'dan çıkış yaparak farklı bir yardım aramanızı öneririz.

# CommenceImpersonation_Failed
source: <strong>IMPERSONATION DENIED</strong><br/><br/>You do not seem to have sufficient privileges to impersonate somebody else.
ar_sa: <strong>لقد تم رفض التجسيد</strong><br/><br/> لا يبدو أنك تتمتع بالإمتيازات الكافية من أجل تجسيد شخص أخر.
pl_pl: <strong>PODSZYWANIE SIĘ ODRZUCONE</strong><br/><br/>Wydaje się, że nie masz wystarczających uprawnień do podszywania się pod kogoś innego.
sr_cyrl_rs: <strong>ПРЕДСТАВЉАЊЕ У ТУЂЕ ИМЕ ЈЕ ОНЕМОГУЋЕНО</strong><br/><br/>Изгледа да немате одговарајуће привилегије које би Вам то дозволиле.
tr_tr: <strong>KİŞİLEŞTİRME REDDEDİLDİ</strong><br/><br/>Başka birini kişileştirmek için yeterli yetkiye sahip değilsiniz gibi gözüküyor.

# CommenceImpersonation_Header
source: Impersonate another user
ar_sa: تجسيد شخصية مستخدم آخر
pl_pl: Podszywać się pod innego użytkownika
sr_cyrl_rs: Представљај другог корисника
tr_tr: Başka bir kullanıcıyı kişileştir

# CommenceImpersonation_Impersonate
source: Impersonate
ar_sa: تجسيد
pl_pl: Podszyj się pod
sr_cyrl_rs: Представљање у туђе име
tr_tr: Kişileştir

# CommenceImpersonation_Person
source: Person to impersonate
ar_sa: الشخص الذي ستنتحل شخصيته
pl_pl: Osoba do podszycia się
sr_cyrl_rs: Особа у чије се име представљате
tr_tr: Kişileştirilecek şahıs

# CommenceImpersonation_Success
source: <strong>IMPERSONATION ACTIVE</strong><br/><br/>Impersonation started at {0:HH:mm} UTC. This is the Dashboard as the impersonated person sees it.
ar_sa: <strong>التجسيد الأن قائم</strong><br/><br/>التجسيد إنطلق مع حوالي {0:HH:mm} UTC. هذه هي اللوحة الرئيسية كما يراها الشخص الذي تقوم بتجسيده.
pl_pl: <strong>PODSZYWANIE SIĘ AKTYWNE</strong><br/><br/>Podszywanie się rozpoczęło się o {0:HH:mm} UTC. Jest to pulpit nawigacyjny, ponieważ osoba podszywająca się go widzi.
sr_cyrl_rs: <strong>ПРЕДСТАВЉАЊЕ У ИМЕ ДРУГЕ ОСОБЕ ЈЕ АКТИВИРАНО</strong><br/><br/>Представљање је отпочело у {0:HH:mm} UTC. Ово је контролна табла коју види особа у чије име радите.
tr_tr: <strong>KİŞİLEŞTİRME AKTİF</strong><br/><br/>Kişileştirme {0:HH:mm} UTC'de başladı. Bu, kontrol panelinin kişileştirilen şahsın göreceği şeklidir.

# CommenceImpersonation_Warning
source: <p>This debugging tool allows you to impersonate another user to see and experience Swarmops as they do when logged in.</p> <p><strong>WARNING:</strong> This is a highly intrusive tool that should only be used for technical development and for requested support. Using this should not be taken lightly.</p> <p>All impersonations are permanently logged, all and any actions taken while impersonated are traceable as such, and the impersonated user will be informed of the intrusion.</p>
ar_sa: إن أداة التصحيح التالية تمكنك من تجسيد مستخدم أخر لترى و تقوم باختبار Swarmops كما يفعل عندما يقوم بتسجيل الدخول.</p> <p><strong>تحذير:</strong>هته الأداة هي أداة تطفلية ويجب عليك أن تستعملها فقط لأغراض تتعلق بالتطوير التقني أو عند طلب الدعم. إن إستعمال هذه الأداة لا يجب أن يستهان به.</p> <p>جميع عمليات التجسيد هي موثقة، وجميع العمليات المنجزة أثناء التجسيد يمكن تعقبها، والمستخدم الذي قمت بتجسيده سيكون على دراية بتدخلك.</p>
pl_pl: <p>To narzędzie do debugowania pozwala podszywać się pod innego użytkownika, aby widzieć i doświadczać Swarmops tak, jak robią to oni po zalogowaniu.</p> <p><strong>OSTRZEŻENIE:</strong> Jest to bardzo inwazyjne narzędzie, które powinno być wykorzystywane wyłącznie do rozwoju technicznego i do wymaganego wsparcia. Korzystanie z tego nie powinno być lekceważone.</p> <p>Wszystkie podszycia się są trwale rejestrowane, wszystkie działania podejmowane podczas podszywania się są identyfikowalne jako takie, a podszywany użytkownik zostanie poinformowany o wtargnięciu.</p>
sr_cyrl_rs: <p>Овај алат за уклањање грешака Вам омогућава да преузмете туђи идентитет и искусите Swarmops као да сте пријављени са туђим подацима.</p> <p><strong>УПОЗОРЕЊЕ:</strong> Ово је озбиљан алат и може се користити само у случајевима када се решава технички проблем или када се тражи подршка.</p> <p>Све замене идентитета се трајно снимају и сваку извршену радњу је могуће пратити. Такође, лице у чије име се ради, биће обавештено о томе.</p>
tr_tr: <p>Bu hata ayıklama aracı, sizin başka bir kullancıyı kişileştirerek Swarmops'u onların giriş yaptığında gördüğü şekilde görmenize olanak sağlar.</p> <p><strong>UYARI:</strong>Bu, teknik geliştirme ve talep edilen destek için, kullanılması son derece önerilmeyen bir araçtır. Bunun kullanılması hafife alınmamalıdır.</p> <p>Bütün kişileştirmeler kalıcı olarak kayıt altına alınır, kişileştirilmiş durumdayken yapılan bütün ve herbir eylem olduğu gibi izlenebilirdir, ve kişileştirilen kullanıcı bu durumdan haberdar edilecektir.</p>

# CreateOrganization_ApplicantTitle
source: Not-yet-members are called
ar_sa: لا تتم منادتهم بأعضاء إلى حد الأن
pl_pl: Jeszcze-nie-członkowie nie zostali nazwani
sr_cyrl_rs: Позвани су људи који још нису чланови
sv_se: Inte-ännu-medlemmar kallas
tr_tr: Henüz üye olmayanlar şu şekilde anılır

# CreateOrganization_Applicants_None
source: (not applicable)
ar_sa: (لا يطبق)
pl_pl: (nie dotyczy)
sr_cyrl_rs: (није применљиво)
sv_se: (inte tillämplig)
tr_tr: (uygulanamaz)

# CreateOrganization_Titles_Government
source: Government
ar_sa: الحكومة
pl_pl: Rząd
sr_cyrl_rs: Влада
sv_se: Förvaltning
tr_tr: Hükümet
