Repository: Swarmops/Swarmops
Catalog: Site5/App_GlobalResources/*/Global.*.resx
Languages: nl_nl

# CurrentUserInfo_Logout
source: Logout
nl_nl: Uitloggen

# CurrentUserInfo_Preferences
source: Preferences
nl_nl: Voorkeuren

# CurrentUserInfo_SelectLanguage
source: Select Language
nl_nl: Kies taal

# Dashboard_Info_Temporary
source: This is a default page. The only item available is motion registration for meetings.
nl_nl: Dit is een standaardpagina. Het enige item beschikbaar is bewegingsregistratie voor vergaderingen.

# Dashboard_Main_Temporary
source: This is the default page (the dashboard). In time, this will become a really neat page with numbers and graphics and stuff. For now, go to the meeting pages instead.
nl_nl: Dit is de standaardpagina (het dashboard). In de tijd wordt dit een echt nette pagina met nummers en graphics en spullen. Voor nu, ga in plaats daarvan naar de vergadering pagina's.

# Financial_Actuals
source: Actuals
nl_nl: Werkelijke waarden

# Financial_ActualsPreliminary
source: Actuals (prel)
nl_nl: Werkelijke waarden (prel)

# Financial_ActualsToDate
source: Actuals YTD
nl_nl: Werkelijke waarden vanaf vorig jaareinde

# Financial_BookkeepingAccountLong
source: Bookkeeping Account
nl_nl: Boekhouding Account

# Financial_BookkeepingAccountShort
source: Account
nl_nl: Rekening

# Financial_CashAdvance
source: Advance
nl_nl: Voorschot

# Financial_CashAdvanceSpecification
source: Cash Advance #{0}
nl_nl: Kasvoorschot #{0}

# Financial_CashAdvancesSpecification
source: Cash Advances {0}
nl_nl: Contant geld voorschotten {0}

# Financial_ExpenseClaim
source: Expense
nl_nl: Kosten

# Financial_ExpenseClaimSpecification
source: Expense #{0}
nl_nl: Kosten #{0}

# Financial_ExpenseClaimsSpecification
source: Expenses {0}
nl_nl: Kosten {0}

# Financial_InvoiceInbound
source: Invoice
nl_nl: Factuur

# Financial_InvoiceOutbound
source: Invoice
nl_nl: Factuur

# Financial_Parley
source: Conference
nl_nl: Conferentie

# Financial_Salary
source: Salary
nl_nl: Salaris

# Financial_SalarySpecification
source: Salary for {0:yyyy-MMM}
nl_nl: Salaris voor {0:yyyy-MMM}

# Financial_TaxesSpecification
source: Tax for salaries {0}
nl_nl: Belasting voor salarissen {0}

# Financial_TaxSpecification
source: Tax for salary #{0}
nl_nl: Belasting voor salaris #{0}

# Financial_YearlyResult
source: Yearly result
nl_nl: Jaarlijkse resultaat

# Global_ASAP
source: ASAP
nl_nl: Zo snel mogelijk

# Global_Cancel
source: Cancel
nl_nl: ANNULEREN

# Global_Change
source: Change?
nl_nl: Wijzigen?

# Global_ClickImageToEnlarge
source: Click image to enlarge.
nl_nl: Klik op de afbeelding om te vergroten.

# Global_Confirm
source: Confirm
nl_nl: Bevestig

# Global_DropInits_SelectFinancialAccount
source: -- Select Budget/Account --
nl_nl: --Selecteer Begroting/Account--

# Global_DropInits_SelectOrganization
source: -- Select Organization --
nl_nl: -- Selecteer organisatie --

# Global_GoThere
source: Go there...
nl_nl: Ga naar...

# Global_NoOwner
source: Nobody
nl_nl: Niemand

# Global_Owner
source: Owner
nl_nl: Eigenaar

# Global_ProcessingFile
source: Processing File...
nl_nl: Bestand wordt verwerkt...

# Global_UploadFile
source: Upload File
nl_nl: Bestand uploaden

# Global_UploadFileToSwarmops
source: Upload File To Swarmops
nl_nl: Bestand uploaden naar Swarmops

# Global_Upload_ErrorSelectFile
source: Please select a file to upload.
nl_nl: Selecteer a.u.b. een bestand dat u wilt uploaden.

# Master_SwitchOrganizationDialog
source: You are currently logged into <strong>{0}</strong>. Would you like to switch to another organization?
nl_nl: U bent momenteel aangemeld bij <strong>{0}</strong>. Zou u willen overstappen naar een andere organisatie?

# Sidebar_Actions
source: Actions
nl_nl: Acties

# Sidebar_Actions_None
source: No suggested actions at this point.
nl_nl: Geen voorgestelde acties op dit punt.

# Sidebar_Information
source: Info
nl_nl: Informatie

# Sidebar_Todo
source: To do
nl_nl: Nog te doen

# Sidebar_Todo_None
source: No urgent action items right now.
nl_nl: Geen dringende actie items nu.

# Sidebar_Todo_Placeholder
source: Action items will go here.
nl_nl: Actie-items komen hier.

# Financial_CashAdvances
source: Advances
nl_nl: Voorschotten

# Financial_CashAdvancesLong
source: Cash Advances
nl_nl: Vooruitbetalingen in contanten

# Financial_ExpenseClaims
source: Expenses
nl_nl: Kosten

# Financial_ExpenseClaimsLong
source: Expense Claims
nl_nl: Onkostenvergoedingen

# Financial_InboundInvoices
source: Invoices
nl_nl: Facturen

# Financial_InboundInvoicesLong
source: Inbound Invoices
nl_nl: Inkomende facturen

# Financial_OutboundInvoices
source: Invoices
nl_nl: Facturen

# Financial_OutboundInvoicesLong
source: Outbound Invoices
nl_nl: Uitgaande facturen

# Global_NA
source: N/A
nl_nl: N/B

# Global_NALong
source: Not Applicable
nl_nl: Niet van toepassing

# Global_AsOfNow
source: As Of Now
nl_nl: Vanaf nu

# Global_Today
source: Today
nl_nl: Vandaag

# Sidebar_Related
source: Related
nl_nl: Gerelateerde

# Financial_ExpenseClaimSpecificationLessAdvance
source: Expense #{0} (minus advance #{1})
nl_nl: Kosten #{0} (min voorschot #{1})

# Financial_ExpenseClaimSpecificationLessAdvances
source: Expense #{0} (minus advances)
nl_nl: Kosten #{0} (min voorschotten)

# Financial_ExpenseClaimSpecificationWithClaimer
source: Expense Claim #{0} by {1}
nl_nl: Kosten vordering #{0} door {1}
