Repository: Swarmops/Swarmops
Catalog: Site5/App_GlobalResources/*/Menu5.*.resx
Languages: fi_fi, nl_nl, ru_ru, sv_se

# Menu5_Administration_AccessControlLists
source: Access Control Lists
fi_fi: قوائم التحكم بالوصول
nl_nl: Toegangscontrole lijst
ru_ru: Списки управления доступом
sv_se: Tillgångskontrollistor

# Menu5_Administration_CreateOrganization
source: Create New Organization
fi_fi: إنشاء منظمة جديدة
ru_ru: Создать Новую Организацию
sv_se: Skapa ny organisation

# Menu5_Administration_GeographyTree
source: Geography Tree
fi_fi: الشجرة الجغرافية
nl_nl: Geografische Boom
sv_se: Geografiträd

# Menu5_Administration_OrganizationClusters
source: Organization Clusters
fi_fi: تجمعات المنظمة
nl_nl: Organisatieclusters
sv_se: Organisationskluster

# Menu5_Communications
source: Communications
fi_fi: الاتصالات
nl_nl: Communicatie
ru_ru: Связь
sv_se: Kommunikation

# Menu5_Communications_EditAutomailText
source: Edit Automail Text
fi_fi: تحرير نص البريد الآلي
nl_nl: Automail Tekst Aanpassen
ru_ru: Редактировать текст для автоответа
sv_se: Redigera automatmail

# Menu5_Communications_MailInbox
source: Manage Mail Inbox
fi_fi: إدارة البريد الوارد
nl_nl: Beheer Mail Inbox
ru_ru: Управление папкой "Входящие"
sv_se: Hantera Mailinkorg

# Menu5_Communications_MassMailing
source: Mass Mailing
fi_fi: حملة بريد
nl_nl: Massa Mails
ru_ru: Массовые рассылки
sv_se: Massutskick

# Menu5_Communications_MobilizeActivists
source: Mobilize Activists
fi_fi: حشد النشطاء
sv_se: Mobilisera aktivister

# Menu5_Communications_PaperInbox
source: Manage Paper Inbox
fi_fi: إدارة الوارد الورقي
nl_nl: Beheer Papieren Inbox
sv_se: Läs pappersbrev

# Menu5_Communications_ReadPaperInbox
source: Read Paper Inbox
fi_fi: قراءة الوارد الورقي
sv_se: Läs pappersbrev

# Menu5_Communications_ReceivedPaperLetter
source: Received Paper Letter
fi_fi: الرسائل الورقية المستلمة
sv_se: Mottagit pappersbrev

# Menu5_Communications_ReporterList
source: Manage Reporter List
fi_fi: إدارة قائمة المراسلين
nl_nl: Beheer Reporterslijst
sv_se: Journalistsändlista

# Menu5_Communications_SendMassMessage
source: Send Mass Message
ru_ru: Массовая Рассылка Сообщений
sv_se: Skicka massmeddelande

# Menu5_Communications_SendPressRelease
source: Send Press Release
sv_se: Skicka pressmeddelande

# Menu5_Communications_TextActivists
source: Text Activists
nl_nl: Bericht Activisten
sv_se: SMS:a Aktivister

# Menu5_Communications_TextInbox
source: Manage Text Inbox
nl_nl: Beheer Tekst Inbox
sv_se: Hantera SMS-inkorg

# Menu5_Financial
source: Financial
nl_nl: Financiën
ru_ru: Финансовые
sv_se: Ekonomi

# Menu5_Financial_AttestCosts
source: Attest Costs
nl_nl: Attest Kosten
sv_se: Attestera kostnader

# Menu5_Financial_ClaimExpense
source: Claim Refund for Expense
nl_nl: Terugbetaling op Uitgaven
sv_se: Begär återbetalning för utlägg

# Menu5_Financial_CreatePurchaseOrder
source: Create Purchase Order
nl_nl: Maak een Nieuwe Aankoop
sv_se: Skapa inköpsorder

# Menu5_Financial_GigsAssistant
source: Gigs Assistant
nl_nl: Gigs Assistent
sv_se: Gigassistent

# Menu5_Financial_List
source: List
nl_nl: Lijst
ru_ru: Список
sv_se: Lista

# Menu5_Financial_List_CashRequests
source: Cash Requests
sv_se: Kontantförskott

# Menu5_Financial_List_ExpenseClaims
source: Expense Claims
sv_se: Utläggsanspråk

# Menu5_Financial_List_InboundInvoices
source: Inbound Invoices
nl_nl: Binnenkomende Facturen
ru_ru: Входящие счета-фактуры
sv_se: Inkommande fakturor

# Menu5_Financial_List_OutboundInvoices
source: Outbound Invoices
nl_nl: Uitgaande Facturen
ru_ru: Исходящие счета-фактуры
sv_se: Utgående fakturor

# Menu5_Financial_List_OutstandingAdvances
source: Outstanding Cash Advances
nl_nl: Uitstaande Vooruitbetalingen in Cash
ru_ru: Непогашенные авансы наличными
sv_se: Utestående kontantförskott

# Menu5_Financial_List_Salaries
source: Salaries
nl_nl: Salarissen
ru_ru: Оклады
sv_se: Löneutbetalningar

# Menu5_Financial_ManageBudgets
source: Manage my Budgets
sv_se: Mina budgetar

# Menu5_Financial_PayOutMoney
source: Pay Out Money
nl_nl: Geld Uitgeven
ru_ru: Деньги
sv_se: Betala ut pengar

# Menu5_Financial_Payroll
source: Payroll
sv_se: Lönelista

# Menu5_Financial_ReceivedInvoice
source: Received Invoice
nl_nl: Ontvangen Factuur
ru_ru: Полученный счет-фактура
sv_se: Mottagit faktura

# Menu5_Financial_RequestCashAdvance
source: Request Cash Advance
nl_nl: Vraag om Kasvoorschot
ru_ru: Запрос наличными заранее
sv_se: Begär kontantförskott

# Menu5_Financial_SendInvoice
source: Send Invoice
sv_se: Skicka faktura

# Menu5_Financial_ValidateReceipts
source: Validate Receipts
nl_nl: Declaraties valideren
sv_se: Godkänn kvitton

# Menu5_Financial_ViewBudgetActuals
source: View Budget and Actuals
sv_se: Visa budget och utfall

# Menu5_Financial_ViewLiquidityForecast
source: View Liquidity Forecast
nl_nl: Zie Liquiditeitsprognose
ru_ru: Просмотр прогноз ликвидности
sv_se: Visa likviditetsprognos

# Menu5_Governance
source: Governance
nl_nl: Bestuur
ru_ru: Управление
sv_se: Styrning

# Menu5_Governance_Candidates
source: Candidates
nl_nl: Kandidaten
ru_ru: Кандидаты
sv_se: Kandidater

# Menu5_Governance_CreateVotingList
source: Create Voting List
nl_nl: Maak een Stemmenlijst
ru_ru: Создать список голосования
sv_se: Skapa Röstlista

# Menu5_Governance_MeetingAdmin
source: Meeting Administration
nl_nl: Vergaderingen Administratie
sv_se: Mötesadministration

# Menu5_Governance_MeetingBoardAdmin
source: Meeting Admin for Board
nl_nl: Vergadering Boardadmin
sv_se: Mötesadmin för Styrelsen

# Menu5_Governance_Motions
source: Motions
nl_nl: Moties
ru_ru: Движения
sv_se: Motioner

# Menu5_Governance_Vote
source: Vote
nl_nl: Stemmen
ru_ru: Голосование
sv_se: Rösta

# Menu5_Hacks_TemporaryAccessControl
source: Set Admin Access (Temporary Page)
nl_nl: Instellen van Admin-toegang (tijdelijke pagina)
sv_se: Sätt administratörsbehörigheter (tillfällig sida)

# Menu5_Ledgers
source: Ledgers
nl_nl: Grootboeken
sv_se: Redovisning

# Menu5_Ledgers_AccountPlan
source: Account Plan
sv_se: Kontoplan

# Menu5_Ledgers_AuditLedgers
source: Audit Ledgers
nl_nl: Grootboek nazien
sv_se: Granska Räkenskaper

# Menu5_Ledgers_BalanceSheet
source: Balance Sheet
nl_nl: Balans
sv_se: Balansräkning

# Menu5_Ledgers_CannotCloseBooks
source: Can't Close Ledgers For {0}
nl_nl: Kan grootboek niet afsluiten voor {0}
sv_se: Kan inte stänga böcker för {0}

# Menu5_Ledgers_CashflowAnalysis
source: Cashflow Analysis
sv_se: Kassaflödesanalys

# Menu5_Ledgers_CloseBooks
source: Close Ledgers For {0}
nl_nl: Grootboek afsluiten voor {0}
sv_se: Stäng Bokföring För {0}

# Menu5_Ledgers_DebugLedgers
source: Debug Ledger, Accounts
sv_se: Felsök Bokföring, Konton

# Menu5_Ledgers_ImportBankData
source: Import Bank Data
nl_nl: Importeer Bankgegevens
sv_se: Importera Bankdata

# Menu5_Ledgers_InspectLedgers
source: Inspect Ledgers
sv_se: Granska bokföring

# Menu5_Ledgers_LiquidityForecast
source: Liquidity Forecast
sv_se: Likviditetsprognos

# Menu5_Ledgers_Payroll
source: Payroll
nl_nl: Salarisadministratie
sv_se: Lönelista

# Menu5_Ledgers_ProfitLossStatement
source: Profit & Loss Statement
nl_nl: Winst- & verliesrekening
sv_se: Resultaträkning

# Menu5_Ledgers_ResyncExternalAccount
source: Resync Bank Account
sv_se: Synka om bankkonto

# Menu5_Ledgers_SetBudgets
source: Set Budget Amounts
nl_nl: Budgetbedragen Instellen
sv_se: Ange Budgetbelopp

# Menu5_Ledgers_UploadBankFiles
source: Upload Bank Files
nl_nl: Upload Bankbestanden
ru_ru: Выгрузка банковских файлов
sv_se: Ladda upp bankfiler

# Menu5_Ledgers_ViewOutstandingAccounts
source: List Unsettled Accounts
sv_se: Lista öppen reskontra

# Menu5_Organization
source: Organization
nl_nl: Organisatie
ru_ru: Организация
sv_se: Organisation

# Menu5_Organization_AvailableResponsibilities
source: Available Responsibilites
nl_nl: Beschikbare Verantwoordelijkheden
sv_se: Tillgängliga Ansvarsposter

# Menu5_Organization_CommunicationTemplates
source: Communication Templates
nl_nl: Communicatie Sjablonen
sv_se: Kommunikationsmallar

# Menu5_Organization_CommunicationTemplates_Invoice
source: Invoices
nl_nl: Facturen
ru_ru: Счета-фактуры
sv_se: Fakturor

# Menu5_Organization_CommunicationTemplates_MassMailing
source: Mass Mailings
nl_nl: Massa Mails
sv_se: Massutskick

# Menu5_Organization_CommunicationTemplates_Newsletter
source: Newsletters
nl_nl: Nieuwsbrieven
sv_se: Nyhetsbrev

# Menu5_Organization_CommunicationTemplates_PressRelease
source: Press Releases
nl_nl: Persberichten
ru_ru: Пресс-релизы
sv_se: Pressmeddelanden

# Menu5_Organization_Feeds
source: Feeds
sv_se: Flöden

# Menu5_Organization_Feeds_Newsletter
source: Newsletters
nl_nl: Nieuwsbrieven
ru_ru: Лента новостей
sv_se: Nyhetsbrev

# Menu5_Organization_Feeds_PressReleases
source: Press Releases
nl_nl: Persberichten
sv_se: Pressmeddelanden

# Menu5_Organization_MemberStatistics
source: Member Statistics
nl_nl: Ledenstatistieken
ru_ru: Статистика Участника
sv_se: Medlemsstatistik

# Menu5_Organization_OrganizationChart
source: Organization Chart
nl_nl: Organigram
sv_se: Organisationsschema

# Menu5_Organization_Responsibilities
source: Organization Responsibilities
nl_nl: Organisatie Verantwoordelijkheden
sv_se: Ansvarsposter i Organisationen

# Menu5_Organization_Settings
source: Organization Settings
nl_nl: Organisatie Instellingen
ru_ru: Параметры Организации
sv_se: Organisationsinställningar

# Menu5_Organization_SuborganizationTree
source: Suborganization Tree
nl_nl: Suborganisatie Boom
sv_se: Underorganisationsträd

# Menu5_People
source: People
fi_fi: Jäsenet
nl_nl: Mensen
ru_ru: Люди
sv_se: Folk

# Menu5_People_AddMember
source: Add Member
nl_nl: Lid Toevoegen
ru_ru: Добавить участников
sv_se: Lägg Till Medlem

# Menu5_People_AddPerson
source: Add [Regular]
ru_ru: Добавить [Regular]
sv_se: Lägg till [Regular]

# Menu5_People_ListFind
source: List/Find People
ru_ru: Список/Поиск Людей
sv_se: Sök/Lista folk

# Menu5_People_ListMembers
source: List Members
nl_nl: Ledenlijst
ru_ru: Список участников
sv_se: Lista Medlemmar

# Menu5_People_LogActivism
source: Log Activism
nl_nl: Log Activisme
ru_ru: Журнал Активности
sv_se: Logga Aktivism

# Menu5_People_ManageConferences
source: Manage Conferences
nl_nl: Beheer Conferenties
ru_ru: Управление Конференциями
sv_se: Hantera Konferenser

# Menu5_People_ManageVolunteers
source: Manage Volunteers
nl_nl: Beheren van Vrijwilligers
ru_ru: Управление Добровольцами
sv_se: Hantera Volontärer

# Menu5_People_NewConference
source: New Conference
nl_nl: Nieuwe Conferentie
ru_ru: Новая Конференция
sv_se: Ny Konferens

# Menu5_People_RolesResponsibilities
source: Roles and Responsibilities
ru_ru: Роли и Обязанности
sv_se: Roller och ansvarsposter

# Menu5_People_SelfSignup
source: Self-Signup Page
sv_se: Självregistreringssida

# Menu5_Administration
source: Admin
fi_fi: مدير النظام
nl_nl: Beheerder
ru_ru: Администратор
