Repository: Swarmops/Swarmops
Catalog: Site5/App_GlobalResources/*/Pages.Ledgers.*.resx
Languages: nl, pt_pt

# AccountPlan_Info
source: This is the overview of the financial accounts in your bookkeeping ledger. You can do some maintenance from here, even if most of the daily operations should be delegated to the budget owners.
pt_pt: Esta é a vista geral das contas financeiras no seu livro de contabilidade. Pode fazer alguma manutenção através desta página, mesmo que a maioria das operações diárias devam estar delegadas aos responsáveis dos orçamentos.

# AccountPlan_PageTitle
source: Account Plan
pt_pt: Plano de Contas

# BalanceSheet_AccountName
source: Account
pt_pt: Conta

# BalanceSheet_ContentHeader
source: Balance Sheet for {0},
pt_pt: Balanço Financeiro de {0},

# BalanceSheet_Current
source: Current
nl: Huidige
pt_pt: Actual

# BalanceSheet_DownloadFileName
source: BalanceSheet
nl: Balans
pt_pt: Balanço Financeiro

# BalanceSheet_EndYear
source: End-XXXX
nl: Eind-XXXX
pt_pt: Fim-XXXX

# BalanceSheet_Info
source: The Balance Sheet is an overview of assets and debts at a snapshot in time, and is used to see how results affect the overall financial health of the organization. You may also want to look at the <a href="ProfitLossStatement.aspx">profit-and-loss statement</a> which is the overview of income and expenditure.
pt_pt: O Balanço Financeiro é uma visão geral dos activos e passivos num determinado instante, e é utilizado para ver como os resultados afetam a saúde financeira global da organização. Pode também querer dar uma olhada à <a href="ProfitLossStatement">declaração de lucros e perdas</a>, que é a vista geral de receitas e despesas.

# BalanceSheet_PageTitle
source: Balance Sheet
nl: Balans
pt_pt: Balanço Financeiro

# BalanceSheet_Q1
source: Change Q1
nl: Verander kwartaal 1
pt_pt: Diferença 1ºT

# BalanceSheet_Q2
source: Change Q2
nl: Verander kwartaal 2
pt_pt: Diferença 2ºT

# BalanceSheet_Q3
source: Change Q3
nl: Verander kwartaal 3
pt_pt: Diferença 3ºT

# BalanceSheet_Q4
source: Change Q4
nl: Verander kwartaal 4
pt_pt: Diferença 4ºT

# BalanceSheet_StartYear
source: Start-XXXX
nl: Begin-XXXX
pt_pt: Início-XXXX

# ProfitLossStatement_AccountName
source: Account
nl: Rekening
pt_pt: Conta

# ProfitLossStatement_ContentHeader
source: P&L for {0} for
nl: Winst/Verlies voor {0} voor het jaar
pt_pt: Lucros & Perdas de {0} em

# ProfitLossStatement_DownloadFileName
source: ProfitLoss
nl: WinstVerlies
pt_pt: LucrosPerdas

# ProfitLossStatement_Info
source: The P&L is an overview of income and expenditures, which are grouped by budgets or cost/income type. The sum of all income and expenditure is the yearly result. You may also want to look at the <a href="BalanceSheet.aspx">balance sheet</a> which is the overview of assets and debts.
pt_pt: Os L&P oferecem uma visão geral das receitas e despesas, as quais são agrupadas por orçamentos ou tipo de receita/despesa. A soma de todas as receitas e despesas é o resultado anual. Pode também querer visualizar o <a href="BalanceSheet">balanço financeiro</a>, o qual oferece uma vista geral dos activos e passivos.

# ProfitLossStatement_LastYear
source: Last Year
nl: Afgelopen jaar
pt_pt: Ano Anterior

# ProfitLossStatement_PageTitle
source: Profit & Loss Statement
nl: Winst & Verlies verklaring
pt_pt: Declaração de Lucros & Perdas

# ProfitLossStatement_Results
source: Results
nl: Resultaten
pt_pt: Resultados

# ResyncExternalAccount_Info
source: If your bookkeeping in Swarmops has gotten out of sync with your bank records for whatever technical or human reason, you can resynchronize them here by uploading a master file that covers the time frame you need to resync.<br/><br/><strong>Warning:</strong> this is a time-consuming process that may do a <em>lot</em> of changes to your bookkeeping. Do not use unless you have discovered a mismatch in the records vs. your bank.<br/><br/>(You will get a chance to review proposed changes before they are committed to your financial records.)
pt_pt: Se a sua contabilidade no Swarmops ficou dessincronizada com os registos do seu banco por qualquer motivo técnico ou humano, pode sincronizá-los novamente aqui enviando um ficheiro que cubra o período de tempo que necessita sincronizar.<br/><br/><strong>Aviso:</strong> este é um processo demorado que pode fazer <em>muitas</em> alterações à contabilidade. Não use, a não ser que tenha descoberto uma incompatibilidade nos registos relativamente ao seu banco.<br/><br/>(Terá oportunidade de rever as alterações propostas antes que sejam efetuadas aos seus registos financeiros.)

# ResyncExternalAccount_PageTitle
source: Resynchronize Bank Account
pt_pt: Ressincronizar Conta Bancária

# SetRootBudgets_BudgetOwnerHeader
source: Budget, Owner
nl: Budgeteigenaar
pt_pt: Orçamento, Proprietário

# SetRootBudgets_SetNewBudgets
source: Set New Budgets
nl: Stel nieuwe budgetten in
pt_pt: Definir Novos Orçamentos

# UploadBankFiles_AccountStatement
source: Account Statement
pt_pt: Extracto de Conta

# UploadBankFiles_BankAccount
source: Bank Account
pt_pt: Conta Bancária

# UploadBankFiles_BankScreenshot
source: Bank Screenshot
pt_pt: Screenshot do Banco

# UploadBankFiles_DownloadDataSince
source: </p><p>(The most recent data in Swarmops in <em>{0}</em> is from {1:yyyy-MMM-dd}. You should download bank data from at least <strong>{2:yyyy-MMM-dd}.</strong>)
pt_pt: </p> <p>(Os dados mais recentes em Swarmops em <em>{0}</em> são de {1:yyyy-MMM-dd}. Deve carregar os dados do banco pelo menos de <strong>{2:yyyy-MMM-dd}.</strong>)

# UploadBankFiles_DownloadInstructions_BankgiroSEFile
source: Different banks have different means of obtaining the BGMAX format file. On SEB, you go to <strong>Payments</strong> and <strong>File communications</strong> to see a list of files to retrieve. Other banks will vary. In any case, upload them here.
pt_pt: Cada banco tem meios diferentes de obter o ficheiro de formato BGMAX. No SEB, vai a <strong>Pagamentos</strong> e <strong>Ficheiro de Comunicações</strong> para ver a lista de ficheiros disponíveis. Outros bancos variarão. Em qualquer dos casos, envie-os por aqui.

# UploadBankFiles_ErrorBalance
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p><strong>However, the bank balance does not match the records in Swarmops.</strong> This is usually due to missing transactions. Please upload a transaction list with a larger time span to make sure that Swarmops sees all transactions.</p><p>Swarmops's bookkeeping account is currently <strong>not in sync</strong> with that of the bank.</p>
pt_pt: <p>O ficheiro contém {0:N0} transações. Foram importadas com sucesso <strong>{1:N0} transações</strong> na conta de contabilidade <em>{2}</em>. ({3:N0} transações eram duplicadas.)</p><p><strong>Contudo, o saldo bancário não coincide com os registos no Swarmops.</strong> Isto deve-se geralmente a transações em falta. Por favor faça o upload de uma lista de transações de um período de tempo mais alargado para certificar que o Swarmops vê todas as transações.</p><p>A conta de contabilidade do Swarmops está atualmente <strong>não sincronizada</strong> com a do banco.</p>

# UploadBankFiles_ErrorInterpretation
source: <h3>The bank file could not be imported.</h3><p>This has one of three reasons: you missed some detail in the download instructions, the bank has changed its format, or you accidentally uploaded the wrong file entirely (like a photo from your last party instead of the transactions list). No transactions were imported at all. <strong>Please retry.</strong>
pt_pt: <h3>O ficheiro bancário não pôde ser importado.</h3><p>Isto deve-se a uma de três razões: houve um lapso nas instruções de download, o banco alterou o seu formato, ou enviou o ficheiro errado (por exemplo, uma foto da sua última festa em vez da lista de transações). Não foi importada nenhuma transação. <strong>Por favor tente novamente.</strong>

# UploadBankFiles_ExpectedFile
source: Expected File
pt_pt: Ficheiro Esperado

# UploadBankFiles_FileImportedHeader
source: File Successfully Imported
nl: Bestand succesvol geïmporteerd
pt_pt: Ficheiro Importado com Sucesso

# UploadBankFiles_FileImportedHeader_ErrorBalance
source: File Imported, But Data Out Of Sync
nl: Bestand gesynchroniseerd, echter data is niet synchroon
pt_pt: Ficheiro Importado, Mas Dados Fora de Sincronia

# UploadBankFiles_FileType
source: File Type
pt_pt: Tipo de Ficheiro

# UploadBankFiles_ImportError
source: Error on importing file
nl: Fout bij importeren bestand
pt_pt: Erro ao importar ficheiro

# UploadBankFiles_ImportResults
source: <p>The file contained {0:N0} transactions. <strong>{1:N0} transactions</strong> have been successfully imported into the <em>{2}</em> bookkeeping account. ({3:N0} transactions were duplicates.)</p><p>After import, the account balance in Swarmops matches that of the bank.</p>
pt_pt: <p>O ficheiro continha {0:N0} transações. <strong>{1:N0} transações</strong> foram importadas com sucesso na conta de contabilidade <em>{2}</em>. ({3:N0} transações eram duplicadas.)</p><p>Depois de importar, o saldo bancário no Swarmops coincide com o do banco.</p>

# UploadBankFiles_Instructions
source: Instructions
pt_pt: Instruções

# UploadBankFiles_PageTitle
source: Upload Bank Files
nl: Upload Bank bestanden
pt_pt: Enviar Ficheiros Bancários

# UploadBankFiles_PaymentCount
source: no payments|one payment|{0} payments
pt_pt: sem pagamentos|um pagamento|{0} pagamentos

# UploadBankFiles_PaymentsFile
source: Payments File
pt_pt: Ficheiro de Pagamentos

# UploadBankFiles_PaymentSummary1
source: The payment file contained {0}.
pt_pt: O ficheiro de pagamento continha {0}.

# UploadBankFiles_Processing
source: Processing File...
pt_pt: Processando Ficheiro...

# UploadBankFiles_ProcessingComplete
source: Processing Complete
pt_pt: Processamento Completo

# UploadBankFiles_ResultsBad
source: <p><br/><strong>The file could not be read as an input file to this bank.</strong></p><p>There are several reasons this could happen: the file may be corrupt, the bank may have silently changed its file format, or you uploaded the wrong file entirely. Please try again.</p>
pt_pt: <p><br/><strong>O ficheiro não pôde ser lido como um ficheiro de entrada para este banco.</strong></p><p>Existem várias razões para que isto possa acontecer: o ficheiro pode estar corrupto, o banco pode ter silenciosamente alterado ligeiramente o formato do ficheiro, ou enviou o ficheiro errado. Por favor tente novamente.</p>

# UploadBankFiles_ResultsGood
source: <p>The file has been <strong>successfully imported.</strong> {0:N0} new transactions imported; {1:N0} discarded as duplicates of what was already in Swarmops. The account balance in Swarmops matches that of the bank.</p><p>The file contained transactions from {2:yyyy-MMM-dd} to {3:yyyy-MMM-dd}.</p>
pt_pt: <p>O ficheiro foi <strong>importado com sucesso.</strong> Importadas {0:N0} novas transações; descartadas {1:N0} como duplicados do que já estava no Swarmops. O saldo da conta no Swarmops coincide com o do banco.</p><p>O ficheiro continha transações de {2:yyyy-MMM-dd} a {3:yyyy-MMM-dd}.</p>

# UploadBankFiles_ResultsQuestionable
source: <p>The file was imported, but the <strong>resulting account balance mismatches.</strong></p><p>After importing {0:N0} transactions (and discarding {1:N0} duplicates), the entire file has been processed. However, the resulting account balance in Swarmops is not the same as that of the bank statement; there is a difference of {3} {2:N2}.</p> <p>Please try uploading a fresh account statement. If that still produces a mismatch, you may need to try <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">resynchronizing</a> the bank account with a comprehensive account statement file.</p>
pt_pt: <p>O ficheiro foi importado, mas o <strong>saldo bancário resultante não corresponde.</strong></p><p>Após importar {0:N0} transações (e descartando {1:N0} duplicados), todo o ficheiro foi processado. Contudo, o saldo bancário resultante no Swarmops não é o mesmo que o indicado no extrato bancário; existe uma diferença de {3} {2:N2}.</p> <p>Por favor tente carregar um extrato bancário recente. Caso ainda produza uma incompatibilidade, pode ser necessário tentar <a href="/Pages/v5/Ledgers/ResyncExternalAccount.aspx">sincronizar novamente</a> a conta bancária com um ficheiro com o extrato completo da conta.</p>

# UploadBankFiles_SelectAccount
source: Select Bookkeeping Account
pt_pt: Seleccionar Conta de Contabilidade

# UploadBankFiles_UploadAnother
source: Upload another bank file?
pt_pt: Enviar outro ficheiro do banco?

# UploadBankFiles_UploadBankFile
source: Upload bank file
pt_pt: Enviar Ficheiro Bancário

# ViewOutstandingAccounts_FooterDifference
source: Difference
pt_pt: Diferença

# ViewOutstandingAccounts_GridHeaderAction
source: Action
pt_pt: Ação

# ViewOutstandingAccounts_GridHeaderAmount
source: Amount
pt_pt: Montante

# ViewOutstandingAccounts_GridHeaderDescription
source: Description
pt_pt: Descrição

# ViewOutstandingAccounts_GridHeaderOpenedDate
source: Opened Date
pt_pt: Data Abertura

# ViewOutstandingAccounts_GridHeaderRecipient
source: Recipient
pt_pt: Destinatário

# ViewOutstandingAccounts_Header
source: List Unsettled
pt_pt: Lista Por Liquidar

# ViewOutstandingAccounts_PageTitle
source: List Unsettled Accounts
pt_pt: Lista de Contas por Liquidar

# AccountPlan_Edit_AccountName
source: Account name
pt_pt: Nome da Conta

# AccountPlan_Edit_ActiveLong
source: Is this account open for transactions?
pt_pt: Esta conta está aberta para transações?

# AccountPlan_Edit_ActiveShort
source: Active
pt_pt: Ativo

# AccountPlan_Edit_BudgetBalance
source: Budget (balance is <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)
pt_pt: Orçamento (o saldo é <span id="SpanTextCurrency">foo</span> <span id="SpanEditBalance">bar</span>)

# AccountPlan_Edit_Header
source: Editing Account
pt_pt: Edição de Conta

# AccountPlan_Edit_HeaderAutomation
source: Automation
pt_pt: Automação

# AccountPlan_Edit_HeaderConfiguration
source: Configuration
pt_pt: Configuração

# AccountPlan_Edit_HeaderDailyOperations
source: Daily Operations
pt_pt: Operações Diárias

# AccountPlan_Edit_Parent
source: Parent account or group
pt_pt: Conta principal ou grupo

# AccountPlan_ExpensesBudgetsAreNegative
source: This is an Expenses account. Such accounts normally have a budget in the negative, since they drain assets from the organization. Your proposed budget was changed to negative.
pt_pt: Esta é uma conta de Despesas. Tais contas normalmente têm um orçamento negativo, pois consomem recursos da organização. O seu orçamento proposto foi alterado para negativo.

# AccountPlan_Header_AccountName
source: Account
pt_pt: Conta

# AccountPlan_Header_Balance
source: Balance
pt_pt: Saldo

# AccountPlan_Header_Budget
source: Budget
pt_pt: Orçamento

# AccountPlan_Header_Edit
source: Edit
pt_pt: Editar

# InspectLedgers_Header_For
source: for
pt_pt: em

# InspectLedgers_Header_Inspect
source: Inspect
pt_pt: Inspecção de

# InspectLedgers_PageTitle
source: Inspect Ledgers
pt_pt: Inspeccionar Livros de Contabilidade

# InspectLedgers_InboundBalanceZero
source: No Previous Balance
pt_pt: Sem Saldo Anterior

# InspectLedgers_NoTransactions
source: There are no transactions in this account for the selected time period.
pt_pt: Não existem transações nesta conta no período de tempo seleccionado.

# InspectLedgers_OutboundBalanceZero
source: Ending Balance
pt_pt: Saldo Final

# InspectLedgers_OutboundBalanceZeroToDate
source: Ending Balance (to date)
pt_pt: Saldo Final (até à data)

# InspectLedgers_PleaseSelectAccount
source: (Please select an account.)
pt_pt: (Por favor seleccione uma conta.)

# UploadBankFiles_ResultsPaymentsWithDupes
source: <br/><p>The payments file was <strong>successfully imported.</strong> {1:N0} payment(s) in {0:N0} group(s), totalling {3} {2:N2}, were imported.</p><p>(There were also {5:N0} duplicate payment(s) in {4:N0} group(s).)</p>
pt_pt: <br/><p>O ficheiro de pagamentos foi <strong>importado com sucesso.</strong> {1:N0} pagamento(s) em {0:N0} grupo(s), totalizando {3} {2:N2}, foram importados.</p><p>(Tanbém existiam {5:N0} pagamento(s) em duplicado em {4:N0} grupo(s).)</p>

# AccountPlan_AddAccount
source: add account
pt_pt: adicionar conta

# AccountPlan_NewAccount
source: New Account
pt_pt: Nova Conta

# AccountPlan_DebtBalancesAreNegative
source: This is a Liabilities account. Such accounts normally have a balance in the negative, since they represent negative assets in the organization. Your entered initial balance was changed to negative.
pt_pt: Esta é uma conta de Passivos. Tais contas normalmente têm um saldo negativo, uma vez que representam responsabilidades na organização. O saldo inicial que inseriu foi alterado para negativo.

# AccountPlan_Edit_InitialBalance
source: Initial Balance (inbound into {0}), {1}
pt_pt: Saldo Inicial (de entrada em {0}), {1}

# AccountPlan_Options_ShowInactive
source: Show Inactive Accounts (<span id="SpanInactiveCount">{0:N0}</span>)
pt_pt: Mostrar Contas Inativas (<span id="SpanInactiveCount">{0:N0}</span>)

# AccountPlan_ProjectedLoss
source: Projected Loss {0}
pt_pt: Perda Projetada {0}

# AccountPlan_ProjectedProfit
source: Projected Profit {0}
pt_pt: Lucro Projetado {0}

# TaxForms_Payroll_DeductedTax
source: Deducted Tax
pt_pt: Imposto Deduzido

# TaxForms_Payroll_GrossPay
source: Gross Paycheck
pt_pt: Salário Bruto

# TaxForms_Payroll_Info
source: View cheat sheets (completed tax forms) for the organization payroll, which are easy for you to copy to your actual tax forms, or possibly even print as is. Performance and actual forms vary by country and sometimes depend on third-party code and plugins.
pt_pt: Ver cábulas (declarações fiscais preenchidas) para a folha de pagamento da organização, as quais são fáceis de copiar para formulários de declaração de impostos reais, ou até imprimi-las tais como estão. O desempenho e as declarações atuais variam de acordo com o país e por vezes dependem de código e plugins de terceiros.

# TaxForms_Payroll_PageTitle
source: Payroll Tax Forms
pt_pt: Declarações Imposto Salarial

# TaxForms_Payroll_TaxFormsMonthlyHeader
source: Monthly Tax Forms For
pt_pt: Formulários Mensais de Imposto para

# TaxForms_Payroll_TotalCost
source: Total Cost
pt_pt: Custo Total

# TaxForms_Payroll_TotalTax
source: Total Tax
pt_pt: Imposto Total

# InspectLedgers_EditingTransactionX
source: Viewing/Editing Transaction #<span id="spanModalTransactionId">67890</span>
pt_pt: A Mostrar/Editar Transação nº<span id="spanModalTransactionId">67890</span>

# InspectLedgers_InspectingTransactionX
source: Inspecting Transaction #<span id="spanModalTransactionId">12345</span>
pt_pt: A Inspecionar Transação nº<span id="spanModalTransactionId">12345</span>

# InspectLedgers_AccountName
source: Account name
pt_pt: Nome da conta

# InspectLedgers_BalancedTransaction
source: Balance is correct:
pt_pt: Saldo está correto:

# InspectLedgers_LoggedByInitials
source: Initials
pt_pt: Iniciais

# InspectLedgers_LoggedDate
source: Logged
pt_pt: Registado

# InspectLedgers_HeaderAddTransactionRow
source: Add rows to transaction
pt_pt: Adicionar linhas à transação

# InspectLedgers_TxDetail_AttestedByX
source: Attested by {0} on {1:yyyy-MMM-dd}
pt_pt: Atestada por {0} em {1:yyyy-MMM-dd}

# InspectLedgers_TxDetail_CombinedWith
source: combined with
pt_pt: combinado com

# InspectLedgers_TxDetail_ThisIsPayoutX
source: This is <strong>Payout #{0:N0}.</strong> It's a payout for
pt_pt: Este é o <strong>Pagamento nº{0:N0}.</strong> É um pagamento por

# InspectLedgers_TxDetail_ValidatedByX
source: Document validation by {0} on {1:yyyy-MMM-dd}
pt_pt: Validação do documento por {0} em {1:yyyy-MMM-dd}

# InspectLedgers_TxDetail_PaidOutBy
source: Executed by {0}.
pt_pt: Executado por {0}.

# BalanceSheet_Assets
source: Assets
nl: Middelen

# BalanceSheet_Debt
source: Liabilities
nl: Schuld

# ProfitLossStatement_Costs
source: Expenses
nl: Kosten

# ProfitLossStatement_Income
source: Revenue
nl: Inkomsten

# ProfitLossStatement_Q1
source: Q1
nl: Kwartaal 1

# ProfitLossStatement_Q2
source: Q2
nl: Kwartaal 2

# ProfitLossStatement_Q3
source: Q3
nl: Kwartaal 3

# ProfitLossStatement_Q4
source: Q4
nl: Kwartaal 4

# ProfitLossStatement_Ytd
source: YTD
nl: vanaf vorig jaareinde

# UploadBankFiles_DownloadInstructions
source: Bank Download Instructions
nl: Bank download instructies
