Repository: Swarmops/Swarmops
Catalog: Site5/App_GlobalResources/*/Pages.Swarm.*.resx
Languages: sv_se

# AddPerson_ErrorCity
source: A valid city is required.
sv_se: En giltig ort krävs.

# AddPerson_ErrorMail
source: A valid email is required.
sv_se: En giltig mailadress krävs.

# AddPerson_ErrorName
source: A name is required.
sv_se: Ett namn krävs.

# AddPerson_ErrorStreet
source: A valid street or P.O. box is required.
sv_se: En giltig gatuadress eller postbox krävs.

# AddPerson_Info
source: This is where you enter new people into the organization. As you register them for a <strong>{0} {1}</strong> lasting until <strong>{2}</strong>, they will receive a welcome message with a randomized login password in mail. The local officers will also be notified of the new person, for an opportunity to send them a welcome message.
sv_se: Det är här du skriver in nya människor till organisationen. När du skriver in dem för ett <strong>{0} {1}</strong> som varar fram till <strong>{2}</strong>, så får de ett välkomstmeddelande med ett slumpat inloggningslösenord i mail. De lokala funktionärerna får också notiser om den nya kollegan, för att ge möjlighet att välkomna även lokalt.

# AddPerson_PersonSuccessfullyRegistered
source: The person was successfully added to the organization.
sv_se: Personen har lagts till organisationen. Ett välkomstmail har skickats.

# AddPerson_Title
source: Add [Regular]
sv_se: Lägg till {0}

# ListFindPeople_Info
source: Use this to find people in the organization. You can search by geography and by name pattern ("Jo S" will match Joel Sander).
sv_se: Används för att hitta personer i organisationen. Du kan söka på geografi och namnmönster ("Jo S" kommer till exempel att matcha alla som heter Joel Sander).

# ListFindPeople_MatchingPeopleInX
source: Matching People in {0}
sv_se: Matchande personer i {0}

# ListFindPeople_NamePattern
source: Name Pattern
sv_se: Namn eller -mönster

# ListFindPeople_Title
source: List and Find People
sv_se: Sök och lista personer

# ListFindPeople_TooManyHits
source: The result set contains over a thousand people (display limited to a thousand). Please refine your search?
sv_se: Resultatet innehåller över tusen personer (visar de första tusen). Begränsa sökningen lite?
