Repository: Swarmops/Swarmops
Catalog: trunk/Site4/App_LocalResources/PirateWeb-v4.master.*.resx
Languages: sv_se

# PageTitle.Text
source: PirateWeb - Pirate Party Administration
sv_se: PirateWeb - Piratpartiet Administration

# RadMenuItemResource1.Text
source: Add Member
sv_se: Lägg till medlem

# RadMenuItemResource10.Text
source: Add Activist
sv_se: Lägg till aktivist

# RadMenuItemResource12.Text
source: Add Subscriber
sv_se: Lägg till prenumerant

# RadMenuItemResource13.Text
source: Find Subscriber
sv_se: Sök prenumerant

# RadMenuItemResource15.Text
source: Add Person
sv_se: Lägg till person

# RadMenuItemResource16.Text
source: List People
sv_se: Lista folk

# RadMenuItemResource17.Text
source: Find Person
sv_se: Sök Personer

# RadMenuItemResource18.Text
source: People
sv_se: Folk

# RadMenuItemResource19.Text
source: Send Geo-based Mail
sv_se: Skicka mail till medlemmar i geogr. område

# RadMenuItemResource2.Text
source: List Members
sv_se: Lista medlemmar

# RadMenuItemResource20.Text
source: Send Newsletter
sv_se: Skicka nyhetsbrev

# RadMenuItemResource21.Text
source: Edit Automails
sv_se: Redigera Auto-mail

# RadMenuItemResource23.Text
source: Alert Activists
sv_se: Skicka till aktivister

# RadMenuItemResource25.Text
source: Send Press Release
sv_se: Skicka pressrelease

# RadMenuItemResource26.Text
source: Edit Press Templates
sv_se: Redigera pressmallar

# RadMenuItemResource28.Text
source: Add Reporter
sv_se: Lägg till reporter

# RadMenuItemResource29.Text
source: Find Reporter
sv_se: Sök reporter

# RadMenuItemResource3.Text
source: Find/List Members
sv_se: Sök/Lista medlemmar

# RadMenuItemResource30.Text
source: List Reporters
sv_se: Lista reportrar

# RadMenuItemResource31.Text
source: List Press Categories
sv_se: Lista mediekategorier

# RadMenuItemResource32.Text
source: Communications
sv_se: Kommunikation

# RadMenuItemResource33.Text
source: Edit Organisations
sv_se: Redigera organisationer

# RadMenuItemResource34.Text
source: List Organizations
sv_se: Lista organisationer

# RadMenuItemResource36.Text
source: Geography Tree
sv_se: Geografisk trädstruktur

# RadMenuItemResource37.Text
source: List Countries
sv_se: Lista länder

# RadMenuItemResource39.Text
source: Create Internal Poll
sv_se: Skapa omröstning

# RadMenuItemResource4.Text
source: Invalid Members
sv_se: Ogiltiga medlemmar

# RadMenuItemResource40.Text
source: View Poll Results
sv_se: Se omröstningsresultat

# RadMenuItemResource42.Text
source: Create Expense Claim
sv_se: Skapa utgiftspost

# RadMenuItemResource43.Text
source: List Expense Claims
sv_se: Lista ersättningsanspråk

# RadMenuItemResource44.Text
source: Pay Expense Claims
sv_se: Betala ersättningsanspråk

# RadMenuItemResource46.Text
source: View/Edit Bookkeeping
sv_se: Se/uppdatera bokföring

# RadMenuItemResource47.Text
source: Import Transactions from Bank
sv_se: Importera banktransaktioner

# RadMenuItemResource48.Text
source: Fix Incomplete Transactions
sv_se: Korrigera ofullständiga transaktioner

# RadMenuItemResource5.Text
source: Expired Members
sv_se: Utgångna medlemskap

# RadMenuItemResource50.Text
source: View Budget and Actuals
sv_se: Se budget och utfall

# RadMenuItemResource51.Text
source: Edit Budget
sv_se: Uppdatera budget

# RadMenuItemResource52.Text
source: Financial
sv_se: Ekonomi

# RadMenuItemResource53.Text
source: Register New Election
sv_se: Registrera nytt val

# RadMenuItemResource55.Text
source: Voting Locations
sv_se: Röstningsställen

# RadMenuItemResource56.Text
source: National Ballots
sv_se: Nationella val

# RadMenuItemResource57.Text
source: Regional Ballots
sv_se: Regionalval

# RadMenuItemResource58.Text
source: Local Ballots
sv_se: Lokalval

# RadMenuItemResource59.Text
source: Tasks Per CityName
sv_se: Arbetsuppfiter per ort

# RadMenuItemResource61.Text
source: Elections
sv_se: Val

# RadMenuItemResource62.Text
source: To Be Determined
sv_se: Återstår att utforma...

# RadMenuItemResource64.Text
source: Basic data
sv_se: Grunduppgifter

# RadMenuItemResource65.Text
source: Change password
sv_se: Ändra lösenord

# RadMenuItemResource66.Text
source: Officers to contact
sv_se: Funktionärer i mitt område

# RadMenuItemResource67.Text
source: Subscriptions
sv_se: Prenumerationer

# RadMenuItemResource68.Text
source: My Profile
sv_se: Mina uppgifter

# RadMenuItemResource7.Text
source: List Key People
sv_se: Lista funktionärer

# RadMenuItemResource70.Text
source: Simple List Key People
sv_se: Fullständig kontaktlista

# RadMenuItemResource71.Text
source: Order Freight Documents
sv_se: Beställ fraktdokument (adresslappar)

# RadMenuItemResource8.Text
source: List Volunteers
sv_se: Lista volontärer

# RadMenuItemResource69.Text
source: Request reimbursement
sv_se: Begär ersättning för utlägg

# RadMenuItemResource72.Text
source: Check mail address
sv_se: Kontrollera mailadress

# LabelAccessDeniedResource1.Text
source: <br /><br /> You do not have access to this page.
sv_se: <br /><br /> &nbsp;&nbsp;&nbsp;&nbsp;Det här är inte en sida du har tillgång till.

# RadMenuItemResource78.Text
source: Recruitment Page
sv_se: Rekryteringssida

# RadMenuItemResource98.Text
source: Create XMPP chat ID
sv_se: Skapa XMPP chat ID

# Admin_InternalPolls.Text
source: Internal Polls
sv_se: Omröstningar

# Admin_InternalPolls_PlaceVote.Text
source: Place Vote
sv_se: Rösta

# MainMenu_v4_Financial_Auditing.Text
source: Auditing
sv_se: Revision

# RadMenuItemResource74.Text
source: Mail queue
sv_se: Mail kö

# RadMenuItemResource11.Text
source: My Memberships
sv_se: Mina medlemskap
