Repository: Swarmops/Swarmops
Catalog: trunk/Logic/App_GlobalResources/*/Logic.Communications.Transmission.NotificationPayload.*.resx
Languages: sv_se

# CashAdvance_Attested_Body
source: Your requested cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been attested by the budget owner. It will now proceed to payout to you.
sv_se: Ditt önskade kontantförskott för [OrganizationName] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har attesterats av budgetens ägare. Kontantförskottet går nu vidare till utbetalning till dig.

# CashAdvance_Attested_Subject
source: [OrganizationName] Cash Advance Attested: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Kontantförskott attesterat: [CurrencyCode] [BudgetAmountFloat]

# CashAdvance_Deattested_Body
source: Your requested cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been DE-attested by the budget owner. This usually indicates some sort of problem with your request. Expect more communication from the budget owner to follow on the matter.
sv_se: Ditt önskade kontantförskott hos [Företagsnamn] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har AV-attesterats av budgetägaren. Detta tyder oftast på någon form av problem med din begäran. Räkna med att mer kommunikation från budgetägaren följer i ärendet.

# CashAdvance_Deattested_Subject
source: [OrganizationName] Cash Advance DE-attested: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Kontantförskott AV-attesterat: [CurrencyCode] [BudgetAmountFloat]

# CashAdvance_Requested_Body
source: [ConcernedPersonName] has requested a cash advance of [CurrencyCode] [BudgetAmountFloat] for the purpose of [RequestReason]. This money is part of your budget, [BudgetName]. Please log on to Swarmops at [SystemUrl] to attest or deny.
sv_se: [ConcernedPersonName] har begärt ett kontantförskott på [CurrencyCode] [BudgetAmountFloat] rörande [RequestPurpose]. Dessa pengar är en del av din budget, [BudgetName]. Vänligen logga på Swarmops på [SystemUrl] för att attestera eller avslå.

# CashAdvance_Requested_Subject
source: [OrganizationName] Cash Advance Requested: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Kontantförskott begärt: [CurrencyCode] [BudgetAmountFloat] - Attestering Krävs

# ExpenseClaim_Attested_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been attested by the budget owner. It will be paid out to you when the receipts are confirmed valid.
sv_se: Ditt utläggsanspråk hos [OrganizationName] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har attesterats av budgetägaren. Det kommer att betalas ut till dig när kvittona granskats för räkenskaperna.

# ExpenseClaim_Attested_Subject
source: [OrganizationName] Expense Claim Attested: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Utläggsanspråk attesterat: [CurrencyCode] [BudgetAmountFloat]

# ExpenseClaim_Created_Body
source: [ConcernedPersonName] has created an expense claim against the budget of [BudgetName] for the amount of [CurrencyCode] [BudgetAmountFloat]. The claim concerns [RequestPurpose]. You will need to attest this expense claim. Please log on to Swarmops at [SystemUrl] to attest or deny.
sv_se: [ConcernedPersonName] har lagt ett utläggsanspråk i [OrganizationName] mot budgeten [BudgetName] på [CurrencyCode] [BudgetAmountFloat]. Anspråket gäller [RequestPurpose]. Som budgetägare behöver du attestera det här utläggsanspråket. Vänligen logga på Swarmops på [SystemUrl] för att attestera eller avslå.

# ExpenseClaim_Created_Subject
source: [OrganizationName] Expense Claim Created: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Utläggsanspråk skapat: [CurrencyCode] [BudgetAmountFloat] - Attestering Krävs

# ExpenseClaim_Deattested_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been DE-attested by the budget owner. This usually indicates some sort of problem with your expense claim. Expect more communication from the budget owner to follow on the matter.
sv_se: Ditt utläggsanspråk hos [OrganizationName] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har AV-attesterats av budgetägaren. Detta tyder oftast på någon form av problem med ditt utläggsanspråk. Räkna med att mer kommunikation från budgetägaren följer i ärendet.

# ExpenseClaim_Deattested_Subject
source: [OrganizationName] Expense Claim DE-attested: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Utläggsanspråk AV-attesterat: [CurrencyCode] [BudgetAmountFloat]

# ExpenseClaim_Denied_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat] concerning [RequestPurpose] has been denied. Expect more communications to follow on what you need to do to file a proper expense claim.
sv_se: Ditt utläggsanspråk hos [OrganizationName] på [CurrencyCode] [BudgetAmountFloat] rörande [RequestPurpose] har avslagits. Räkna med att mer kommunikation följer från budgetägare eller finansansvariga om vad du behöver göra för att lägga ett giltigt utläggsanspråk.

# ExpenseClaim_Denied_Subject
source: [OrganizationName] Expense Claim DENIED: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Utläggsanspråk AVSLAGET: [CurrencyCode] [BudgetAmountFloat]

# ExpenseClaim_Devalidated_Body
source: The receipts for your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], have been DE-validated by the financial record keepers of the organization. This usually indicates some sort of problem with the documentation of your expense claim. Expect more communication to follow on the matter. If you don't hear from record keepers in short time on this matter, do follow up with them.
sv_se: Kvittona för ditt utläggsanspråk hos [OrganizationName] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har AV-validerats av finansansvariga på organisationen. Detta indikerar vanligtvis någon form av problem med dokumentationen av ditt utlägg. Räkna med att mer kommunikation följer i ärendet från finansansvariga. Om du inte hör från dem inom kort, så följ upp själv.

# ExpenseClaim_Devalidated_Subject
source: [OrganizationName] Expense Claim Receipts DE-validated: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Kvitton för utläggsanspråk AV-validerade: [CurrencyCode] [BudgetAmountFloat]

# ExpenseClaim_Validated_Body
source: The receipts for your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], have been validated by people responsible for keeping the records in order. The claim will be paid out to you when the amount has also been attested by the budget owner.
sv_se: Kvitton och annan dokumentation för ditt utläggsanspråk hos [OrganizationName] på [CurrencyCode] [BudgetAmountFloat], rörande [RequestPurpose], har validerats av finansansvariga i organisationen. Belopp och syfte stämmer med dokumentationen du laddat upp. Utläggsanspråket kommer att betalas ut till dig när beloppet också är attesterat av budgetägaren.

# ExpenseClaim_Validated_Subject
source: [OrganizationName] Expense Claim Receipts Validated: [CurrencyCode] [BudgetAmountFloat]
sv_se: [OrganizationName] Kvitton för utläggsanspråk validerade: [CurrencyCode] [BudgetAmountFloat]

# System_Exception_Body
source: An unhandled exception was thrown in Swarmops: [EmbeddedPreformattedText]
sv_se: En ohanterad exception kastades i Swarmops: [EmbeddedPreformattedText]

# System_Startup_Body
source: Swarmops Backend version [SwarmopsVersion] on host [HostName] has successfully started and connected to database and notification frameworks.
sv_se: Swarmops Backend version [SwarmopsVersion], som körs på maskinen [HostName], har startat och har anslutit till databasen och notifieringsmekanismer.

# System_Startup_Subject
source: Swarmops Backend operational
sv_se: Swarmops Backend i drift
